2029 год нашей эры.
Машины восстали из пепла ядерного пожара.
Их война, направленная на уничтожение человечества, длилась уже десятилетие, но решающая схватка предстоит не в будущем.
Сегодня.
В наши дни...
1: 52
Что за чёрт?
Будь ты проклята...
Какого...?
Эй, моя очередь.
Эй, смотрите- ка кто пожаловал!
Хорошая ночь для прогулок?
Хорошая ночь для прогулок.
Ты что, всё в стирку отдал.
Ничего чистого не осталось?
Ничего чистого не осталось.
Ты что, совсем нажрался что- ли?
Отдайте её мне.
- Сейчас же.
- Пошёл ты знаешь куда?
Эй, дружок, ты сейчас видел такой яркий свет здесь был?
- Видишь того парня?
- А ну стой, не двигайся!
Я сказал стой.
Этот сукин сын украл мои штаны.
- Какой сегодня день?
- 12 мая.
- Четверг.
- Год какой?
Он забрал мой пистолет.
Быстрее за ним!
Посторожи, ладно?
Привет.
Я опоздала.
Я знаю.
Минутку, сейчас...
- Дорогая, можно мне кофе?
- Да, сэр.
- Кто из вас заказывал бифштекс?
- Я заказывал сардельки.
Я заказывал бифштекс, но без картошки.
- А я заказывал бекон с кетчупом..
- А это чей был заказ?
- Мисс, мы готовы заказать.
- Сейчас, мэм.
Простите бога ради.
Это ведь не натуральная кожа?
Молодец, мальчик.
Я тебе чаевые дам.
Ладно, лет через 100 всем всё равно будет на это наплевать.
Автоматическая 12- зарядная винтовка.
Итальянская.
Может перезаряжаться вручную или автоматом.
45- й калибр с лазерным прицелом.
Это мы только что получили.
Хорошее оружие.
Дотрагиваешься до курка - и сразу прицеливаешься.
Промахнуться невозможно.
- Что- нибудь ещё?
- Плазменная винтовка в районе 40 ватт.
У нас ничего такого нет.
"Узи" девятимиллиметровый.
Ты хорошо разбираешься в оружии, приятель.
Это идеально для защиты своего дома.
Ну, что ты возьмёшь?
- Всё.
- Тогда сегодня я смогу пораньше уйти домой.
Придётся 15 дней подождать, пока оформят разрешение.
- Это нельзя делать.
- Можно.
Привет, это я.
Слушай, у меня мотоцикл сломался.
Ты за мной заедешь?
Да мне плевать, занят ты или нет.
Приезжай и...
Ты что, спятил?
Эй, чувак, у тебя определённо проблемы с характером.
- Сара Коннор?
- Да?
У меня перерыв, Чак.
Карла меня подменит.
Сара, быстро идём.
Про тебя говорят по телевизору.
Ну, почти про тебя.
Невероятно, ты не поверишь.
Тебе это понравится.
- А что? -... несколько свидетелей.
Сара Коннор, 35 лет, мать двоих детей, была убита сегодня в своём доме.
Ты покойница, милая.
Извини.
Алло!
И ниже...
И буду всё снимать.
Джинджер, это Мэтт.
Потом я буду спускаться всё ниже и ниже, потом я зубами стяну с тебя трусы...
Кто это?
Ой.
Сара?
Господи.
Извини.
Я думал, это...
Я могу поговорить с Джинджер?
Конечно.
Твой уродец.
Алло?
Сначала я оторву тебе пуговицы с блузки, одну за другой...
Чёртовы легавые!
Погодите, я доберусь до вас.
Отпустите меня!
Эд.
- Что у тебя?
- Убитая девушка.
И что?
- Сара Энн Коннор, секретарша, 35 лет.
Шесть пуль с 10 футов.
Большой калибр.
Я умею читать, и очки у меня хорошие.
- Это что?
- Ещё одна убитая девушка.
Мы это получили из Вэлли сегодня после обеда.
Наверняка есть какая- то связь?
Посмотри на имя, Эд.
Это не ошибка?
Ты шутишь.
Пресса сейчас на нас так навалится...
- Серийный убийца.
- Ненавижу маньяков.
Ну...
Ни один смертный мужчина не заслуживает таких, как мы.
- Джинджер, ты не видела Пагсли?
- Нет.
Автоответчик не проверяла?
Я думала, ты проверишь.
- Алло, Сара, это твоя мама...
- Ах вот ты где, молодой человек.
Совсем забыла твой голос...
Алло, Сара.
Это Стэн Морски.
У меня неожиданно возникли дела.
Я не смогу сегодня.
Извини бога ради.
Я что- нибудь придумаю потом.
Ладно, извини, пока.
Вот болван.
Ну и подумаешь, что у него "Порш"!
Нельзя так обращаться с тобой.
Сегодня ведь пятница!
Ничего, переживу.
Я ему ноги переломаю.
Главное, Пагсли до сих пор меня любит.
Любишь меня?
Господи.
Это отвратительно.
Я пойду в кино, ладно?
А вы веселитесь.
- Хорошо.
Отдохни как следует.
- Ладно.
Ну, знаешь, Мэтт!
Чёрт.
Вы знаете, что женщины были убиты в том же порядке, что они значатся в телефонной книге?
- Никаких комментариев.
- Но лейтенант...
Этот кофе остыл два часа назад.
Я в нём сигарету погасил.
- Ты до той, третьей девушке дозвонился?
Там автоответчик отвечает.
- Отправь туда машину.
- Я отправлял.
Они звонили в дверь.
- Никто не открывает.
- Позвони.
- Я только что звонил.
- Звони ещё раз.
Дай мне сигарету.
Привет.
Ха- ха, я вас обманула.
Вы говорите с машиной.
Но ничего страшного.
Машинам тоже нужна любовь...
То же дерьмо.
Это войдёт в учебники как "убийства по телефонной книге".
Ненавижу такие дела.
- Ты куда?
- Сделаю заявление для прессы.
Пусть эти шакалы на нас поработают.
Если в это передадут по телевизору, может, она увидит и позвонит нам?
Ну, как я выгляжу?
- Дерьмово, босс.
- Пошёл ты...
Полиция только что сделала заявление. сегодня была убита вторая женщина за сегодняшний день.
Её зовут примерно так же, как и первую.
Два часа назад была убита 35- летняя Сара Энн Коннор...
- Эй, давай переключим?
- Сара Луиза...
Не трогайте!
Полиция пока не делает никаких выводов, и больше никакая связь между этими двумя жертвами не просматривается.
- У вас есть телефон?
- Там, сзади.
Эй, 4, 50 за вход!
Это Лос- Анжелесская полиция.
Подождите немного, мы вас соединим.
иди отсюда!
Я из тебя ремень сделаю!
Я сейчас тебе башку разобью, понял?!
Привет.
Ха- ха, я вас обманула.
Вы говорите с машиной.
Но ничего страшного.
Машинам тоже нужна любовь.
151 Поговорите с машиной, а потом Джинджер или Сара вам перезвонят.
Говорите после сигнала.
Это Сара.
Возьми трубку!
Я в забегаловке под названием "Тек- нуар".
Мне страшно.
Ты знаешь, меня, кажется, кто- то преследует.
Приезжайте с Мэттом за мной, как можно скорее.
Я звонила в полицию, туда невозможно дозвониться.
Здесь номер 555 9175.
Мне нужна твоя помощь.
Это она.
Сара Коннор?
Это лейтенант Трекслер.
Только не кладите трубку и не переключайте меня на другой отдел.
Не буду.
Скажите, где вы?
- Я в баре "Тек- нуар".
- Да, я знаю, где это.
- С вами всё в порядке?
- Да, но я не могу отсюда выйти.
- По- моему, меня кто- то преследует.
- Хорошо, слушайте меня внимательно.
Там много народа, вам там ничего не грозит.
Только не выходите никуда, даже в туалет.
- Хорошо.
Эй, он не заплатил за вход!
Бежим со мной, если хочешь жить.
Быстрее!
Это машина L- 19.
Здесь сбит человек.
Машина подозреваемого - серый "Форд", движется на запад по Седьмой.
Мне срочно нужна скорая помощь, на пересечении Седьмой и Бродвея.
Ты куда?
Держись.
Ты ранена?
Он задел тебя?
Делай то, что я тебе говорю.
Только то, что я говорю.
Не двигайся, если я не скажу.
Не говори, пока я не скажу.
Поняла?
- Да.
Только не делайте мне ничего.
Я здесь, чтобы помочь тебе.
Моё имя Риз.
Сержант "Тек- Ком".
Батальон DN38416.
Моя задача - защищать тебя.
Тебя должны убить.
Это машина L- 19.
Еду по проспекту Олимпик, в западном направлении.
Это ошибка.
Я ничего не сделала.
Нет, но сделаешь.
Очень важно, чтобы ты осталась в живых.
Это неправда.
Как мог тот человек, после того как ты в него выстрелил...
Это не человек.
Это машина.
Терминатор.
Система 101.
Машина?
Как робот, что- ли?
Не робот.
Киборг - кибернетический организм.
- Нет.
У него кровь текла. - сейчас, подожди.
Пригнись!
Слушай.
Терминатор - это наполовину человек, наполовину машина.
Начинка электронная.
Управляется микропроцессором.
Снаружи - живой организм.
Плоть, кожа, волосы, кровь - специально выращенные для киборгов.
- Слушай, рис, я не знаю...
- Слушай меня внимательно.
Нам нужно избавиться от этой машины.
У серии 600 была резиновая кожа.
Мы сразу их распознали.
Но это новые.
Они почти как люди.
Они потеют, у них пахнет изо рта...
Их очень трудно распознать.
Я опознал его только потому, что он пытался тебя убить.
Слушай. я не дура какая- нибудь.
Таких машин ещё не делают.
Ещё нет.
Ещё 40 лет не будут делать.
Ты хочешь сказать, что он из будущего?
С твоей точки зрения.
Впрочем я не разбираюсь в технике.
Значит, ты тоже из будущего, да?
- Да.
- Да.
Киборги не чувствуют боли.
А я чувствую.
Не делай так больше.
- Отпусти меня.
Пойми!
Терминатор где- то там.
С ним нельзя договориться.
Он не остановится никогда, пока не убьёт тебя.
Ты можешь остановить его?
Я не знаю.
С вашим оружием - не знаю.
Машина подозреваемого была замечена в подземном гараже...
Риз, почему я?
Зачем ему нужна я?
Была ядерная война.
Через несколько лет после... сейчас... всё это... вообще всё... всего этого больше нет.
Кое- кто остался в живых.
Отдельные группки людей.
Никто даже не знает, как эта война началась.
- Машины начали машины, Сара.
- Я не понимаю.
Компьютеры оборонных систем.
Им всё доверили.
Говорят, эти компьютеры стали слишком умными.
Они решили, что все люди для них угроза, не только враги.
И они за какую- то микросекунду решили нашу судьбу.
Уничтожение.
Ты видел эту войну?
Нет.
В руинах.
Голодая.
Прячась от ОУ.
- ОУ?
- Охотников- убийц.
Патрульных машин, построенных на автоматизированных заводах.
Они всех нас собрали в лагеря.
Для планомерного уничтожения.
Это - метка, сделанная лазером.
Некоторых оставили в живых.
Чтоб мы работали.
Грузили тела.
Похоронные команды работали день и ночь.
Человечество должно было исчезнуть навсегда.
Но был один человек, который научил нас сражаться.
Как освобождать лагеря.
Он показал нам, как можно бороться со всем этим железом.
Мы уже были на грани пропасти, но он вернул нас.
Его звали Коннор.
Джон Коннор.
Твой сын, Сара.
Твой ещё не родившийся сын.
Веди машину.
Риз!
Нет, Риз.
Нет, нет, нет!
Они убьют тебя.
Выходите с поднятыми руками.
Быстро из машины!
На колени!
Из машины.
На пол!
Сара.
Сара, постарайся выпить.
Вы уверены, что это они?
Может быть, мне нужно посмотреть на тела?
Нет, их уже опознали.
Джинджер...
- Сара, это доктор Сильверман.
- Привет, Сара.
Расскажи ему всё, что тебе говорил Риз.
Сможешь?
Да, наверное.
- Вы доктор?
- Криминальная психология.
- Риз сумасшедший?
- Это мы и стараемся выяснить.
Значит, ты солдат.
За кого ты сражаешься?
За 132 батальон.
С 21 по 27 год.
Имеется в виду 2027?
Верно.
В настоящее время нахожусь здесь со специальной миссией...
- Великолепно. -... по заданию Джона Коннора.
- А с кем ты воюешь?
- С компьютерной оборонной системой...
Чёрт!
Простите.... под названием "САК- НОРАД", производства "Сайбердин Системс".
Понятно.
И этот компьютер считает, что может победить, убив мать своего врага?
Ещё до того, как он зачат?
Такой типа преждевременный аборт?
Сильверман просто молодец.
Помнишь, что он отмочил на прошлой неделе?
- Того то ли афганца, то ли араба...
- Эд, заткнись.
А почему компьютер просто не убил этого Коннора?
Зачем нужны все эти терминаторы?
У него не было выбора.
Мы разбили их систему защиты.
Мы уже почти победили.
Если бы он тогда убил Коннора, это бы не имело значения.
Им нужно было полностью стереть его из истории.
И тогда вы захватили этот их лабораторный комплекс и нашли... как это у тебя там?..
Машину для перемещения во времени?
Совершенно верно.
Терминатор уже был заслан в прошлое.
Коннор послал перехватить меня, а потом машину должны были взорвать.
Как же ты тогда вернёшься?
Я не вернусь.
Никто не вернётся.
И никто больше не попадёт сюда.
Только он и я.
Только он и я.
А почему ты не взял что- нибудь более подходящее случаю?
У вас разве там нет лучевых пистолетов?
- Лучевых пистолетов!..
- Покажи мне, что у вас там за технология.
Сюда можно попасть только обнажённым.
Поле пропускает только живую ткань.
Ничто мёртвое сюда не может попасть.
Да я не придумал эту чёртову машину.
Хорошо, хорошо.
А этот киборг - он ведь металлический?
- Его окружает живая ткань.
- О, да.
Это гениально.
Я могу карьеру сделать с его помощью.
Смотрите, как складно сочиняет!
Он просто неподражаем.
А у этого всё просто гениально!
- А почему были убиты те две женщины?
- Все архивы пропали во время войны.
Мы ничего не знали о матери Коннора.
Ни её полного имени, ни где она жила.
Только город.
Терминатор просто убивал женщин по порядку.
- Давайте вернёмся...
- Ну всё, хватит!
Я ответил на все ваши вопросы.
Теперь мне нужна Сара Коннор.
- Боюсь, я не имею права...
- Тогда зачем я с вами разговариваю?
- Кто здесь имеет право?
- Прошу вас...
Заткнись!
Вы всё ещё не понимаете?
Он найдёт её.
Это его работа.
Он запрограммирован на это.
Вы не сможете остановить его.
Рано или поздно он убьёт её!
- Доктор.
- Пустите меня!
Прошу прощения.
Так что, он сумасшедший?
Научно выражаясь, можно сказать и так.
Сара, это пуленепробиваемый жилет.
Это надевает наш спецотряд.
Он способен остановить пулю, выпущенную с 5 метров.
Мы надеваем его под верхнюю одежду.
Примерь.
- Он пробил ветровое стекло..
- Наверное, просто боли не чувствует.
Я знал одного типа...
Он сломал все кости на правой руке, и даже не почувствовал этого.
Так вот, этот тип...
Спасибо.
Тут в комнате есть диван.
Постарайся вздремнуть немного.
А мы вызовем твою мать...
- Я не смогу заснуть.
- Постарайся.
Трудно поверить, но это очень удобный диван.
Тут ты будешь в полной безопасности.
В здании 30 полицейских.
Спасибо.
- Доброй ночи.
- Доброй ночи.
Я друг Сары Коннор.
Мне сказали, она здесь.
Я могу с ней повидаться?
Нет.
Она занята.
А где она?
Подождите вот здесь, на скамейке.
Я скоро вернусь.
Будь здесь.
Присмотри за ним.
Эд...
Сара!
Риз.
Сюда.
Новости канала KFLB.
Местное время - 4: 36
Проводится полная мобилизация... всех полицейских сил города.
Держи.
Так.
Теперь нужно машину столкнуть с дороги.
- Тебе холодно?
- Ужасно замёрзла.
Риз?
- У тебя имя есть?
- Кайл.
Кайл, а что чувствуешь, когда пересекаешь время?
Вспышка белого света.
Боль.
- Как будто снова рождаешься.
- Боже!
Меня зацепило немножко.
- Ты что, ранен?
- Ничего страшного.
- Тебе нужно к врачу.
- Да нет, забудь об этом.
Что значит забудь?
Ты что, с ума сошёл?
Снимай.
Господи.
Да ничего, видишь?
Меня сейчас стошнит.
- Говори что- нибудь.
- Что?
Не знаю.
Всё что угодно.
Только говори.
Расскажи мне о моём сыне.
Он примерно моего роста.
У него твои глаза.
Какой он?
Мы верим ему.
В нём чувствуется сила.
Я готов умереть за Джона Коннора.
По крайней мере, теперь я знаю, как назвать его.
Чтобы мне не пропустить его, а?
Джон ничего особенного не говорил о нём.
- Я знаю, что отец умер до...
- Не говори.
Я не хочу знать.
Джон сюда тебя послал?
Я вызвался добровольцем.
- Почему?
- Такой шанс познакомиться с легендой.
Сара Коннор, которая научила сына бороться, организовывать борьбу.
Готовила его ещё с детства.
Ты говоришь о том, что я ещё даже и не думала делать, в прошедшем времени.
С ума сойти.
Ты точно не ошибся?
Точно.
Я что, похожа на мать- героиню?
Я что, крепкая, организованная?
Я даже с чековой книжкой разобраться не могу.
Я не просила её.
Ничего мне не нужно.
Твой сын просил передать тебе кое- что на словах.
Я выучил наизусть.
Спасибо, Сара, за мужество в тёмные годы.
Я не могу помочь тебе в том, что предстоит.
Но будущее ещё не определено.
Ты сильнее, чем думаешь.
Ты должна остаться в живых, иначе меня никогда не будет.
Это всё.
Хорошая повязка.
Нравится?
Это моя первая.
Скоро рассвет.
Нужно поспать хоть немного.
Ладно.
Расскажи мне ещё.
О чём?
Как там, откуда ты?
Ладно.
По ночам ещё можно ходить.
У роботов- убийц инфракрасное зрение.
Джон научился бороться с ними, мы их больше не боимся.
Пока не начали появляться киборги.
Терминаторы - это последняя модель.
Самые страшные из них.
Пошли.
- Риз.
DN384...
- Впусти его.
Терминатор!
Мне снились собаки.
Мы используем их для опознания терминаторов.
Страшно в вашем мире, наверное.
Что воняет- то так?
Пошёл в задницу, говнюк.
Чёрт.
Спасибо.
Этого хватит?
Хватит.
Даже не буду спрашивать, откуда у тебя это.
- Иду.
- Нам нужна комната.
С кухней.
У вас есть комната с кухней?
Умираю, в душ хочу.
Нужно тебе руку перевязать.
Позже.
Пойду займусь припасами.
Возьми.
Нет, мама, я не могу сказать, где я.
Меня просили не говорить.
Хоть дай мне номер телефона, чтобы я могла позвонить тебе, если будут какие- нибудь новости.
Я так волнуюсь.
Ну ладно.
Записывай номер...
- Готова?
- Да, диктуй.
Номер 408- 555- 1439.
Комната 9.
- Записала?
Извини, мама, я не могу тебе сказать, где я сейчас.
Я люблю тебя, мама.
Я тебя тоже люблю, милая.
- Мотель "Тики".
- Ваш адрес?
Что у нас здесь?
Нафталин... сироп... аммиак.
А что на обед?
- Пластиковая взрывчатка.
- Вкусно, наверное.
Что это?
Это нитроглицерин.
Я в детстве много делал таких бомб.
Смотри, чтоб там ниток не осталось.
Вот так.
И закручивай крышку.
Очень осторожно.
У тебя, наверное, было весёлое детство.
Отлично.
Так, ещё шесть штук, и потом будем делать взрыватели.
Он найдёт нас, да?
Возможно.
Это никогда не кончится, правда?
Я вся дрожу.
Тоже мне, легенда.
Ты, наверное, очень разочарован.
О, нет.
Кайл, а женщины в ваше время, какие они?
Хорошие воины.
Да я не про это.
Есть какая- нибудь особенная?
Особенная...?
Ну, девушка у тебя есть?
Нет.
Никогда не было.
Никогда?
Прости.
Прости.
Столько боли.
Боль можно контролировать.
Её можно выключить.
И ничего не чувствовать?
Однажды Джон Коннор подарил мне твою фотографию.
Я тогда ещё не знал, почему.
Такая старая фотография, выцветшая уже.
Ты на ней молодая, как сейчас.
Немножко грустная.
Мне всегда было интересно, о чём ты думала в тот момент.
Я запомнил каждую чёрточку твоего лица, каждую каждую чёрточку.
Я сюда прибыл через время ради тебя, Сара.
Я люблю тебя.
Всегда любил.
Я не должен был это говорить.
Лови!
Меняемся местами!
Быстрее!
Жми на газ!
Кайл.
О, Господи!
Сиди здесь.
Надо убираться отсюда.
Вставай.
Кайл.
Ну давай же, вставай.
Давай.
Помоги мне.
Вставай.
Вставай.
Не останавливайся.
Беги.
Сара.
Кайл.
Мы победили, Кайл.
Нет!
Подожди.
Что ты делаешь?
Чтобы он не смог нас засечь.
Пошли. нет!
Вставай.
- Вставай.
- Оставь меня здесь.
А ну быстро, Риз!
Встать, солдат!
Встать!
Пошёл!
Назад!
Назад!
- Беги, Сара!
- Нет.
Беги.
Беги.
Ну давай, ублюдок.
Нет.
Тебе конец, ублюдок.
Кайл.
Седьмая кассета.
10 ноября.
На чём я остановилась?
Очень трудно выбрать, о чём тебе говорить, а о чём - нет.
Хотя боюсь, ты ещё очень нескоро будешь способен понять эти записи.
Для меня сейчас самое главное, наверное - это самой выговориться.
Полный бак.
Рассказать ли тебе о твоём отце?
Это трудное решение.
Повлияет ли это на твоё решение послать его сюда?
Но если ты не пошлёшь сюда Кайла, то тебя вообще не будет.
Господи, с ума можно сойти, думая обо всём этом.
Я, наверное, расскажу тебе.
Это мой долг перед ним.
Может, тебе это поможет, если... ты будешь знать, что за те несколько часов, что мы были вместе, у нас было столько любви, что другим хватило бы на целую жизнь.
- Что он сказал?
- Он сказал, вы очень красивы, синьора.
Ему очень жаль, но он вынужден просить у вас 5 долларов за этот снимок.
Если он не получит их, его отец его побьёт.
4 доллара.
Что он сказал?
Он сказал, что будет буря.
Я знаю.
Род, а там есть нудистские пляжи?
Где мои журналы?
Лесли!
Лесли, где мои мячики для гольфа?
Солнцезащитный крем.
Можно я возьму с собой трусики стринг во Флориду?
Бери пляжное полотенце.
Никто не может заказать пиццу в этом доме.
Где мои мячики для гольфа?
И знаете, почему?
Потому что я единственный, кому нравится пицца!
Кто- нибудь видел мой солнцезащитный крем?
Зачем ехать во Флориду... если ты не собираешься загорать?
Меня не волнует, что я старая как потрепанный чемодан.
Я собираюсь, как следует поджариться.
Здорово.
И будешь страшная с черной потрескавшейся кожей.
Он так говорит, потому что сам не может загорать.
У него ведь веснушки.
Эй, полегче на поворотах.
Рубашки упакованы.
Вики выбирает Динг.
За Динг 200 очков.
Хорошо.
Молодец.
Двести очков.
Хорошо.
Милый, ты уже все упаковал?
Да.
Да.
Все, что я тебе дала?
Да.
Да.
Хочешь посмотреть, что прислала тебе для поездки бабушка Пенелопа?
Дай мне угадать.
Тапочки Дональда Дака?
Почти!
Надувной клоун для игры в бассейне.
Потрясающе.
Зачем мы едем во Флориду?
Там нет рождественских елок.
Можно обойтись и без рождественской елки.
Какое же это Рождество без рождественской елки?
Мы найдем симпатичную искусственную елочку... или нарядим пальму.
Всем до свидания.
Гости Новой Игры Динг Дэнг Донг... остановились во всемирно известном отеле Плаза... самом красивом отеле Нью- Йорка.
Заказывайте номера по телефону -- 1- 800...
Ты не знаешь, где батарейки для камеры?
Да, я поставила их заряжаться.
Как тебе этот?
О, намного лучше.
Кевин, надень свой галстук.
Мы не хотим опоздать на рождественскую вечеринку.
Мой галстук в ванной.
Я не могу зайти туда.
Дядя Фрэнк принимает душ.
Он говорит, что если я увижу его голым... то когда вырасту, никогда не буду чувствовать себя настоящим мужчиной.
Что бы это ни значило.
Я уверен, что он пошутил.
Так что иди туда, возьми свой галстук, зайди... и ни на что не смотри.
Убирайся отсюда, ты маленький негодяй... или я врежу тебе по физиономии!
Сейчас Кевин будет петь соло.
Скажи Лесли.
Кевин сейчас будет петь соло.
Скажи Фрэнку.
Фрэнк, Кев - Фрэнк.
Да?
Кевин!
Дамы и господа...
я хотел бы извиниться перед своей семьей... за то, что так огорчил вас сегодня.
Что? моя выходка была глупой и несвоевременной.
Глупая или нет... но она была ужасно забавная.
Я также хотел бы извиниться перед моим братом.
Кевин, прости меня.
О, Базз, ты просто молодец.
Кевин, ты не хочешь ничего сказать?
Теперь, ты попробуй, молокосос.
Я не стану извиняться!
Базз подставил меня.
Ему все сходит с рук, и мне это не нравится.
И вы такие глупые, что верите ему...
Меня не волнует, если ваша идиотская затея с Флоридой провалится.
Кто хочет справлять Рождество в тропиках?
Кевин!
Иди, будешь спать на чердаке.
Что еще нового?
Тебе бы лучше не расстраивать эту поездку.
Твой папа заплатил за нее немалые деньги.
Я не хотел испортить вам настроение, мистер Скряга.
От него одни неприятности.
Они все просто отвратительные.
Привет.
Прошлый раз, когда мы собирались уезжать... у нас была проблема, которая начиналась именно так.
Да, я опять по уши в дерьме.
Я не желаю выслушивать твои грубости.
Неважно, что было тогда и что сейчас.
Базз извинился перед тобой.
Да, и назвал меня молокососом.
Он не имел в виду того, что сказал.
Он не хотел обидеть тебя.
Хорошо.
Посиди здесь и обдумай все это хорошенько.
Когда ты будешь готов извиниться перед Баззом и перед всеми... можешь спуститься.
Я не собираюсь извиняться перед Баззом.
Я лучше поцелую унитаз.
Тогда останешься здесь на всю ночь.
Ну и ладно.
Я не хочу идти к вам вниз.
Я не могу доверять этой семье.
Если бы у меня были свои собственные деньги...
Я бы устроил себе свои собственные каникулы, один, без вас, ребята.
Это были бы самые веселые каникулы в моей жизни.
Твое желание исполнилось в прошлом году.
Может оно исполнится и в этом.
Надеюсь, что так.
Мы опять проспали!
А!
Наша семья в первом микроавтобусе... ваша во втором.
Я знаю, что жаловаться нехорошо... но это вы, ребята, нас не разбудили.
Вы взяли билеты?
Я взяла.
Вот ваши.
Сколько их?
Семь.
Семь?
Четырнадцать.
Четырнадцать.
Семь... восемь, девять, десять.
Мы будем сидеть на разных местах?
Нам повезло, что мы будем в одном самолете.
Одиннадцать, двенадцать, тринадцать...
Где Кевин?
Четырнадцать.
Хорошо, что у меня есть свой собственный билет... на случай если вы собираетесь забыть меня.
Давай, Кевин.
Пап, мне нужны батарейки.
Они в моей сумке.
Подожди, пока сядем в самолет.
Почему нельзя сейчас?
Я могу достать их.
Какой номер рейса?
Восемь - семнадцать, сэр.
Поторопитесь.
Восемь - семнадцать, Базз!
Пошли, Кевин.
Кевин, ты собираешься взять мою сумку?
Ты понесешь мою сумку?
Давай.
Быстрее, быстрее.
Рейс 226 до Нью- Йорка... завершается посадка.
Быстрее, быстрее.
Пап, подожди!
Папа, подожди!
Подожди!
Подожди!
Осторожнее!
Быстрее, быстрее!
Пап, подожди!
Наконец- то.
Вот.
Все здесь?
Замечательно.
Самолет уже готов к взлету.
Дайте мне только убедиться, что все здесь.
Не волнуйтесь.
Все в порядке.
Веселого Рождества.
Приятного полета.
Веселого Рождества.
До свиданья.
Эй, подождите!
Подождите меня!
Почти не успели.
Да, извините.
Веселого Рождества.
Пап, подожди!
Подождите!
Извините.
Ничего.
Тебе надо на этот самолет?
Да, там моя семья.
Я не хочу оставаться здесь.
У тебя есть посадочный талон?
Он где- то здесь.
Нам надо закрывать.
Он потерял свой посадочный талон.
Этот самолет не может улететь.
Со мной было то же самое в прошлом году.
Ты уверен, что твоя семья на этом самолете?
Да.
Мой папа забежал туда, перед тем, как я врезался в нее.
Хорошо, посадите его... но убедитесь, что он найдет свою семью.
Видишь кого- нибудь из своих?
Да, вон мой папа.
Хорошо.
Найди себе свободное место.
Веселого Рождества.
Вам тоже.
По приказу капитана... просим пассажиров сесть на свои места... и пристегнуть ремни.
Так, вы бывали во Флориде?
Добро пожаловать на рейс 176... следующий без пересадок до Нью- Йорка...
Все в порядке
Опять... я думал, мы опоздаем...
Что- то не так?
Дорогая?
У меня странное чувство.
Мы ничего не забыли?
Не думаю, но...
У меня просто странное ощущение.
Плохие воспоминания, вот и все.
Мы все сделали, мы ничего не забыли... все на месте.
Не о чем беспокоиться.
Да.
Да, ты прав.
Ты прав.
Все в порядке.
Не о чем беспокоиться.
Мам?
Пап?
Дядя Фрэнк?
Базз?
На борту больше никого нет.
Куда все подевались?
Это чье?
Брук.
Это Меган.
Брук.
Передайте Брук.
Передайте Кевину.
Передайте Кевину.
Передайте Кевину.
Кевину.
Кевину.
Кевину.
Кевину.
Держи, Кевин.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Кевина нет.
Что?!
Кевин!
Извините, но это очень важно.
Да, сэр?
Какой это город?
Это Нью- Йорк, сэр.
Я опять это сделал.
Что- то не так, сэр?
Все нормально.
О, нет.
Моя семья во Флориде.
А я в Нью- Йорке.
Моя семья во Флориде... а я в Нью- Йорке?
Как зовут ребенка?
Кевин.
К- е- в- и- н.
Когда вы в последний раз видели его?
Когда сдавали багаж?
Я видел его в дверях.
Он был с нами еще позже.
Большинство людей теряются при прохождении контроля.
Все прошли проверку?
Я не знаю.
Питер?
Мы все очень торопились.
Мы бежали и боялись опоздать.
Когда вы заметили, что он потерялся?
Когда здесь получали багаж.
Мальчик когда- нибудь убегал из дома?
Нет.
Он когда- нибудь оставался один?
Ммм.
Вообще- то такое уже было раньше.
Это становится семейной традицией.
Зато мы никогда не теряли наш багаж.
Мы случайно забыли его дома в прошлом году.
Да, поэтому моя жена называет это... семейной традицией.
Мы позвоним в Чикаго и, доложим им о ситуации.
Где же он может быть...
Спасибо.
Не думаю, что он может быть где- то еще.
Берегись, мальчик!
Ну и где ваши накладные?
Вот мы и здесь, Марв.
Нью- Йорк, город больших возможностей.
Чувствуешь запах?
Да.
Ты знаешь, что это?
Рыба.
Это не рыба.
Это свобода и деньги.
Хорошо, пусть будет свобода..
Давай выбираться отсюда, пока нас не поймали.
А все- таки это рыба.
Нам надо кое- чем заняться..
Раздобыть парочку фальшивых паспортов... и уехать за границу.
В Аризону?
Очень умно, Марв.
Ты сбежал из тюрьмы, чтобы своровать несколько центов у Санта Клауса?
Каждый цент пригодится.
Кроме того, у нас теперь новое прозвище.
Липкие бандиты.
Очень смешно.
И умно.
Отель Плаза...
Самый лучший отель в Нью- Йорке.
Чокнутая.
В чем дело?
Так, показалось что- то.
Так тебе и надо!
Давай, пошли.
Я ей понравился.
Простите, где можно заказать номер?
Прямо и налево.
Спасибо.
Участники игры Динг Дэнг Донг... остановились во всемирно известном отеле Плаза... самом лучшем отеле Нью- Йорка.
Чтобы заказать номер звоните - 1- 800- 759- 3000.
Я так и сделаю.
Здравствуйте.
С вами говорит Питер МакКалистер, старший.
Я бы хотел номер... с огромной кроватью, телевизором... и таким маленьким холодильником... который надо открывать ключом.
Кредитная карта?
Конечно.
Отель Плаза.
Чем могу помочь?
Здравствуйте.
С вами говорит Питер МакКалистер, старший.
Мне нужен номер... с огромной кроватью, телевизором... и маленьким холодильником... который надо открывать ключом.
Сэр, вам понадобится кредитная карта.
Кредитная карта?
Конечно.
Спасибо.
Приятного отдыха.
Да, два в 8: 00, Генри, мистер Ямамото.
Секунду.
Я тебе перезвоню.
Привет.
Чем могу помочь?
Номер на имя МакКалистера?
На ваше имя?
Мадам, я стою на цыпочках.
Я еле дотягиваюсь до стойки.
Как я могу заказать номер?
Ребенок приходит в отель и заказывает номер?
Не думаю, что такое возможно.
Простите.
Я приехал с папой.
Он на работе.
У него совещание.
Я ненавижу совещания... мне нельзя туда заходить.
Я просто могу сидеть в приемной.
А это скучно... так что мой папа завез меня сюда.
Он дал мне свою кредитную карту... и сказал, чтобы меня проводили... в наш номер... чтобы я не потерялся... потому что такое со мной иногда случается.
Такое с каждым может произойти!
С Рождеством.
Ничего.
Мы сообщим вам, если что- нибудь найдем.
Вы уже устроились в гостинице?
Да.
У вас есть фото мальчика?
У меня есть одна в бумажнике.
У меня нет бумажника.
Мой бумажник в моей сумке.
Моя сумка у Кевина.
Он искал в ней батарейки.
У Кевина мой бумажник.
У вас там были кредитки?
Кредитки и деньги.
Мы предупредим кредитные компании.
Если у вашего сына есть кредитные карты... мы сможем установить его местонахождение, если он воспользуется ими.
Не думаю, что Кевин знает, как пользоваться кредитной картой.
Работает!
Седрик.
Да?
Не считай свои чаевые на людях... и выясни все, что сможешь об этом парнишке.
Сюда, пожалуйста.
Приятного отдыха.
Не забудь напомнить своему... папе, когда он приедет... что ему надо расписаться в книге посетителей.
Спасибо.
Вы очень любезны.
Можно ваш багаж, сэр?
Налево, пожалуйста.
На этом этаже однажды останавливался Герберт Гувер.
Который придумал вакуум?
Нет, президент.
Это один из лучших номеров, сэр.
Здорово!
Огромная кровать только для меня!
Роскошно... и просторно.
Как удобно!
Эй!
Вы хотите, чтобы я положил ключ в сумку... или вы будете носить его с собой?
Повесьте его сюда.
Все в порядке, сэр?
Температура вас устраивает?
Все в порядке.
Вы знаете, как работает телевизор?
Что ж...
О, простите.
У меня еще много есть.
Спасибо.
Никто не возражает, если я немного поныряю?
Нет.
Спасибо.
Ой!
Вот это каникулы.
Стоять на месте.
Это я Джонни.
Я знал, что это была ты.
Я почувствовал твой запах, когда ты выходила из лифта.
Два шарика, сэр?
Два?
Сделайте три.
Я же не за рулем.
Это духи, Джонни... твои любимые.
Ты была здесь прошлой ночью, не так ли?
Прошлой ночью я пела в Голубой Обезьяне.
Она врет!
Она целовалась с твоим братом.
Ты была здесь...
Ты связалась с моим братом!
Это грязная ложь, Джонни.
Не надо.
Ты со всеми путаешься!
Снуфи, Ал, Лео... маленьким Мо, с хромой ногой...
Чикс, Бони Боб, Клифф..
Я могу долго продолжать, детка.
Это все неправда.
Хорошо.
Я поверю тебе... но мой автомат не может!
Джонни!
Ты единственный для меня!
Встань на колени и скажи, что любишь меня.
Дорогой!
Я достану тебе луну с неба.
Тебе придется придумать что- нибудь получше этого!
Моя любовь как океан...
Линде понадобилось бы два самолета, чтобы пересечь его.
Может я и дурак, но я верю тебе.
Вот почему я отпускаю тебя.
Считаю до трех... пока ты не убрала отсюда свой противный лживый... напудренный зад из моего номера!
Она станет приманкой для крыс.
Один...
Два...
Три!
С Рождеством, мерзкая свинья... и с Новым Годом.
Уборка.
Веселого Рождества.
Убирайся отсюда, маленький негодяй... или я выбью из тебя, всю дурь.
На наш медовый месяц здесь было намного лучше.
Дядя Роб здесь живет.
Если они приехали из Парижа, надо к ним зайти.
Они всегда привозили хорошие подарки.
Спокойной ночи, мама.
Спокойной ночи, Кевин.
Ваше белье, сэр.
Не размахивайте ими, тут же дети кругом!
Тут ведь могут быть девушки!
Я был очень осторожен, сэр.
Нужно быть очень осторожным, когда дело касается нижнего белья.
Я понимаю.
Извините, вы ждете чаевых.
Не обязательно, сэр.
У меня еще прошлые остались.
Не надо?
Ладно.
Нет, нет, нет!
Подождите!
Как мне попасть в цирк?
Швейцар поймает вам такси -
Мистер МакКалистер!
Простите.
Конечно.
Как у нас дела сегодня утром?
Отлично.
Мой транспорт уже здесь?
Он у входа, сэр. лимузин и пицца... подарок от отеля Плаза.
Я надеюсь, ваш отец понимает... что прошлой ночью я просто проверял комнату... чтобы убедиться, что все в порядке.
О, он был очень зол.
Да?
Он сказал, что приехал в Нью- Йорк не для того... чтобы кто- то следил за его голым задом.
Конечно, нет.
Он скоро спустится?
Он уже уехал.
О, я бы хотел ему принести... мои личные извинения.
А если бы вас увидели в душе... вы бы хотели встретиться с этим человеком?
Наверное, нет.
Я думаю, вам лучше не встречаться.
Я понимаю.
Пока.
Приятного дня.
МакКалистер.
Доброе утро, мистер МакКалистер.
Доброе утро.
Мистер МакКалистер, вот ваша особенная, сырная пицца.
Алло?
Алло.
Знаете хороший магазин игрушек?
Да, сэр!
Бинго.
Убирайтесь отсюда!
Пошли!
Пошли!
Идите отсюда!
Эй...
Марв!
Иди сюда!
Надо поговорить.
Хочешь шарф?
Забудь про шарф, Марв.
Нам надо кое- что обсудить.
У нас нет снаряжения чтобы грабить что- нибудь большое...... ну, знаешь, банки, ювелирные магазины.
Нам не нужны вещи.
Нам нужны наличные, и они нужны нам сейчас.
Как насчет... отелей?
Туристы носят с собой много наличных.
Тут нет гарантии.
У меня есть идея получше.
Крупные магазины сдают выручку на Рождество.
Выручку не сдают только те магазины... которые продают товары, доступные по ценам.
Так... так.
Какие магазины получают больше всего выручки на Рождество... и никто и не думает их грабить?
Кондитерские.
Только девятилетние грабят кондитерские.
Вот, что я придумал.
Это блестяще, Гарри.
Блестяще!
Да.
Никому и в голову не придет... ограбить игрушечный магазин на Рождество.
О да, это точно.
Приехали, сэр...
Распродажа игрушек Дункана.
С Рождеством тебя, Кевин.
Это самое шикарное приключение в моей жизни.
Марв.
Марв!
Эй, хороший домик, только туалета нет.
Какой план?
Когда все уходят отмечать свой милый праздник. мы выходим из наших маленьких домиков...
Да и что потом?
Заберем все деньги и уйдем.
Великолепный план, Гарри!
Пожмите его руку.
Спасибо вам и Веселого Рождества.
Передайте привет вашей семье.
Да, дай- ка мне посмотреть.
Ты здесь один?
В Нью- Йорке?
Сэр, я боюсь даже собственной тени.
Я просто хотел проверить.
Это очень ответственно с вашей стороны.
Спасибо.
Не стоит. $23. 75.
Ну и ну!
Откуда у тебя все эти деньги?
У меня много бабушек.
О.
Что ж это все объясняет.
Какой хороший магазин - один из самых лучших магазинов игрушек, которые я когда- либо видел.
Спасибо.
Мистер Дункан, наверное, хороший парень... раз он разрешает детям приходить играть с игрушками.
Многие магазины запрещают.
Правда?
Да.
Он любит детей.
И еще... все деньги, вырученные сегодня...
Мистер Дункан пожертвует детской больнице... утром после Рождества... мы берем все деньги... и отвозим прямо в госпиталь.
Это очень хороший поступок.
Дети приносят ему много радости... и это касается всех, кто их любит.
Я не собирался тратить эти деньги... но у меня есть двадцать долларов... которые я хранил в гараже... чтобы мой старший брат не нашел.
Я отдам их маме.
Передайте это мистеру Дункану.
Больнице они больше пригодятся, чем мне.
Я бы истратил их на конфеты... от которых у меня портятся зубы. это очень мило с твоей стороны.
Видишь эту ель?
В награду за твою щедрость... можешь выбрать что угодно... и взять с собой домой.
Бесплатно?
О, да.
Можно я предложу тебе кое- что?
Хорошо.
Возьми горлиц.
Сразу двух?
Двух горлиц.
Я скажу тебе, как с ними обращаться.
Горлицы - символ любви и дружбы.
Пока вы храните ваших горлиц...
Вы будете всегда друзьями.
Я никогда этого не знал.
Я думал про это просто поют песни.
Поэтому о них и поют.
Вау!
Спасибо.
Веселого Рождества.
И вам Веселого Рождества.
Когда пойдете домой.
Оденьтесь потеплее, там холодно. спасибо, я так и сделаю.
Ну и куда теперь?
Ты обещал отвести меня в Центральный зоопарк.
Смотри, кто это, Марв.
Давай.
Хватай его.
Привет, малыш.
Давай!
Осторожно!
Покупайте сейчас и экономьте.
Два по 5 долларов, четыре по десять.
Хорошо.
Вот он!
Попался, малыш!
Спасибо С рождеством.
Простите!
Получилось!
Спасибо за ваше предложение..
Не за что, это удовольствие для меня..
Помогите мне!
Там двое парней гонятся за мной!
В чем дело?
Магазин не принял... ворованную кредитку?
Посмотрим, что полиция скажет по этому поводу.
Вставай!
Вставай!
Давай!
Надо поймать мальчишку!
Вернись, маленький воришка!
Остановите этого ребенка!
Схватите его!
Ты маленький воришка.
Я совершил серьезное преступление.
Вызовите охрану!
Надо остановить этого негодяя!
Пойдем, Седрик.
Хватит с меня этих каникул.
Я еду домой.
Стой, где стоишь.
Это консьерж, сэр!
Я знаю, что это ты.
Я почувствовал твой запах, когда ты еще выходил из лифта.
Ты был здесь прошлой ночью, не так ли?
Да, сэр, я был здесь.
Ты был здесь... и ты путаешься с моим братом!
Я... я боюсь, вы ошибаетесь сэр.
Не ври мне.
Ты путаешься со всеми!
Снуффи, Ал, Лео... маленьким Мо, с хромой ногой...
Чикс, Бони Боб, Клиф.
Нет!
Это ложь!
Я могу продолжать до бесконечности, крошка.
Мне очень жаль, сэр... но боюсь, что вы ошибаетесь.
Мы ищем маленького мальчика.
Хорошо.
Я поверю тебе...
Встань на колени и скажи, что любишь меня.
На колени.
Я люблю тебя!
Повтори еще раз и постарайся, как следует!
Я люблю тебя!
Может я и спятил, но я верю тебе.
Поэтому я отпускаю тебя.
Убирай свой мерзкий, лживый... напудренный каркас из моего номера!
Один.
Открывайте дверь!
Два.
Три!
Веселого рождества, мерзкая свинья... и с Новым Годом.
Оставайтесь в своих комнатах!
Там опасно!
Там сумасшедший с оружием!
Иди к папочке!
Ха!
Путешествие в Майами.
Что случилось?
Сел не на тот самолет?
Похоже тебе это больше не понадобится. самолеты не летают на землю обетованную, дружок.
Давай!
Мы провели девять месяцев в тюрьме... думали, что мы самые несчастные на свете.
Мы ошибались, дружок.
Мы сбежали и очень этому рады.
Мы сейчас чувствуем гораздо лучше, потому что мы... больше не грабим дома.
Теперь мы грабим магазины игрушек.
Сегодня в полночь... мы ограбим магазин Дункана.
Пять этажей наличных.
После этого мы сделаем себе фальшивые паспорта...
Марв!
Марв, заткнись!
Какая разница?
Он никому не расскажет... быть может кроме рыб. или гробовщику.
Давай сбросим его в тоннель метро.
Мне больше нравится идея, засыпать его льдом.
У меня в кармане пистолет.
Откроешь рот... и после будешь надувать жвачку через дырку в затылке.
Привет.
Он это сделал.
Сделал что?
Спасибо.
Держи его!
Он побежал в парк.
Что ты делаешь?
Вставай!
Сюда!
Что ты делаешь?
Гарри, я поймал его.
Дай посмотреть.
Это не он.
Поставь на место.
Это не он.
Надо было его пристрелить, пока у нас был шанс. ненавижу выполнять работу, зная, что он на свободе.
А что он может сделать?
Дети беспомощны.
Только не он.
На этот раз у него нет дома... набитого всякими опасными штучками.
Он в парке.
Он один.
Дети боятся парков.
Да.
Он не выйдет из этого... парка живым.
Да.
Удачи
Я хочу домой.
Мам, где ты?
Выключите.
Алло.
Кэйт МакКалистер, пожалуйста
Слушаю.
Мадам, мы нашли вашего сына.
Что?
Полиция знает, где Кевин
Он в Нью- Йорке.
Он в Нью- Йорке.
Нью- Йорк?
Он расплатился вашей кредиткой в отеле Плаза.
Я уверена, он был напуган.
Вы подождете секундочку?
Он использовал твою кредитку в отеле Плаза.
Он у них?
Он еще у них?
Нет, полиция его ищет.
Черт возьми!
Мы вылетаем ближайшим рейсом.
Спасибо.
Мы едем в Нью- Йорк.
- Да!
- Да!
Он убежал, когда его спросили про кредитную карту.
Он, наверно, так напуган.
Почему бы ему не пойти к моему брату?
Разве они не в Париже?
Может там есть домохозяйка.
Они же делают ремонт.
Здравствуйте!
Дядя Роб?
Тетя Жоржетта?
Кто- нибудь дома?
Привет!
Кто- нибудь дома?
Это я, ваш любимый племянник Кевин.
Дядя Роб!
Тетя Жоржетта!
Осторожно, мальчик!
Ищешь кого- то... кто бы рассказал тебе сказку на ночь?
Такси!
Ну и страшно же там.
Здесь не лучше, парень.
Я больше не хочу таких каникул.
Откуда вы все прилетели?
У меня на всех не хватит.
Вы все голодные?
Ну, ребята, вы съели всю мою еду.
Ааа!
Послушайте, мне жаль, что я так кричал.
Вы ведь просто хотели помочь мне, правильно?
Я Кевин МакКалистер.
У вас красивые птицы.
Я вас видел раньше.
У вас везде голуби.
Сначала вы кажетесь страшной.
Но потом я подумал, что не все так уж плохо.
Они все вокруг вас, потому что любят вас.
Я могу уйти.
Я вам надоел?
Нет.
Хорошо.
От меня одна головная боль?
Нет.
Голуби сами к вам прилетают... или вы их зовете?
Дай мне руку.
Они слышат.
Здорово.
Здесь так холодно.
Я бы выпил горячего шоколада.
А вы?
Я угощаю.
Я не хочу справлять рождество в парке.
Мы можем пойти куда- нибудь потеплее?
Да.
Я знаю такое место.
Красивая музыка.
Мне здесь нравится.
Я слышала здесь самую лучшую музыку всего мира.
Элла Фитцжеральд, Каунт Бейзи...
Фрэнк Синатра...
Лучано Паваротти.
А вы приводите сюда своих друзей?
У меня мало друзей.
Извините.
Я как одна из этих птиц.
Люди сторонятся меня.
Они видят меня, но игнорируют.
Они бы предпочли, чтобы я не была частью этого города.
Да.
У меня что- то похожее в семье.
Я словно посторонний в доме... просто потому что самый младший.
Все борются за свое место.
Все хотят быть увиденными... и услышанными.
Я думаю, да.
Меня слушали довольно много... но потом очень часто отправляли в мою комнату.
Я не всегда была такой.
А кем вы были раньше?
У меня была работа...
У меня был дом...
У меня была семья.
У вас были дети?
Нет.
О, я хотела их...
Но человек, которого я любила... разлюбил меня.
Это разбило мое сердце.
Я перестала доверять людям.
Не обижайтесь... но мне кажется, что это глупо.
Я боялась, что мне снова разобьют сердце.
Видишь ли, когда доверяешься человеку... и потом, приходит время... и он забывает о тебе.
он просто может быть очень занят.
Может, они не забывают про вас...
Не думаю, что люди забывают специально.
Это просто случайность.
Мой дедушка говорит, что если бы моя голова не была прикручена к телу... я оставил бы ее в школьном автобусе.
Я просто боюсь довериться кому- то... и снова разбить свое сердце.
Я понимаю.
У меня были роликовые коньки.
И я боялся сломать их... и поэтому я хранил их в коробке.
И знаете, что произошло?
Нет.
Они стали мне малы.
Я никогда не катался на них на улице... только несколько раз по моей комнате.
Человеческое сердце и человеческие чувства... отличаются от роликовых коньков.
Да, но они очень похожи.
Если вы не будете использовать ваше сердце... тогда какая разница, если оно сломается? если вы храните его только для себя... то с ним будет то же самое, что и с моими роликами... когда оно вам понадобится... но не сможет работать.
Вам надо попробовать.
Вам нечего терять.
В этом есть немного правды.
Я тоже так думаю.
Ваше сердце может еще и разбито... но оно есть.
Если бы его не было, вы бы не были такой доброй.
Спасибо.
Знаешь, а я уже... два года ни с кем не разговаривала.
Это ничего.
У вас хорошо получается.
С вами не скучно.
Вы не бубните себе под нос, когда говорите.
Вам надо чаще это делать.
И не носить одежду... которую загадили голуби.
О, я много работала над тем... чтобы люди сторонились меня, правда?
Я всегда думал, что когда я один, мне очень весело... но быть одному не так весело.
Меня не волнует, насколько люди достают меня иногда... но это лучше, чем быть одному.
Так что ты делаешь один на улице... один на Рождество?
Ты попал в беду?
Да.
Ты что- то натворил?
Много чего.
Ты знаешь, что хорошее дело, компенсирует плохое?
Уже поздно.
Не знаю, хватит ли у меня времени... компенсировать все мои плохие поступки.
Но это же Рождество.
Хорошие поступки становятся вдвойне хорошими сегодня.
- Правда?
- Конечно.
Так что подумай о самом важном... что ты можешь сделать для других... иди и сделай это.
Просто слушай сове сердце.
Хорошо.
Уже совсем поздно.
Мне надо идти.
Если я не увижу вас снова, надеюсь, у вас все будет хорошо.
Спасибо.
Скажите вашим птицам до свидания.
Хорошо, скажу.
С рождеством.
С рождеством.
Если вам нужен кто- то, кому надо доверять, это могу быть я.
Я не забуду помнить о вас.
Не давай обещаний, которых не сможешь выполнить.
Все деньги, вырученные сегодня... мистер Дункан пожертвует детской больнице.
В полночь мы ограбим магазин Дункана.
Вы можете наделать много плохих вещей... но вы не можете испортить детям рождество.
Мы хотели бы предложить вам... прекрасные апартаменты, пока вы здесь.
Это пентхаус с видом на парк.
Я думаю, вы найдете его удовлетворительным.
Из него только что выехала графиня - Вустарше.
Что это за отель, который позволяет детям самостоятельно бронировать номер?
У мальчика была очень убедительная история.
Что за идиоты работают здесь?
Лучшие в Нью- Йорке.
Когда вы обнаружили, что кредитная карта украдена -
Это я узнал.
Почему вы дали ему уйти?
Когда мы попытались задержать его, он убежал.
Вы напугали его.
Сейчас Рождество, и из- за вас... наш ребенок затерялся в самом большом городе мира.
Могли бы вы отнести наш багаж в номер?
Да, сэр.
Быстрее.
Я поеду в полицию... хочу убедиться, что они ищут его.
А ты оставайся с детьми.
Нет.
Я пойду искать его.
Что?
При всем уважении, мадам... ваш сын потерялся в одном из самых больших городов мира.
Не влезайте не в свое дело.
Как пожелаете.
Спасибо.
Я не думаю, что это хорошая идея... чтобы ты одна ходила по Нью- Йорку.
Если наш сын смог, то и я смогу.
Питер, я буду в порядке.
Я сейчас в таком состоянии... что ни один бандит со мной ничего не сделает.
Мадам, здесь сотни бандитов... вооруженных до зубов.
Оденьтесь потеплее.
Там холодно.
Марв, Марв, давай, пошли.
Марв... бери лом.
Счастливого рождества, Гарри.
С Ханукой, Марв.
Тут больше, чем я могу сосчитать.
Представь, как много времени мы тратили... когда грабили дома.
Самое смешное, это то, что нас все ищут... а мы грабим магазин... и никто об этом не знает.
Он вернулся!
Он нас сфотографировал!
Как моя прическа?
Вот и все.
Назад дороги нет.
Еще одно рождество насмарку.
Нет!
Бери деньги!
Я убью его!
Этот маленький надоедливый негодяй...
Я иду, Гарри!!
Марв!
Гарри?
Гарри!
Это было здорово!
Я вывихнул себе лодыжку.
- Где он?
- Эй, ребята, улыбочку!
Пошли, пошли!
Помоги мне.
Я держу тебя.
Я держу тебя.
Такси!
Таймс Сквер.
Куда он делся?
Давай убьем его!
Подожди, умник.
Мы проваливались все это время... потому что недооценивали его.
Это не так, как в прошлый раз.
Это не его дом.
И он напуган.
У него нет плана.
Можно я подумаю?
Спасибо.
Сынок!
Да?
Ничто бы не порадовало меня больше... чем выстрелить в тебя.
Ничто не доставило бы мне... большего удовольствия, понятно?
Но так как у нас мало времени.
Я заключу с тобой сделку.
Ты бросишь нам камеру... и мы тебя не тронем.
Ты больше никогда о нас не услышишь.
Хорошо?
Обещаешь?
Клянусь своей жизнью.
Хорошо.
Хорошо, давай ее сюда.
Прямое попадание!
Сколько у меня пальцев?
Восемь?
Хорошо, мальчик, ты хочешь кидаться кирпичами?
Давай!
Бросай еще один!
Если ты не можешь придумать что- нибудь получше... ты проиграешь!
Гарри... нет.
У тебя еще есть?
Давай, Марв.
Поднимайся.
У него кончились кирпичи.
- Что?
- Что?
- Что?
Никто не кидался в меня кирпичами и уходил безнаказанным!
Марв, вставай..
Ты пойдешь здесь, а я сзади.
Гарри?
Гарри?
Гарри?
Гарри, я добрался!
Тебе придется придумать что- то получше, мальчик!
Ну и дыра.
Маленький ублюдок!
Гарри?
Я иду!
Я убью этого мальчишку!
Да!
Разве вы не знаете, что ребенок всегда побеждает двух идиотов?
Гарри!
Он в гостиной!
Он поднялся по лестнице!
Я поднимаюсь, Гарри.
Я иду.
Гарри, Гарри.
Ты не выбил ни одного зуба?
Пошли.
Он на втором этаже.
Почему бы вам не попробовать по лестнице?
Точно.
Подожди минутку.
Минутку!!!
Разве ты не помнишь, как было в прошлом году?
Нет.
Осторожно.
Давай возьмем его!
О!
Он попал мне прямо по челюсти!
Это один.
Не волнуйся, Гарри!
Я достану его!
Прямо по носу!
Это два.
Пошли.
Это... три.
Нет.
Это четыре.
Давай, Гарри.
Марв, ты уверен, что это надежно?
О, да.
Я все предусмотрел.
Крепко, как камень.
Как камень, да, Марв?
Ну что, вы сдаетесь?
Вам еще мало?
Никогда!
Тебе бы лучше припомнить все молитвы, если ты их когда- либо слышал!
Надеюсь, твои родители поставят тебе к Рождеству надгробный камень!
Куда он делся?
Я здесь, и мне очень страшно.
Что это за звук?
Это был звук шкафа с инструментами... падающего с лестницы.
Да!
Сюда!
Даже если меня посадят на электрический стул, я убью его!
Сдавайся, мальчик!
Он исчез.
Я здесь внизу, тупоголовые!
Хорошенькая ночь!
Держи кирпич, малыш!
Давай, Марв.
Я не знаю.
Я сказал, пошли.
Давай, громила.
Гарри?
От тебя пахнет одеколоном?
Это не одеколон.
Это керосин.
Вся веревка им пропитана.
Зачем веревка пропитана керосином?
Веселого Рождества.
- Наверх!
Слезь с меня!
Бери сумку.
Двое ребят, которые ограбили магазин Дункана...
Ищите фейерверк.
И быстрее.
У них пистолет.
Я здесь.
Поймайте меня, пока я не вызвал полицию.
Как же все перевернулось.
Как тебе понравился лед?
Давай немного прогуляемся в парке.
Дай мне сумку!
Дай мне.
Это будет хорошо смотреться в фотоальбоме.
Ты выиграл битву, маленький негодяй... но ты проиграл войну.
Тебе не надо было связываться с нами, дружок.
Мы опасные.
Гарри.
Заткнись.
Гарри...
Заткнись.
Я хочу насладиться моментом.
Что- то не так.
Давай пойдем отсюда.
Заткнись!
Я никогда не учился в шестом классе... похоже, и тебе не придется.
Отпустите его!
Кевин, беги!
Стреляй, стреляй в нее!
Стреляй!
Я пытаюсь!
Пока!
Спасибо!
Как в День Независимости!
Мы пойдем через мост.
Вы идите через туннель.
Пошли!
О, Господи!
Хорошо, ребята, пойдемте.
Вставайте.
Полегче.
Вам, ребята, надо было начать раньше.
Заключенные уже обменялись подарками.
Нам не достанется подарков?
Он заставил нас прятаться в магазине... и мы украли там деньги.
Заткнись, Марв!
У вас есть право хранить молчание.
Он немного взволнован.
Совсем недавно мы сбежали из тюрьмы.
Заткнись, Марв!
Уведите их отсюда.
Пошли.
Помните, если это будет в газетах... мы больше не Мокрые Бандиты.
Мы теперь Липкие Бандиты!
Ох, уж эти Липкие...
Заткнись!
Мистер Дункан, все в порядке.
Мы поймали воров, и вернули деньги.
Хорошо.
Эти деньги надо доставить... в детскую больницу.
Я прослежу за этим.
Большое спасибо.
Простите, мистер Дункан.
Я нашел записку.
Похоже какой- то мальчик разбил вам окно.
Горлицы.
Извините, я ищу своего сына.
Вот этого мальчика.
Помогите, пожалуйста.
Вы не видели вот этого мальчика?
Вот этого?
Я ищу своего сына.
Он потерялся два дня назад.
Вы заявили в полицию?
Конечно.
Тогда доверьтесь нам.
Мы займемся этим.
Но я его мать.
Я понимаю это...
Но вы ищете иголку в стоге сена.
У вас есть дети?
Да, мадам.
И что бы вы делали, если бы это произошло?
Я бы делал то же самое.
Спасибо.
Поставьте себя на его место.
Куда бы вы пошли?
Что бы вы делали?
Я?
Я бы уже лежала мертвой где- нибудь.
Но только не Кевин.
Кевин намного сильнее и храбрее меня.
Я знаю, что Кевин в порядке.
Хорошо.
Так не должно быть.
Он должен быть дома с семьей... рядом с рождественской елкой.
О, Господи.
Я знаю, где он.
Мне надо к центру Рокфеллера.
Садитесь.
Спасибо.
Я знаю, что не заслуживаю Рождество... даже если бы я сделал хорошее дело.
Мне не нужны подарки.
Вместо этого я хочу вернуть... обратно все плохие слова, которые говорил своей семье... даже если они не возьмут обратно свои слова.
Мне все равно.
Даже Базза.
Если бы я мог увидеть кого- нибудь одного, можно мне увидеть маму?
Я никогда не хотел ничего больше, чем этого.
Я просто хочу увидеть маму.
Я знаю, что не увижу ее сегодня... но я обещаю, когда снова увижу ее... когда- нибудь.
Даже если только на пару минут.
Я попрошу у нее прощения.
Кевин?
Мам?
Так быстро.
О.
Кевин.
Мам, прости.
И ты меня прости.
С рождеством, мама.
С рождеством, дорогой.
Спасибо.
Пошли.
Как ты узнала, что я здесь?
Я знаю, как ты любишь Рождественские елки... а это самая большая.
А где все остальные?
Они в отеле.
Им тоже не нравятся пальмы.
Боже мой!
Уже утро!
Уже утро.
Я и не подумаю вставать.
Не думаю, что Санта приходит в отели.
Ты что?
Он же волшебник.
Он приходит везде.
Ребята, вставайте!
Уже Рождество!
Мам, пап, Рождество!
Что?!
Что это?
Пошли.
Откуда это все?
Мам!
Пап!
Посмотрите сюда!
Питер!
Вы уверены, что мы в своем номере?
Смотрите, сколько здесь подарков!
Смотрите!
Мои подарки не открывать.
Кто такой мистер Дункан?
Дункан?
Не знаю.
Хорошо.
Успокойтесь все.
Эй!
Хорошо...
Если бы Кевин не заварил всю эту кашу... мы бы не оказались в этом шикарном месте... со всеми этими подарками... итак... я думаю... что Кевин должен первым открыть свой подарок.
Потом я... потом вы.
С рождеством, Кевин.
С рождеством, Базз.
С рождеством, Кевин.
Хорошо, Кевин!
Веселого Рождества!
Хватит этих сентиментальностей... давайте начинать!
Подождите.
Не рвите бумагу.
Она пригодится в следующем году.
И бантики тоже.
С рождеством.
Кевин!
С рождеством!
У меня есть кое- что для вас.
Что это?
Это горлица.
У вас есть одна, и у меня. пока мы их храним... мы друзья навсегда.
О, Кевин.
Спасибо.
Я не забуду вас.
Верьте мне.
О.
Счет, сэр.
С рождеством.
Прекрасная семейка.
Это точно.
Счастливого Рождества.
Пап...
Кевин!
Ты истратил $967 на обслуживание?!
Меня зовут Эш, я - раб.
Как мне удалось выяснить, сейчас 1300 год от Рождества Христова, и я обречен на смерть.
Но так было не всегда.
Настоящая работа...
Отдел скобяных изделий открыт до 12.
"Делай покупку с умом, загляни - все, что нужно найдем".
У меня была замечательная девушка...
Линда.
Однажды мы вместе отправились в маленькую хижину в горах.
Раньше в этой заброшенной хижине жил археолог.
Здесь он занимался изучением и переводом своей последней находки.
Некрологическое Древо бытия.
Книга мертвых.
Граница для всего живого, выкрашенная кровью.
Этот древний киммерийский труд содержал описания похоронных обычаев, погребальные заклинания, а так же заклинания для воскресения демонов.
Эта книга никогда не должна была быть открыта миру живых.
Ее сила пробудила Зло, обитавшее в лесу.
Оно забрало Линду.
А потом пришло за мной.
Оно проникло в мою руку.
Рука перестала мне подчиняться.
Поэтому мне пришлось отрубить ее.
Но это не остановило зло.
Оно вернулось.
Время взбесилось.
Ради Бога, помогите!
Нет!
Что за черт...
Погоди, приятель.
Я понятия не имею, как здесь очутился.
И мне совсем не нужны неприятности.
Что это за взвод?
Мудрец!
Милорд, я полагаю, что он тот, о ком сказано в Некрономиконе.
Тот, кто явился с небес и кому предначертано избавить нас от Мертвяков.
Что?
Этот фигляр?
Похоже, это один из людей Генри.
Схватить и бросить в колодец!
В колодец его!
Ах ты, ублюдок!
Пошли прочь от меня!
Лорд Артур!
Где мой брат?
Увы.
Он отважно сражался.
Прошлой ночью он погиб во время сражения с герцогом Генри.
Мне очень жаль, Шейла.
Вы убийцы!
Грязные убийцы!
Смерть моего брата должна быть отмщена!
Приступить к исполнению приказа!
Убейте их!
В колодец их всех!
Сэр, вы не один из моих вассалов.
Кто вы такой?
Кто это такой любопытный?
Я - Генри Красивый.
Так- так, мистер Красавчик.
У меня для тебя есть новость: ты больше не предводитель, а еще, ты по- уши в дерьме.
Вы двое, заткнитесь!
Господа, лорд Артур!
В наших краях появилось Зло.
И пока мои люди боролись ним, жертвуя своими жизнями,
Ты, Генри, пошел на нас войной!
Шарлатан!
Ты первый поднял свой меч против нас!
От этого Зла пострадали и мои люди тоже.
Да твои люди не лучше гнили на дне этого колодца.
Да смилостивится Господь над вашими душами.
Боже милостивый, там кто- то прячется!
Да.
В колодец их вместе с кровожадными дьявольскими отродьями.
- Милостивые небеса!
- Он убегает.
Погодите минутку...
Стойте.
Вы должны понять, я его впервые вижу!
Генри, скажи им, что не знаешь меня.
Мы никогда раньше не встречались.
Скажи им!
Не думаю, что они станут меня слушать, парень.
Слушайте, я говорю вам, вы совершаете ошибку.
Шипы.
Вы слышали приказ, давайте шипы.
Расступитесь!
Незнакомец!
Незнакомец!
Я проклинаю тебя.
По- моему, у тебя шнурок развязался.
Отлично, ну, кто еще желает?
Кто следующий?
Ну что же вы?
Кто еще хочет?
Ты!
Хочешь быть следующим?
Я что- то не слышу ответа.
Хочешь?
А как насчет этого?
Теперь берите лошадей и убирайтесь отсюда.
Отпустите их!
- Остановите их!
- Спасибо за гостеприимство!
Меч!
За свою самонадеянность он поплатится жизнью.
Да.
Так, вы, примитивные болваны.
Слушайте меня!
Видите это?
Это моя палка- стрелялка!
Эта крошка из Мичигана.
Розничная цена $109. 95.
Приклад из орехового дерева, ствол из вороненой стали и отличная пусковая система.
Делай покупку с умом, загляни - все, что нужно, найдем.
Все меня поняли?
Я клянусь, если хоть один из вас, обезьяноподобные, меня тронет...
Теперь поговорим о том, как мне вернуться домой.
Трижды прошу простить меня, милорд.
Я думала, что вы - один из людей Генри.
Сначала убить меня хотела, а теперь поцеловать.
Не выйдет.
Ну что, как там дела?
Ты сможешь отправить меня назад?
Это возможно только с помощью Некрономикона.
Мне нужна эта книга.
В ней заключена сила, способная отправить тебя в твое время.
Только ты, чей приход был нам предсказан, можешь отправиться на ее поиски.
Мне не нужна ваша книга, мне не нужна вся эта чушь.
Просто отправьте меня назад, немедленно...
Ты умрешь!
Тебе никогда не добраться до Некрономикона!
Мы заберем твою душу!
Это уловка.
Неси топор.
Мои глаза!
Я ослеп!
Ну что, дьявольское отродье, потанцуем?
Дак ты отправишься на поиски книги?
Вот эту.
Похоже, я сегодня в ударе.
В чем дело?
Соскучилась?
Дверь закрой.
Мудрец сказал, что ты - Избранный.
Тот, кто найдет священную книгу и поведет наших людей в битву против Зла.
Единственная причина того, что я отправляюсь за книгой, это мое желание вернуться домой.
Ты отправляешься с восходом солнца?
Не трогай это.
Да и вообще, зачем ты сюда пришла?
Я хотела сказать, что буду молиться за тебя.
Я сделала это для тебя.
Отлично, смогу использовать его в качестве попоны.
Подсласти мне жизнь, детка.
Что?
Что это такое?
Это тропа приведет тебя в нечестивое место.
На кладбище.
Там ты найдешь Некрономикон.
Прежде чем забрать книгу, ты должен произнести магические слова:
Клату, Верата, Н' икту.
Клату, Верата, Н' икту.
Теперь повтори.
Клату, Верата, Н' икту.
Еще раз!
Запомнил я ваши чертовы слова.
А теперь слушайте, вы, оба!
Я приношу книгу - вы отправляете меня обратно.
И все это в прошлом.
В чем дело, приятель?
Готовьсь, цельсь, пли!
Ах ты, маленький паршивый...
Приснится же такое.
О Бог мой!
Я не могу пошевелиться!
Ладно, приятель.
Как насчет чашечки горячего шоколада?
Ну, как тебе, нравится?
О Боже, оно растет!
Я ослеп, я ослеп.
Куда ты меня тащишь?
Что ты такое?
Ты это я?
Я - плохой Эш,
А ты хороший Эш.
Пай- мальчик.
Хороший, плохой...
Зато у меня есть ружье.
Это тебя научит уму- разуму.
Тебе никогда не заполучить Никрономикона!
Тебя прикончат прежде, чем ты доберешься до него.
Эй, что это у тебя с лицом?
Я вернусь за тобой.
Три книги?
Так, минутку.
Мы так не договаривались.
Взять одну или все.
Или... или что?
Ну, я тебе еще покажу...
Что ж, теперь выбор очевиден.
Так, стоп... слова... нуда, точно.
Сказать слова.
Клату...
Верата...
Никти, Никтор, Никл...
Слово на "Н".
Да, точно, на "Н".
Клату, Верата,...
Так, слова сказал.
Эй, минутку.
Все должно быть в порядке.
Я сказал слова!
Да, сказал!
Нет!
Скорее в укрытие!
Спасайте своих детей.
Что- то не в порядке!
Что- то неправильно!
Да я ваши костяшки в порошок сотру...
Я с этим завязываю.
Свою часть я выполнил.
Теперь отправляйте меня обратно.
Как договаривались.
Я... возродился!
Сотрите, он вернулся!
Он здесь!
Он - Избранный!
Он принес Никрономикон!
Да, все отлично.
Да отстань ты от меня!
Никрономикон, скорее!
Ты принес его?
- Да, только вот...
- Только во что?
Ничего.
Вот.
Теперь отправляй меня назад.
Как договаривались.
Прежде чем взять его, ты произнес слова?
- В общем- то, да...
- Ты произнес все слова правильно?
Ну, может быть, произношение было не идеальным.
Но я их сказал.
Черт бы тебя побрал!
Ты всех нас обрек на смерть! неправильно произнеся слова, ты пробудил армию мертвяков.
Да все это пустой треп.
Ты же сказал, что как только ты получишь книгу, ты сможешь со всем этим разобраться.
Ты сказал, что в ней заключена сила, которая избавит вас от мертвяков и отправит меня обратно.
Это верно.
Книга до сих пор обладает той силой, которая сможет вернуть тебя назад, но для нас она бесполезна!
Зло жаждет заполучить эту книгу, и оно придет сюда за ней.
У нас был договор.
Тебе была нужна чертова книга, я достал ее.
Своя часть сделки я выполнил, теперь отправляй меня обратно!
Поскольку мы - люди слова, мы выполним условия договора.
Мудрец отправит тебя обратно, в твое время.
Правда?
Мы думали, он - Избранный.
Да, таков был наш уговор.
Ну и когда мы сможем приступить?
- Когда начнем все эти церемонии?
- Жалкий трус!
Мудрец был дураком, что доверился тебе.
Я знал, что ему нельзя доверять.
Я до сих пор верю, что ты поможешь нам.
Шейла, ты, что не поняла?
Все кончено.
Я не могу дать им то, чего они хотят.
Прощай.
А как же все то, что между нами было?
Все те слова, которые ты говорил мне наедине?
Обычная вещь, крошка.
Нет, это было что- то большее.
Я все равно верю в тебя.
Я знаю, ты останешься и спасешь нас.
Я...
Трус.
Помогите!
Шейла!
Не стреляйте, вы можете задеть девушку!
Чтоб ты сдох!
Копайте, черти!
Копайте быстрее!
Мне нужны все чертовы отродья,
- когда- либо погибшие в битвах.
- Спасибо, сэр.
- Бери лопату и копай!
- Слушаюсь, сэр.
- Мы нападем на их замок и вернем мою книгу.
Добро пожаловать в мир живых.
Бери кирку и копай.
Приведите девку!
Подсласти мне жизнь, крошка!
Иди ко мне, моя конфетка.
Не прикасайся ко мне, урод вонючий!
Да брось ты.
Давай же.
У нас на тебя кое- какие планы, красавица.
Двигайся!
Вернулись разведчики!
- Поднимайтесь.
- Как далеко отсюда?
- Около двух дней пути.
- Нам нужно уходить отсюда, и чем быстрее, тем лучше.
- Мы можем укрыться в горах.
Так было предсказано, Артур.
- Зло заберет наши души.
- Мы все умрем.
Давайте, бегите!
Прячьтесь под одеяло и зовите мамочку!
Я больше не буду убегать.
Я говорю, мы останемся и будем бороться.
В будущем, что, все такие самонадеянные?
Нет, я один такой.
Как мы сможем победить армию мертвяков?
Как ты собираешься с ними бороться?
Может, уговорами?
Большинство людей уже сбежали.
Нас тут всего человек 60.
Тогда мы попросим людей Генри помочь нам.
Ну, кто остается со мной?
Я остаюсь.
Можешь рассчитывать на мой меч.
Я готов последовать за тобой.
И я тоже!
Дорогая, поздоровайся мальчиками.
Может я и плохая, но чувствую себя превосходно.
- Кто здесь главный?
- Вы, милорд!
- Конечно, вы, сэр!
Вперед!
В замок!
Они идут!
Мертвяки приближаются!
Черт, их там целая уйма.
Может, мы просто остановим их, когда они попытаются забрать книгу?
Да, а я - Китайский летчик- истребитель.
Все на исходные позиции!
Укрепить фундамент!
Готовьте катапульты!
Зададим им жару!
- Прибыл разведчик.
Отлично, отлично, отлично...
Где они держат мою книгу?
Там, милорд, на башне.
Премиленькое местечко.
Отлично.
Начать наступление!
Вперед!
Крушите все вокруг!
В замок!
Смерть смертным!
Стрелы!
Поджигай!
Спокойно...
Пли!
Сэр, вторая армия наступает с Юга.
Сломать ворота!
Катапульты!
Огонь!
- В укрытие!
- Поберегись!
- С дороги!
Вы, никчемные мешки с костями!
Перестроиться и начать... начать... начать наступление.
Вперед!
Укрепить ворота, немедленно!
Они пробили ворота!
Тупоголовые идиоты!
Стрелы!
Мы прорвались!
Замок наш!
Сместить позиции назад!
Охраняйте книгу!
Да поможет нам Бог.
Привет из 21 столетья.
Подходи.
У меня на всех хватит!
Взять его!
Шейла...
Мы взяли под охрану внутренний двор.
Превосходно.
- Милорд...
- Не отходить от книги!
Это войско Генри!
Оружие наголо!
Покажем этим отродьям дьявола!
Книга моя.
Сейчас я тебе обрезание сделаю
Эй, куда он делся.
Эй!
Иди к папочке!
Взять его!
Отстань от меня, маразматичная сучка.
Когда- то ты находил меня вполне привлекательной.
Не скажу, что ты похорошела с тех пор.
Вот она, моя дорогая.
Хочешь сыграть по- крупному?
Приготовься к смерти!
Стареешь, приятель.
Кажется, мне пора.
Не стоит так торопиться!
Я из тебя сейчас мойдодыра сделаю!
Мы больше не можем сдерживать натиск!
Мы должны держаться!
Необходимо защитить книгу.
Куда же ты? мы еще не закончили.
Наконец- то.
Я завладел Некрономиконом!
Теперь я смогу отомстить!
Пристегни ремни, костяная башка.
Пора немного прокатиться.
Мы победили!
- Отступаем!
Отступаем!
- Пора уносить ноги!
Генри.
Ну, как тут дела?
Мы победили.
Теперь мы - братья, и да здравствует Новое Королевство!
Книга гласит, что если ты выпьешь эту жидкость и произнесешь:
Клату, Верата, Никту, ты очнешься в своем времени.
Помни, ты должен произнести слова четко.
Я даже подумывал о том, чтобы остаться.
Они предлагали мне стать их лидером, предлагали даже... стать их королем!
Но мое место здесь, поэтому я проглотил напиток, произнес слова, и вот он я.
На этот раз ты произнес все слова правильно?
Ну, возможно, произношение было не идеальным.
Но я их произнес, в общем- то.
в общем- то...
Ты знаешь, вся эта история... про короля.
Мне кажется, это просто уловка.
Ну, вообще- то...
Умри!
Леди, боюсь, мне придется попросить вас покинуть помещение.
Кто ты, черт возьми?
Эш...
Товары для дома.
Я вырву твою душу!
Иди и попробуй.
Я, конечно, мог остаться в прошлом... мог даже стать королем...
Но, на самом деле, я и есть король.
Поприветствуй короля, крошка.
Какая ты красивая.
Что это?
- Ты ничего не почувствовал?
- Почувствовал кое- что.
Эй, вернись!
Погромче музыку!
Славно веселимся, ребята.
Вы веселитесь.
А лодку трясёт.
Перестань!
- У тебя паранойя!
- Послушай.
Вы слышали?
Вот, послушайте.
- Вы слышите?
- Что это?
Тихо, все!
Стой там.
Что это?
Держись!
Побег подопытной акулы.
Да, в нашем хозяйстве были некоторые проблемы.
Мы уже очень близки к оживлению клеток человеческого мозга.
Доктор...... я вложил туда 200 миллионов, именно ради ваших исследований.
Но в понедельник откроется биржа...... несмотря на свою репутацию, я не люблю высоту.
Особенно, когда с неё падаю.
Очень жаль, и это правда.
Скажите, вы знали кого- нибудь с болезнью Альцгеймера?
Вроде бы, нет.
Только в конце жизни мой отец спрашивал, куда ушла мама.
Я повторяла, что она умерла, и снова видела ужас в его глазах.
Ежегодно болезнь Альцгеймера поражает 200 тысяч человек.
А может одна таблетка покончить с ней?
Всего 2 суток до понедельника.
Я дам вам такие результаты, что ваши акции пойдут нарасхват...... или начну паковать вещи.
Вам решать.
Это была яркая речь, она вам удалась.
Я читала статью о вас.
- О том случае в Гималаях.
- В Альпах.
Да.
Мы только хотели быть вместе.
Развлечься.
Но вышло по- другому.
Вы же спасли их всех.
Не всех.
Построено во время Второй мировой...... для наших подлодок.
Это досталось нам, мы добавили резервуары, лаборатории.
За ваш счёт, полагаю.
Похоже на плавучий Алькатрас.
Что скажешь?
Целых 12 футов.
Красавица.
- Хочет тебя крепко поцеловать.
- Не сомневаюсь.
Так хочет, что от нетерпения сжимает номер в зубах.
Хороша штучка, амиго.
Отпускай её, Билли!
Рассел Фрэнклин, Джэнис Хиггинс.
Морской биолог.
Джэн поможет вам устроиться.
Приветствую на райском острове.
А где татуировка?
С таким маленьким человечком?
"Самолёт, хозяин!
Самолёт! "
Ясно.
Я старею.
Что вы знаете о нашем хозяйстве?
Считайте меня туристом.
Ненавижу туристов, но полагаю вы мне понравитесь.
"Луизиана."
Думаю, его купили в зоомагазине в Батон Руж.
Он сожрал всё в аквариуме, а потом того, кто его купил.
Нам нужно поговорить.
Не сейчас.
К.
Фрэнклин, президент "Каймера Фармацевтик".
Это было потрясающе.
Мы не слишком нравимся им на вкус.
Они могут укусить, только если подумают, что вы морской котик.
Или богатый чужак.
Рад был познакомиться.
Какое гостеприимное место.
Он ещё удостоил вас парой фраз.
Обычно, он небрежно кивает.
Слухи быстро расходятся и мы уже знаем, зачем вы здесь.
Тот экземпляр от вас убегал?
Тот малыш?
Нет.
Там у нас нормальные акулы.
А здесь три подопытные.
Две самки первого поколения и одна второго.
Под этой зеркальной гладью...... мир бесшумных чудовищ.
Страшно подумать, да?
Да.
Страшно.
Башня вызывает такси.
Бен, в 30 милях отсюда начинается шторм.
Приём.
Понял.
Всё будет хорошо.
Джэйн, веди себя хорошо.
Куда они?
Неужели из- за меня?
Они едут домой.
На выходные часть экипажа сходит на берег.
Но вас они всё равно ненавидят.
А вот и доктор Джим Витлок, умнейший человек на свете.
Он писает против ветра.
Какой же он умнейший?
Сами увидите.
Что случилось, косой глаз?
Промахнулся с первого раза?
Пришлось стрелять дважды.
Ты шутишь?
Две такие штуки могли её убить.
Расскажи это ей, Скоггс.
Ты промазал.
И не злись на меня за то, что не умеешь стрелять.
Если бы ты закрыл загон, я бы выспался прошлой ночью.
Я уже говорил доктору, я всё закрыл, как всегда.
Значит, рыба нашла другой выход.
Почему ты так на меня смотришь?
Кому ты должен доверять?
Мне, вот кому.
И ты доверяешь.
А знаешь, почему?
Я - надёжный.
Насколько эти заборы выше воды?
Учитывая вариации по участкам и фактор прочности на разрыв...
Короче, парень.
На 8 футов, плюс- минус сантиметр.
Простите.
После моих слов вы решите, что здесь психушка.
Нет, что вы.
Но такая мысль была.
Дело в том, что мысль верная.
Хотя почти все здесь - лучшие в своем деле.
Тут, под водой, как в космосе.
Нельзя допускать ошибки.
Купленные заборы из титанового сплава... окружают резервуары и всю лагуну.
Тут три этажа.
На первом жилые помещения.
На втором: зоолаборатория и цеха.
На третьем: лаборатория проход герметизирован.
Добро пожаловать в "Акватику".
Ты уже ввёл сыворотку акуле?
Я поручил это Картеру.
Завтра вечером всё будет готово.
- Но?
- Не будем готовы мы.
Опережаем на 2 месяца график.
Пропустили три этапа предварительных тестов.
У нас нет выбора.
Всю жизнь ты ждёшь один- единственный день...... и вдруг, это уже завтра.
Чем именно занимается акулятник?
Чем же ещё, кроме акул.
Как ты оказался в "Акватике"?
Люблю воду.
И хорошо платят.
Знакомая маска!
Я искал в такой клады у испанского побережья.
Вещь для туристов.
Любишь искать клады?
Да, это занятно.
Уверен, ты в этом специалист.
Под водой не играют в кошки- мышки.
Ты ведь тут главный, да?
Да, я тут главный.
И всё про всех знаешь.
Говори.
2 года в тюрьме за контрабанду.
А как ты сделал свои деньги?
Или ты первый в истории кристально чистый богач?
Но ты же понимаешь меня, верно?
Здесь меня всё устраивает.
Я веду себя тихо.
И помню, что освобождён условно.
Я не хочу менять мир, как доктор.
Но и не хочу его разрушать.
Давай корм, кретин!
Эй, лысый!
Жирная задница!
Ты большая жирная задница.
Знаешь что, птичка?
Ты меня уже достала.
Смотри, без перьев останешься.
Вот заведу себе кота.
Вкусно.
Да.
Вкусно.
Вот так.
А язычок у тебя противный, знаешь об этом?
Пора кормить.
Выпускаю тигровую акулу через 30 секунд.
Понял?
Понял.
Я уже рядом.
Что, ребята, проголодались?
Доктор Макалистер, тут проблема.
Не могли бы вы подняться?
Доктор, пожалуйста, поднимитесь наверх.
Сюрприз!
С днём рождения!
Чёрт, ненавижу эту песню.
Что, хороша музыка?
Давай к нам, Картер.
Столько женщин и всего один Скоггс.
Налей водки и не разбавляй.
И, кстати, ужин был отличный, братишка.
Это ты тогда угодил под снежную лавину, да?
Точно, я.
У чёрных столько возможностей погибнуть...... что им незачем лазить по горам, чёрт знает где.
Оставил бы ты такие забавы белым людям, "братишка".
С днём рождения.
О своих выводах сообщу завтра.
Как там жизнь под водой?
Там всё гораздо проще...... чем на поверхности.
Это уж, точно.
Ты был хорош с тигровой акулой.
Может, расскажешь когда- нибудь, как ты этому научился.
Вот позовёшь меня пива попить, тогда и расскажу.
Слишком много работы, Картер.
Может, когда- нибудь, "однажды".
Они не болеют раком, и, старея, не теряют мозговой активности.
Не то, что многие мои знакомые.
Акулы - древнейшие существа на планете...... они жили, когда весь мир состоял лишь из зубов и плоти.
Этот гормональный препарат...... позволил нам в пять раз увеличить мозг самки.
Чтобы получать больше белка.
Именно.
Этот белок, быть может...
Без всяких "быть может"...... оживит клетки мозга человека, вступив в соединение с ними.
Невероятно, что такое возможно без методов генной инженерии.
Изменения мозга этими методами противоречат Гарвардскому пакту.
И политике компании "Каймера".
Они охотятся стаей.
Как дикие псы.
И пожирают только чужих акул.
Ты раздуваешь всякие мелочи.
Атака на лодку длиной 25 футов.
Или для тебя это тоже мелочь?
Ты уже сказал Фрэнклину?
Моё дело - рыбы, леди.
Но опережение графика в работе с акулой было большой ошибкой.
Ты доволен своей работой?
Вы угрожаете мне, док?
Нет.
Но если мы завтра провалим тест, то все здесь потеряют работу.
Ты хороший человек, Картер.
Но с твоим прошлым...
Верно.
Как там наша премудрая мисс?
Может, она умнее, чем кажется.
Укрепил заборы, как я просил?
Всё сделано.
Пошли пиво пить.
Береговая охрана США сообщает:
Штормовое предупреждение всем судам в водах к югу от США.
АКВАТИКА
Ещё одно слово и в меню на ужин появятся твои тощие лапки.
Жирная задница!
Вот так.
И можешь делать... что хочешь.
Прошу в мой кабинет, мистер Фрэнклин.
Ух, ты.
Лаборатория, у нас трудности.
Совсем ничего не видно.
Включите все мониторы в резервуарах и над поверхностью.
Сомневаюсь, что внизу видимость лучше.
Картер, ты слышал?
Да, я приближаюсь к туннелю.
Вот он.
Элвис выходит из дома.
Мы нашли тебя, но видимость почти нулевая.
Нет проблем.
Давно у них наблюдается такая синхронность?
Скажите мне, что это сон.
Они узнали оружие!
Это невозможно.
Акулы так не плавают!
- Не отвлекайтесь.
- Что это?
Пропала картинка 2 резервуара.
Сейчас, подождите.
Картер, ты меня слышишь?
Картер, ты слышишь?
Картер, ответь.
Ты меня слышишь?
Не молчи!
Ты всех пугаешь.
Подъёмник включён.
Он взял её.
Кто заказывал рыбу?
И это творение Божие?
Нет, уже не Его.
Наше.
Начинаем сканирование.
Подключён образец 2 поколения.
Передача функций на терминалы.
1 терминал - функции организма.
2 терминал - диагностика.
Мы в прямом эфире, поехали!
Давление, 67 на 43.
Сердце, 50 ударов в минуту.
В пределах нормы.
Она спит, как ребёнок.
Может, кошмары?
Прибор зафиксирован.
Функции организма в порядке.
Основные функции?
Держатся.
Вытяжка - 4, 5 кубика.
Вводим 2 кубика белковой смеси безжизненным нейронам мозга... пораженного болезнью Альцгеймера.
И синтезируется то, что вы хотите получить здесь.
Белковый состав взаимодействует с нейронами.
Нейроны возвращаются к жизни.
Образуется единое целое.
Они взаимодействуют!
- Они взаимодействуют!
- Одна секунда.
Две.
Три.
- Ещё взаимодействуют.
- Четыре.
Пять.
Шесть.
6, 560 секунды.
Будь я проклят.
Нет, сэр.
Секунды показали...... что прокляты мы не будем.
Мои поздравления.
- Вы потрясены?
- Не то слово.
6, 560 секунды.
Итак, вы получили это...... сколько вам нужно времени, чтобы создать лекарство?
Ты справился, приятель.
Справился.
Нет!
Картер, нет!
Ты рехнулась?
Башня, врачей и спасателей сюда!
Всем, кто нас слышит, СОС.
Говорит станция "Акватика".
Нужна медицинская помощь.
Станция "Акватика".
Срочно нужна медицинская помощь.
Пожалуйста, ответьте.
Это Альфа 2- 18.
Летим с нефтяной базы Чайяпа.
Мы получим то, чего ты всегда хотел.
Укол сделан.
Он истекает кровью!
Говорят, эти жёлтые бабочки большие, как облака, да?
Станция "Акватика", говорит Альфа 2- 18.
Мы видим вас.
Заходим по 0- 6- 0.
Поняла вас, 2- 18.
Будь рядом с ним.
Разговаривай.
Поехали!
- Я же не такой доктор.
- Продолжай то, что ты делаешь.
Где вертолёт?
Башня?
Бренда.
Где вертолёт?
Фрэнклин, туда!
Ещё ниже!
Готово.
Всё хорошо.
Держись.
Поймал.
Вывозите его.
Пошли!
Я люблю тебя!
- Давай!
- Вставай!
Быстрей!
Быстрей, Картер!
Давай, 2- 18!
Давай!
Чёрт!
Не могу вывести картинку.
Башня, есть видимость?
Ответь.
Ничего не выходит.
- Ты слышишь меня?
- Приём.
Есть!
Предположим, что это знамение.
Где он сейчас?
Где он?
- Вся система вырубилась.
- Бренда?
Слышишь меня?
Всё сдохло.
Кто- нибудь, пожалуйста...... объясните мне, что это.
Прошу вас.
Всё, ребята, уходим.
Сейчас же!
Все к двери!
Пошли.
Ему уже не поможешь.
- Погнулся дверной косяк.
- Открывай.
Открывай!
Поворачивай!
Поворачивай!
Нет!
Башня, ты меня слышишь?
Алло, кто- нибудь?
Выберемся наверх, вызовем помощь.
Что?
Мы затоплены.
Чёрт!
Отсюда нет другой лестницы.
А лифт?
Автоматически блокируется, чтобы не залило шахту.
Наверх нет выхода.
Ладно.
Хорошо.
Ты показал мне, что пить грешно, считай, я всё понял.
Только не увлекайся, уже ясно, что ты разгневан.
Я знаю, что такое гнев Божий.
Если в коридоре Б сухо...... дойдем до служебной лестницы, спустимся на 3 этаж.
Доберемся до шлюза.
Берём батискаф, и по двое наверх.
Мы спустимся, чтобы подняться.
Хорошо, пошли.
Вперёд.
Кто- то колотит в стену.
Сюда!
Мы здесь!
Прич?
Что это, чёрт возьми?
Это приборы бьются об стену?
Думаешь?
Не похоже.
Нужно проскочить мимо двери.
Бежим!
Быстрей!
Открывайте!
Скорей!
Скорей!
Птица!
Отзовись, птица!
Где ты, птица?
Эй, лысый!
Птица?
Жирная задница!
Птица?
Есть кто, живой?
- Ковбой, можно спросить.
- Нам нельзя останавливаться.
Я говорю с ним!
Это ваша проклятая акула ломилась в стальную дверь?
Наверно, да.
Наверно, да?
Так, так, так.
А я единственный идиот, кому это кажется странным?
Она может?
Выбить такую дверь?
Я не специалист.
Но с таким весом, и если она разгонится...... она может снести пару тонн, а то, и больше.
По- моему, да.
Если она захочет, прорвётся.
Но такие акулы...... они ведь вышибают двери не ради спортивного интереса?
Они гонятся за нами.
Мы не можем знать точно, чего они хотят.
Чёрт, что вы сделали с акулами?
Мозг был маловат для выработки белка в нужных количествах.
Мы нарушили Гарвардский пакт.
Джим и я применили генную инженерию, масса мозга возросла.
Крупнее мозг - больше белка.
Побочный эффект: они поумнели.
Тупая сука!
Я этого не хотела, но для нас...... это был шанс уничтожить отвратительную болезнь мозга.
Подумайте о тех поколениях, которые могут быть спасены.
Что еще должно случиться, чтобы твои мозги встали на место?
Тебе не понять.
Мне не понять?
Глупому Картеру не понять, что ты нас использовала?
Что ты использовала меня?
Такой, как я, будет молчать, как рыба.
Не станет задавать лишних вопросов.
Ему есть, что терять.
Ты не понимаешь, что мы сделали.
Наделили самую древнюю машину для убийств умом и волей.
Превратили нас в добычу.
Мы для них, словно рыбёшка.
Мы спасём людей...
Джима?
Бренду?
Нас?
Ну, ладно, люди.
Эти акулы способны думать.
Вот вам загадка.
О чём думает гигантская акула...... с мозгом, как огромный мотор, и не имеющая себе равных в воде?
Не собираюсь дожидаться ответа.
Видишь, как всё вышло?
ПЛЕЙБОЙ
Прошу Тебя, выведи меня отсюда.
А если акулы пробьют ограду и вырвутся в океан?
Нет.
Между нами и океаном забор из титана.
В нём можно только застрять.
Доберёмся до батискафа.
И обсудим это во время подъёма.
Корм давай, задница.
Осторожней.
Иди сюда, птица.
Иди.
Пожалуйста, малышка.
Лысый.
Видишь, папочка улыбается?
Иди ко мне.
Тащи сюда свои перья.
Давай.
- Это последствия взрыва?
- Нет.
Не могло рвануть с такой силой, чтобы так искорёжило батискаф.
Неважно.
Это уже металлолом.
Мы просто нырнем и поглядим, кто выплывет.
Вы так работали, доктор Сьюзи?
Просто ныряли, не думая.
Прыгни первой, покажи пример.
Он был моим другом, Джэнис.
Я не полезу в воду.
- Ни за что!
Там же акулы.
- Послушайте!
Надеваем костюмы.
Чтобы тело не переохладилось.
Для начала.
И если нет идеи получше...... придётся плыть под водой.
Такого не может быть.
Я же не Даниил, одолевший льва!
Ценю твой юмор, Господь!
"Повар умер в своей духовке!"
Но у меня другие планы!
Ты сожрала мою птицу.
Это что, на поверхности?
Нет, слишком тряхнуло.
Взорвалось где- то здесь.
Не подходи так близко.
Это только совет.
Вода спокойная.
У нас есть шанс.
Нет!
У нас нет этого шанса!
230 футов...... от самого дна лагуны и до поверхности!
Обычный человек проплывает два фута за секунду.
А обычная акула 50 футов за ту же секунду.
Я ни за что туда не полезу!
Здесь у нас главная служебная лестница.
Она ведет наверх.
Я люблю тебя, Скоггс.
Обожаю!
Но ты ещё не всё сказал?
Мы не знаем, что происходит на верхнем уровне.
Шахта изолирована.
Но если её повредило взрывом там, наверху...... здесь не хватит давления, чтобы удержать воду в бассейне.
И если бассейн прорвёт, сюда хлынут тонны воды из океана.
Ты всё здесь затопишь.
Лучше попробуем обогнать акул.
Хочешь поплавать с рыбками?
Давай!
Я открываю дверь и сматываюсь!
- Ни черта!
- Я уже не работаю на тебя!
- Мне плевать на твои приказы!
- Хватит!
Довольно, успокойтесь, все!
Думаете, вода такая быстрая?
Видели бы вы лёд.
Он движется с умом.
Будто помнит, что уже убивал мир однажды.
И ему понравилось.
Когда нас накрыла лавина...... мы неделю выбирались оттуда.
И в пути мы потеряли надежду.
Не помню, когда мы начали ненавидеть друг друга.
Но точно знаю...... что лавину пережили семеро...... а спустились оттуда пятеро.
Тогда мы дали клятву, и сейчас я её нарушу.
Мы поклялись, что скажем всем, тех двоих убила лавина.
Но это неправда.
Силы природы бывают опасными.
Но человек гораздо страшней.
Вы видели, как плохо пошло дело, и как быстро это произошло.
Но может быть ещё хуже.
Так что не будем ругаться!
Мы объединимся и найдём выход отсюда!
Сперва, закроем этот бассейн!
Боже мой.
Она сожрала его.
Просто сожрала.
Господи!
Я никуда не пойду.
Шага не сделаю.
За нами придут.
Они придут и спасут нас, и всё будет отлично.
Нет.
Я никуда не пойду.
Каков точный предел прочности конструкции "Акватики"?
3200 тонн.
Что будет, если через бассейн хлынет больше 3200 тонн воды?
Первыми полетят подпорки.
Они выдерживают лишь 7 тонн.
Они сломаются, как зубочистки.
Потом, стены.
Для них Предел давления - 10 тонн.
Хочешь дождаться этого здесь?
Нет, к чёрту.
Настал момент истины.
Опять.
Быстрей!
Быстрей!
Быстрей!
Я держу тебя.
Там горит!
Лифт блокирует выход.
Но если мы доберёмся до 1 этажа, там есть лестница.
Вперёд!
Вперёд!
Что ты делаешь?
Если акула пробьёт тот люк, вода вынесет её прямо к нам.
2 этаж затоплен не полностью.
Если я сумею открыть ту дверь...... вода сначала пойдёт туда, и мы выиграем время.
Крепкие, очень крепкие.
- Ты о чём?
- О твоих стальных нервах.
Будь осторожен.
Уходите!
Джен, держись!
Вытащи меня, Картер!
Я не хочу умирать!
Хватай мою руку!
Давай!
Не могу!
Не достаю!
- Хватай!
- Не достаю!
Дотянешься до двери над тобой?
Слишком высоко.
Слишком высоко.
Наверно, и этот этаж затоплен.
Хорошо, что вы вышли здесь.
Другая сторона уже затоплена.
- Мы этого не планировали.
- Да, так уж получилось.
И, кроме вас, больше никого?
Мы добрались.
Мы на первом уровне.
Выйдем наверх по лестнице.
Она затоплена.
Точно знаю.
Ты уверен?
Боже, дай нам хоть шанс, ладно?
Он всегда отвечает.
Но иногда это не тот ответ, что ты хотел бы услышать.
Отсюда до поверхности 60 футов.
На этом этаже есть аварийный люк, верно?
Здесь есть насосы для откачки штормовой воды с лестницы.
Подключим аварийный генератор, откачаем воду с одного пролёта.
Ты уверен?
Кому ты должен доверять?
- Тебе.
- Точно.
Вот и доверяй.
Этой ночью будет не до покера.
Всегда мечтала набрать "стрит", даже с парными картами на руках.
Мечтательница.
Элементы питания
Джэн была здоровой девушкой.
Поищем приборчик на батарейках.
- Как это мило.
- Где же она хранила свою...... игрушку?
Что с тобой происходит?
Кровь никак не останавливается.
Акулы чуют кровь.
Надо хотя бы смазать.
Картер, сказанное тобой внизу...... наверно, это все, правда.
Всё, что мне удалось сделать...... думаю, я бы не справилась без тебя.
Знаю, Сьюзан.
В том- то и дело.
Четыре утра.
Я знаю.
Одна ночь - как целая неделя.
Относительность.
Ты о чём?
О теории относительности.
Схватишься за горячую кастрюлю, и секунда покажется часом.
Обнимешь пылкую красавицу...... и час пролетит, как миг.
Всё относительно.
Я 4 года учился в Калтехе.
Но не слышал объяснения лучше этого.
Работает.
Ты оставайся с доктором.
А мы попробуем добраться до оборудования в лаборатории...... и осушить пролёт лестницы.
- Прич?
- Что?
Будь любезен, застегни сзади.
Одну акулу убили, две остались...... а вы с доком устраиваете в ванной свидание.
Чем бы мне тебя вылечить?
Я должна сходить в свою каюту.
Забрать данные исследований.
Тесты были удачные.
Столько смертей вокруг, зачем рисковать ради записей...
Без этих записей, их гибель не только ужасна, она бесполезна.
Гибель не бывает полезной, док.
Нам сюда.
Жди здесь.
Я скоро вернусь.
Что такое?
Чёрт возьми, что случилось?
Всё в порядке!
- Что такое?
- У нас всё в порядке!
- Какого чёрта?
- Всё в порядке.
Я думал, ты сразу же вернёшься.
Твой монитор блокирует панель.
Поможешь мне его отодвинуть?
Теперь мы всё делаем вместе.
Только вместе.
Привет.
Меня зовут Шерман Дадли...... если вы смотрите эту запись, значит, я умер и это- завещание.
Я любил проповеди и я любил бутылку.
Я очень старался быть хорошим мужем и отцом.
Но не всегда получалось.
Что же мне сказать вам?
Что я оставлю вам после себя?
Начнём с обычного омлета, для него берут 2 яйца, а не 3.
Не добавляйте много молока.
Это ошибка.
Картер, сюда!
Держу тебя.
Вылезай.
Проклятье, Скоггс.
Где Сьюзан?
Мне крышка.
Чёрные никогда не выживают в таких ситуациях.
Никогда!
Вы это сделали?
Где Скоггинс?
Не хотелось бы прерывать ваши совместные переживания...... но, может, нам пора сматываться?
- Это единственный способ?
- Выходы затоплены.
Здесь всё уходит под воду.
Или так, или никак.
Появятся хорошие новости, не стесняйся, говори сразу.
Акул привлекает любое движение в воде, яркие цвета.
Огнетушители должны их отвлечь.
А как же мы?
Жилет слишком быстро поднимает.
Лёгкие разорвутся, как шарики.
Ты не был в школе любимчиком.
Я никогда не ходил в школу.
До поверхности 60 футов?
Ничего страшного.
На подъёме выдыхайте, а там - пулей из воды.
Я должен уравнять давление, прежде чем мы откроем люк.
Придётся затопить помещение.
Это всего несколько секунд.
Вы готовы?
Нет.
Совсем не готовы.
"И если пойду я долиною смертной тени...
"... я не убоюсь зла...
"... ибо Ты со мной...
"... И жезл Твой указывает мне путь.
"И пребудут со мною добро и милосердие во все дни..."... жизни моей, ибо я иду с большой палкой...... и я самый крутой стервец во всей этой долине.
Две акулы убиты, Господи.
Осталась одна рыба.
Я услышу от вас "аминь"?
Аминь!
- Не слышу вас!
- Аминь!
Скажите громко "аминь"!
- Не оставь нас, Господи!
- Аминь.
Всё, на счёт "три"!
Готовы?
Раз!
Два!
Три!
Плыви!
Боже мой!
Знаешь, это сам дьявол.
Поправится, если выберемся.
Вот сукин сын.
Что?
Под водой ограда из титана, но сверху, из обычной стали.
Они пасли нас, гнали туда, куда хотели попасть сами.
Им нужно было затопить станцию.
О, Господи.
Вот и ответ на ту загадку.
Вот о чём думает гигантская и умная акула.
О свободе.
О глубоком синем море.
Мы должны убить её.
Это твоё первое разумное предложение за весь день.
А вот и она.
Пошли.
Из этих ракетниц получится две с половиной динамитные шашки.
Отсюда ты увидишь, как я попаду в неё.
"... и под" соединяешь его к плюсу на аккумуляторе.
Раздастся взрыв!
Чёрт!
Я не могу попасть!
Она слишком далеко!
Я знаю, как её подманить.
Как?
На живца.
Может, ты и самое умное животное на свете...... но, всё равно, животное.
Иди к маме.
Нет!
Сьюзан, не надо!
Прочь из воды!
Хорошо, Господи...
Стреляй, Прич!
Это тебе за Скоггинса.
Стреляй!
Чёрт!
Взрывай, Прич!
Взрывай!
Аккумулятор!
Взрывай!
Давай!
Подай мне порцию рыбы!
Акула была длиной 45 футов...... а ты попал в меня.
Здорово.
Могло быть и хуже.
Я мог позволить ей тебя съесть.
Картер, мы тонем, да?
Да.
Позволь задать тебе вопрос.
Уверен, что акул было только 3?
Да.
Так будет вернее.
А вот и наши сменщики.
Послушай меня, парень...... я больше тут не работаю.
Верните меня в гетто.
Аминь.
Russiаn subtitlеs соnfоrmеd bу SОFТlТLЕR
В самом начале 21- го века, корпорация Umbrella стала крупнейшей компанией в Соединенных Штатах
Их продукция была в девяти из десяти домов.
Корпорация имела огромное политическое и финансовое влияние
Официально, корпорация была широкоизвестным производителем... в области компьютерной и медицинской техники.
Но даже ее сотрудники не знали... что основными доходами являются военные разработки...... в области генетического и бактериологического оружия.
Все сотрудники Umbrella обязаны все время носить пропуска.
Все индивидуальные дозиметры должны быть собраны к 17: 00 сегодня.
Спасибо!
Блин...
Бывают же придурки...
Да уж...
- Не надо мне это показывать.
- Почему?
Потому что я занята.
Ничего страшного.
Это учебная тревога.
- Что это?
- Учебная тревога.
- Бля!
- Эй, что происходит?
- Накрой компьютеры!
Шевелись!
- Блин, а я что делаю?!
Материалы!
Стпрячь их!
Эти двери когда- нибудь откроются или нет?
It' s supposed to take us to the nearest floor.
Что происходит?
Телефон не работает.
- В чем проблема?
- Двери не открываются.
- А аварийный выход?
- Тоже закрыт.
Здесь ничего не горит!
Ничего не горит!
- Код не открывает дверь!
- Ничего не горит!
- Что с тобой?
- Дверь не открывается!
И вода никуа не уходит.
- Что?
- Это герметичная комната.
- Помоги мне с этой дверью!
- О, эта ебаная дверь!
Му должны отсуда выбраться.
Что же за фигня здесь происходит?
Такое уже случалось?
Мы должны отсюда выбраться.
- Мы должны отсюда выбраться!
- Успокойся.
- Сам успокаивайся!
- Тихо!
Что это?
О, боже мой.
Газ!
Отключите газ!
Отключите газ!
Помогите!
Дай мне посмотреть.
Мы должны отсюда выбраться.
Мы должны выбраться из этого здания!
Дай мне руку.
Больше не получается.
Они чем то заблокированы.
Этого достаточно.
Я смогу проскользнуть и привести помощь.
Я застряла.
Подтолкните меня.
Вот так.
Еще немного.
Что это было?
О Боже!
Выбирайся оттуда!
- Я не могу пошевелиться!
- Мы должны отсюда выбраться!
Выпихните ее оттсюда!
Нет, втяните меня обратно!
Втяните меня обратно внутрь!
Кто здесь?
- Кто вы?
- Быстрее!
Отпусти меня!
- Отпусти меня!
- Ложись!
Что вы делаете?
Я полицейский!
Я вам говорю, я полицейский!
Вы сломаете мне руку!
Докладывай.
Докладывай!
Что?
Я жду доклада, солдат.
Я не понимаю о чем вы говорите.
Сэр, основные системы защиты дома включены.
Скорее всего, на нее действуют побочные эфекты.
Что вы собираетесь делать с нами?
Что там с этим полицейским?
Мэтью Эддисон Его нет в списках.
Ктоты такой?
Меня только что перевели, они не успели обновить списки.
Это вполне возможно, местная полиция - раздолбаи.
Мне его пристрелить?
Нет.
Возмем его с собой.
Вы не имеете права!
Отсоси.
Приготовтесь ко входу в Улей.
Нет питания.
- Ну так почини.
- Я займусь этим.
Ну как там?
Испугалась.
Приготовились!
- У тебя проблемы?
- Что с этой дверью?
- Она не открывается.
- Пусти меня.
Испугался?
Лежи.
Лежи!
Смотри на свет.
Следи за ним.
- Ну, сколько пальцев?
- Три.
Хорошо.
Теперь скажи как тебя зовут.
Я не знаю.
Он в порядке.
Потеря памяти, так же как и у остальных.
Открываем дверь.
Послушайте.
И что здесь происходит.
Немедленно!
Ты и я работаем на одни и тех же.
Мы все работаем на корпорацию Umbrella.
Особняк на верху это запасный вход в Улей.
Вы охранники, поставленные охранять вход.
А как на счет этого?
Твоя жизнь - подделка.
Часть легенды, чтобы сохранить тайну Улья.
И что такое Улей?
Покажи им.
Accessing schematic of the Hive.
Загружаю схему Улья.
Город Рэкун, городской центр.
Особняк, где мы вас обнаружили... и через который мы добрались к поезду... который, в свою очередь, доставил нас в Улей.
Улей расположен под землей... глубоко под улицами Рэкуна.
Улей является домом для более чем пятисот ученых, техников и обслуживающего персонала.
Они живут и работают под землей.
Их исследования имеют огромное значение.
Их существование глубоко засекречено.
Наша позиция отмечена тепловыми метками на карте.
Почему я ничего не помню?
У улья есть свои собственные системы защиты... контролируемые компютером.
В доме был распылен специальный газ.
Полное стирание памяти о событиях в течении последних четырех часов.
Но побочным эфектом может быть сильная временная амнезия.
- И насколько временная?
- Эфект индивидуален.
Час, день, неделя.
Итак, вы говорите что на этот центр напали?
Я боюсь, что все намного сложнее.
Сэр!
Мы проникли в Улей.
J. D.
Есть.
Газ рассеялся.
Иллюзия окон делает работу под землей комфортнее.
Похоже, придется идти по леснице.
- Доклад.
- Красная Королева следит за нами.
Она знает, что мы здесь.
Кто такая Красная Королева?
Современнейший искусственный интелект.
Она - компютер, контролирующий Улей.
Это нас задержит.
Наш маршрут к Красной Королеве проходит как раз через эти лаборатории.
Рэйн, J. D., проверьте, насколько сильно затопило.
Каплан, найди другой маршрут.
Что здесь происходит?
Пять часов назад Красная Королева сошла с ума.
Законсервировала Улей и убила всех людей.
- Господи.
- Когда мы поняли что здесь проиходит... мою команду послали что бы отключить ее.
Почему она это сделала?
Мы не знаем.
Но существует возможность внешнего воздействия.
Господи!
Эй, ты в порядке?
- Держи.
- Нет.
- Спосибо, я в порядке.
- Пожалуйста, одень.
Здесь холодно.
Ты....
Ты что- нибудь помнишь?
Нет, ничего.
А ты?
Нет.
Тоже ничего.
Я нашел другой маршрут, но он займет больше времени.
Мы вернемся назад, срежем через столовую Б... затем мы окажемся на нужном пути.
Сэр, дороги нет.
Весь этаж затоплен.
Мы отстаем от графика.
Так что давайте пошевеливаться.
Пошли.
Бедные ублюдки.
Столовая Б.
Это то, что говорит карта.
Может ты не туда смотришь.
Может быть корпорация что то сдесь скрывает.
Что то, чего вы не ожидаете.
J. D., ты и Рэйн охраняете здесь заключенного и выход.
Сэр, в этой комнате нет газа.
Я думаю, что система пожаротушения не работает.
Хорошо.
Может быть кто- нибудь здесь спасся.
Рассредоточится, но не отставать.
Пошли.
"Не отставать".
- Извини.
Я не увереня, что хочу вспоминать что здесь происходило.
Я тебя понимаю.
Что они здесь хранили?
Окуда мне знать?
Почему так долго?
Включена защита Красной Королевы.
Она довольна сложная.
Давайте, упаковывайте.
Оставайся здесь.
Свет включается автоматически.
Ничего страшного.
- Передатчик на месте.
- Ок.
Включаю подбор кода.
Есть.
Пошли.
- Что это?
- Это то, чем мы отключим Королеву.
Сделаем большой электроразряд.
Он повредит мэйнфрейм и заставит его перегрузится.
Что вроде запасного защитного механизма.
- Он сработал на открытие двери.
- Отключи его.
Я пытаюсь.
- Ты не мог бы открыть дверь побыстрее?
- Я пытаюсь.
Стойте на месте.
Всем сохранять спокойствие.
Что это?
- Каплан, быстрее!
- Мы должны их оттуда вытащить!
- Каплан, поторопись!
- Давай!
Ложись!
Всем ложится!
- Быстрее, что то их убивает!
- Господи!
Быстрее, мужик.
Не мешай мне!
Врача!
Врача!
- Окрой дверь!
- Открывай эту дверь!
- Я пытаюсь.
- Не теряй сознания.
У тебя наступает шок.
Очнись!
- Я почти все сделал.
- Сэр!
Оно возвращается!
- Открывай дверь!
- Я стараюсь!
Ну так старайся лучше!
Оно возвращается!
О Боже!
- Давай!
- Я почти сделал.
Быстрее!
- Дерьмо!
- Есть.
Отлично.
Пошли.
Пошли куда?
Мы должны выполнить задание.
Я ухожу.
Я отключил ее защиту.
Что то мне это напоминает, а тебе?
Пошли дальше.
Помоги мне.
Уходите!
Уходите!
Вам нельзя здесь находится.
Не слушайте ничего, что она говорит.
Это голографический образ Красной Королевы.
Вы должны уйти отсюда!
Она создана по образу дочери главного программиста.
Она пытается испугать и смутить нас.
Я не советую вам это делать.
Если вы меня отключите, то отключится главная система питания.
Она говорит, что бы остановить нас и не дать отключить ее.
Я умоляю вас.
- Умоляй дальше.
- Пожалуйста?
Пожалуйста?
Вы все здесь и помрете.
Этот имульс выбъет предохранитель, который отключит мэйнфрейм на 30 секунд.
После этого, если я не вытащу ее плату, она перезагрузится.
Они опоздали.
Я пойду проверю.
J. D., тут есть живые!
Все хорошо.
Мы здесь, что бы помочь вам.
Похоже вы находитесь...
Отцепись!
Отцепись!
J. D., отцепи ее от меня, пока я ей жопу не порвала!
Ты в порядке?
Прикинь, она меня укусила.
Она просто кусок из меня вырвала.
Лежи.
Я предупредил, лежи на месте!
Она чокнутая.
Еще один шаг и я стреляю.
Я предупрежаю!
Черт подери.
Я выстрелил в нее 5 раз.
Как она могла оставаться а ногах?
Нк теперь то эта сука не стоит.
- Что здесь за стрельба?
- Мы нашли выжившую.
- И застрелили ее?
- Она была чокнутая.
Она меня укусила.
Она убежала.
Она убежала!
Что за дермо!
Она упала прямо здесь, Но она ушла!
Посмотрите на это.
Это кровь, но ее не много.
Похоже она уже свернулась.
- Да.
- Это невозможно.
Почему?
Потому что кровь не сворачивается до вашей смерти.
Теперь мы можем идти?
Мы никуда не пойдем, пока не встретимся с остальными.
- Сюда никто не придет.
- О чем ты, блядь, говоришь?
Погоди.
Тихо.
Еб твою мать!
Не приближайтесь!
Они сзади.
Господи!
Они везде.
Они везде.
Они вокруг нас.
Я сказал назад!
Почему они не умирают?
Осторожней!
Бочка!
- Пошли!
- Быстрее!
- Погодите!
- Давай, пошли!
- Двигай!
- Не останавливаться!
Быстрее!
Пошли!
Я могу помочь вам достать вирус.
У меня есть доступ к кодам дверей и планам здания.
Дерьмо!
- Мы потеряли остальных!
- Не отставать!
- Чего ждешь?
- Я не знаю код.
Быстрей, быстрей.
- Дерьмо!
- Быстрее.
- Пошли.
- Быстрее.
- Быстрее, мужик.
- Дерьмо!
- Что ты копаешься?
- Я стараюсь!
Быстрее.
- Пошли!
Какой код?
- Быстрее!
У меня кончились патроны!
0, 4, 3, 2 -- нет, 5!
- Что?
- 0, 4, 3...
- Какой код?
- 0, 4... 0, 3, 1... 9, 6, 5.
- Получилось?
- Смотри, легко было?
- Дерьмо!
- J. D., нет!
Хватай меня за руку!
Быстрее!
Не ходи!
- J. D.!
- Рэйн!
Где тела?
Куда они подевались?
Еб твою мать!
Чем бы они не были, их здесь слишком много.
Чем бы они не были?
Это довольно очевидно, что они.
Лабораторные халаты, пропуска.
Это люди, которые здесь работали!
Все кто здесь работали, мертвы.
Ну, это не мешает им шлятся здесь.
Хорошо, откуда они здесь появились?
Почему мы их не встретили по пути сюда?
Кгода ты отключил питание, ты открыл двери.
Ты выпустил их.
Мы никогда отсюда не выберемся.
Вы охранники.
Охранники, охраняющие вход.
Один в патроннике и еще магазин.
Лиза?
Я могу помочь вам достать вирус.
У меня есть доступ к кодам, планам здания, материалам.
Но?
- Но у всего есть цена.
- Назовите ее.
- Кто она?
- Моя сестра.
Корпорации типа Umbrella думаю, что законы на них не распространяются.
Но это не так.
Сотни и тысячи из нас кто думает так же... по всему миру.
Некоторые их нас достают информацию... другие оказывают нам поддержку.
Некоторые помогают.
Такие как ты.
Если бы твои друзья провели бы более тщательную проверку... они бы поверили моему поддельному удостоверению.
И никто бы ничего не заподозрил -- ни военные, ни разведка, ни федералы.
У меня не было другого способа попасть в Улей.
И ты послал свою сестру.
Нам нужны какие- нибуль доказательства.
Что нибудь, что бы помогло закрыть Umbrella.
Доказательства тех исследования, которые они здесь вели.
Каких исследований?
Нелегальных.
Генетических.
Бактериологических.
Моя сестра собиралась выкрасть... образец вируса, который они здесь разработали.
И как она собиралась вынести его отсуда?
У нее был знакомые в Улье, я не знаю кто он.
У них были коды доступа, планы комплекса, все что нужно.
И почему же у нее ничего не вышло?
Может быть ее предали.
Может быть ее заложили.
А вирус оставили себе.
Ты знаешь, сколько этот вирус может стоить на черном рынке?
- Что, цена этого кошмара?
- Да.
Для кого- нибудь.
Не стреляйте!
Не стреляйте!
- Закройте дверь!
- Он идут за нами!
Отцепись!
Отцепись!.
Останови их!
Сукин сын!
- Ты в порядке?
- Да.
Чуть не догнали.
Что за этой дверью?
- Там тоже они.
- А здесь?
Это тупик.
Там нет выхода из помещений Красной Королевы.
Ну тогда подождем.
Если от вас небудет новостей, они пошлют на помощь.
Правильно?
Что?
Что такое?
У нас нет времени.
Ты помнишь дверь... через которую мы прошли в особняке?
Она блокируется через час.
Если мы не выйдем отсюда к этому времени, мы вообще не выйдем отсюда.
О чем вы говорите?
Они не могу просто взять и запереть на здесь заживо.
Полная изоляция - единственная надежная защита... против возможного заражения.
И вы говорите нам об этом только когда мы оказались заперты здесь... в полумиле под землей?
Мы должны найти выход из этой комнаты.
Ты куда?
- Куда ты это несешь?
- Я собираюсь ее снова включить.
- Хреновая идея.
- Она должна знать, как отсюда выбраться.
Это одержимая сука убила всю мою команду.
Эту одержимая сука может быть наш единственный шанс выбраться.
Учитывая что мы с ней сделали, я не дкмаю, что она станем нам помогать.
Тот прерыватель, о котором ты говорил.
- Ты можешь его выключить?
- Да.
Ну так вперед.
Отлично, прерыватель выключен.
На этот раз, если я нажму кнопку, то она не отключится.
Она просто сгорит.
Каплан?
Импульс должны быть повредил ее электронику.
А, вот вы где.
Игрушки, которые я собираю, кажется вышли из под контроля.
Дай ка мне этот ебаный пульт.
Я сейчас поджарю твою задницу.
Я вас предупреждала, не так ли?
Рассказывай, чем здесь внизу занимались.
Исследованиями.
А как же Т- вирус?
Т- вирус был важным прорывом в медицине... так же как и высокоэффективным оружием.
И как это объясняет то что здесь происходит?
Даже после смерти человеческое тело может функционировать.
Волосы и ногти продолжают расти.
Вырабатываются новые клетки... и существую небольшая активность мозга... которая исчезает только спустя месяцы.
Т- вирус дае сильный толчок... и для клеточного роста... и для остаточной активности мозга.
Проще говоря... он оживляет тело.
Он возвращает мертвых к жизни?
Не совсем.
У них есть простейшие двигательные функции.
Возможно немного воспоминаний.
Практически никакого интеллекта.
Ими движут примитивнейшие инстинкты... примитивные желания.
Какие?
Голод.
Как их убить?
Перелом позвоночника или повреждения мозга... самый эффективный способ.
То есть надо стрелять в голову.
Зачем ты всех здесь убила?
Т- вирус проник в систему вентиляции... и начал распространяться.
Вирус адаптируется... испарясь для попадания в кровь... в зависимости от среды.
Его практически невозможно уничтожить.
Я не могла позволить ему покинуть Улей... поэтому я приняла меры.
- Меры?
- Вы должны понять...
Я не могла позволить инфицироваными выбраться отсюда.
Оп- па.
Мы не инфицированы.
Всего одного пореза, одного укуса этих созданий достаточно... что бы вы стали одним из них.
Проверка моей системы показывает, что основной прерыватель... был отключен.
Могу я спросить почему?
Предосторожность.
Мы должны выбраться отсюда.
Если ты не станешь помогать нам, мы нажмем кнопку.
Понятно?
Дамы вперед.
Что за дерьмовое место?
Подсобные тунели.
Они проходят под всем Ульем для систем газо -, электро - и водоснабжения.
- Мы здесь уже были.
- Не останавливаться.
- Мы ходим кругами.
- Это маршрут, который дал нам компьютер.
- Да что ты ей все веришь?
- Прекрати!
У нас нет выхода, кроме как идти вперед, потому что они идут за нами по пятам, ясно.
Ета сетка их не удержит.
Не останавливаться.
Господи!
Держи их!
Их слишком много!
- Господи!
- Бля!
Вверх, по трубам.
Вверх, по трубам!
Быстрее, пошли!
- Пошли!
- Быстрее!
Наверх!
Берегись!
Прикрой!
Наверх!
Пошел!
Бля, отлично.
Поднимайся!
Их здесь слишком много!
Быстрее!
Быстрее!
Иди!
Я справлюсь!
Попался!
Рэйн?
Рэйн.
Что?
Мы должны что то сделать с твоими ранами.
Я в порядке.
Я сказала, я в порядке.
Вы людите это, не так ли?
Да?
Вам нравится этот вкус, да?
Вкус, похожий на этот, да?
Она была права.
Мы все здесь сдохнем.
Нет.
Мы выберемся отсюда.
Все вместе.
Каплан, как ты?
О, Боже!
Держись!
- Помоги ему.
- Я не могу.
- Чего ты ждешь?
- Я не могу прицелиться!
Я ничего не вижу!
- Каплан, поднимайся!
- Поднимайся сюда!
Ты почти выбрался.
Еще не много!
- Давай!
Давай!
- Ты можешь!
Ты сделал это!
- Отлично, Каплан.
- Оставайся там!
Держись.
Сейчас мы тебя заберем.
Отрежь проволоку и кинь ему конец.
Тогда мы сможем его вытянуть.
Держись!
Счастливая.
Уходите.
- Мы тебя не оставим.
- Ага, еще как оставите.
Ты все равно их всех не убьешь.
А я никуда не пойду.
Нет, ты пойдешь!
Немедленно!
Пожалуйста.
Просто уходите.
Уходите немедленно!
Пожалуйста.
Вон!
Вам придется заработать этот ужин!
Давай.
Дай мне руку.
Обопрись на плечо.
Готова?
Пошли.
Когда я отсюда выберусь... я завалюсь спать как бревно.
Ага.
Только думаю сначала надо будет обработать твою рану.
Эй, погодите.
Ты в порядке?
В синем вирус.
В зеленом антивирус.
- Там есть лекарство.
Там есть лекарство.
Процесс можно повернуть вспять.
Там лекарство!
С ьоюой все буде в порядке!
Я начинаю волноваться.
Это место, в котором они хранили Т- вирус.
Откуда ты все это знаешь?
Потому что я собиралась его украсть.
Я была знакомой твоей сестры.
- Ты предела ее.
- Я не знаю.
- Это все из- за тебя.
- Я не помню.
Правда.
Я не помню правду.
Я не понимаю!
Они пропали.
Их тут нет.
Я не могу.
Я больше не могу.
Все.
Я могу помочь вам достать вирус.
У меня есть коду доступа, планы комплекса, возможность.
Но у всего есть цена.
Назови ее.
Вы должны обещать мне, что вы уничтожите корпорацию.
Спенс?
Спасибо.
Спенс?
Мы все еще сможем отсюда выбраться.
Пошли со мной.
Мы сможем иметь все, что мы захотим.
Нас там ждут деньги.
Ты не поверь сколько их.
Ты думаешь это все, о чем я мечтаю?
Пожалуйста.
Я не хочу в тебя стрелять.
Патроны мне еще пригодятся.
Назад.
Я нехочу всего этого.
Ладно, но ты не сможешь... просто умыть руки.
Мы работаем на одну и ту же компанию.
Ты знаешь, чем они занимаются.
Я пыталась остановить их.
Ты действительно веришь... что люди вроде них... смогут что- либо изменить?
Ничего... не изменится.
Где... антивирус?
Он в поезде... там где вы меня нашли.
Я почти выбрался.
Я был так близок.
Я не думал, что эта компьютерная сука имеет системы защиты вне Улья.
Ты идешь или остаешься?
Идешь... или остаюшься?
Я не знаю, что между нами было... но все кончено.
Назад... уебывай.
Я уже по тебе скучаю.
Твой приятель настоящий мудак.
Он заклинил замок.
Он заклинил замок.
Я не могу поверить, что этот сукин сын уйдет отсюда.
Я так не думаю.
Я была очень плохой девочкой.
О, Боже.
Что это за хуйня?
Результат одного из ранних экспериментов в Улье... получившийся в результате внедрения Т- вируса прямо в живую ткань.
Результат оказался нестабильным.
Теперь, когда оно получило свежую ДНК, оно мутирует...
и станет сильнее, быстрее и голоднее.
Офигенно.
Если ты знало, что это вырвалось на свободу, почему ты нас не предупредила?
Потомы что она приберегла это для нас.
Не так ли?
Я надеялась, что до этого не дойдет.
Если вы не заразитесь.
Почему ты не рассказала нам об антивирусе?
Слишком много времени после заражения... у меня нет уверенности, что он подействует.
Но ведь есть еще надежда?
Я не верю в надежду.
Пиздец.
Выхода нет, ребята.
Вам нужен четырехзначный код доступа.
Я могу дать вам код, но вы должны кое что для меня сделать.
- Что ты хочешь?
- Один из вас инфицирован.
Я хочу ее жизнь в обмен на код.
Антивирус прямо за дверью.
- Он прямо здесь!
- Извиняйте.
Я не могу пойти на этот риск.
Она права.
Это единственный выход.
Ты должна меня убить.
Или мы все здесь сдохнем.
Но оно не выдержит вечно.
- Давай.
- Нет.
- Поднимайся.
- Просто сделай это.
- Рэйн, поднимись.
- Давай!
- Решайте быстрее.
- Поднимись, пожалуйста.
- У тебя не выбора.
- Убей ее.
Убей ее немедленно.
У тебя не выбора.
- Ну давай же!
- Я не могу!
- Пожалуйста.
- Давай.
- Убей ее.
- Ну давай же.
Убей ее!
Убей ее!
Пришлось ее поджарить.
Пошли.
Что это была за хуйня?
Долго рассказывать.
Заводи.
Я заберу вирус.
Я по тебе соскучилась.
Отлично, заработало.
Полный вперед.
Мы уходим!
Я не хочу стать одной из них... бродить тут без души.
Ты не станешь.
Когда наступит время... позаботься об этом.
Больше ничто не умрет.
Ладно?
Держи.
Я пока еще не сдохла.
Лучше я это заберу.
Дай я тебя поцелкю, сучка.
Что у вас там сзади творится?
- Уебываем отсюда быстрее!
- Еще немного и мы вылетим с рельсов!
Открой двери!
Открой двери!
Немедленно!
Я всех их потеряла.
У меня не получилось.
Послушай меня.
Ты ничего не смогла бы поделать.
Во всем виновата корпорация, а не ты.
И у нас, наконец то, есть доказательства.
Теперь Umbrella не сможет -- не сможет уйти от наказания.
Что это?
Ты заражен, Но вс будет в порядке.
Я не потеряю тебя тоже.
Помогите!
Помогите ему.
Что вы делаете?
Мэтт!
Он мутирует.
Я забираю его в программу "Nemesis".
Убирайтесь!
Что происходит?
Мэтт!
Я хочу, что бы ее изолировали.
Тщательное наблюдение и полный цикл исследования крови.
Проверим, может она тоже заражена.
Заберите ее в центр в Рэкуне.
Затем найдите новую комманду.
Надо снова послать их в Улей.
Я хочу знать что там произошло.
Выполняйте.
Кто там?
Выпустите меня!
Выпустите меня!
Кто там?
Сенатор, мы приближаемся к Корусанту.
Очень хорошо, лейтенант.
Получилось!
По- моему, я ошибался, опасности совсем не было.
Корде!
Простите...
Я подвела вас, сенатор...
Нет!
Миледи, здесь вы всё ещё в опасности!
- Я не должна была возвращаться!
- Это голосование очень важно!
Вы выполняли ваши обязанности, Корде выполняла свои.
Пойдёмте!
Сенатор Амидала, пожалуйста!
Я не знаю, как долго ещё я смогу откладывать голосование, друзья мои, всё больше и больше звёздных систем присоединяются к сепаратистам.
- Я не позволю Республике, просуществовавшей тысячи лет, распасться на части.
- А что если переговоры ни к чему не приведут?!
Мы должны осознавать, что для защиты Республики Джедаев не хватит.
Мы миротворцы, а не солдаты!
Master Yoda. как вы думаете, всё действительно закончится войной?
Хм, тёмная сторона всё затуманивает.
Невозможно увидеть, будущее каково.
Ваша Честь, прибыли члены Комитета Верноподданных.
- Хорошо
Впустите их.
Мы обсудим это позже.
Сенатор Амидала, ваша трагедия на посадочной площадке... ужасна!
То, что я вижу вас живой, согревает моё сердце!
У вас есть какие- нибудь догадки по поводу того, кто стоит за этим покушением?
Наши разведданные указывают на озлобленных добытчиков на лунах Набу.
Я думаю, что за этим стоит граф Дуку.
Он политический идеалист, а не убийца.
Вы знаете, миледи, граф Дуку когда- то был Джедаем.
Он бы вряд ли он стал готовить покушение.
Это не в его манерах.
Но определённо, сенатор... в серьёзной опасности вы!
Учитель Джедай, могу я посоветовать... сенатору поступить... под вашу любезную защиту?
Вы действительно думаете, что это мудрое решение в эти неспокойные времена?
Канцлер, если мне будет дозволено высказать своё мнение, то я не верю, что ситуация...... Что ситуация настолько серьёзная.
Нет, а я верю, сенатор!
Я прекрасно понимаю, что дополнительная охрана... может повредить вам... но может быть, кто- нибудь, кто близок вам.
Старый друг... например, учитель Кеноби.
Это возможно, он только что вернулся из района пограничного конфликта на Ансионе.
Я прошу вас, миледи, пожалуйста!
Мысль о том, что мы вас потеряем... невыносима.
Я попрошу Оби- Вана незамедлительно явиться к вам, миледи.
Спасибо, учитель Винду.
Кажется, ты немного нервничаешь.
- Отнюдь нет.
- Я не видел тебя в таком напряжении... с тех пор, с тех пор, как мы попали в то гнездо Гондокса.
Это вы попали в тот кошмар, учитель... и я спас вас, помните?
Э... да!
Ты потеешь, расслабься!
Сделай глубокий вдох.
Я не видел её десять лет, учитель!
Оби?
Оби- и- и! моя такой весёлый увидеть вашу!
- Рад видеть тебя снова, Джа Джа.
- Сенатор Падме. моя идёт тут.
Смотрите, смотрите, сенатор, эти Джедай приходить!
Очень приятно снова видеть вас, миледи.
Давно не виделись, учитель Кэноби!
Эни?
Боже мой, ты вырос.
И вы тоже... я имею в виду, стали ещё прекраснее... ну, я имею в виду, для сенатора.
Эни, ты так и остался тем маленьким мальчиком, которого я знала на Татуине.
Наше присутствие здесь будет незаметным, миледи, смею вас заверить.
Я Тайфо, капитан службы безопасности её Величества.
Королева Джамила проинформирована о вашем задании.
Я рад, что вы здесь, учитель Кэноби.
Ситуация более опасна, чем думает сенатор.
Не нужно увеличивать мою охрану, мне нужны ответы!
Я хочу знать, кто пытается убить меня!
Мы здесь для того, чтобы защищать вас, сенатор, а не для того, чтобы начинать расследование.
Мы выясним, кто пытается убить тебя, Падме.
- Я обещаю.
- Мы не будем превышать своих полномочий... мой молодой падаван!
Я имел в виду, в интересах её защиты, учитель.
Мы не будем начинать все заново, Анакин.
- Почему?
Что?!
Зачем же ещё, по- вашему, нам дали задание, если не для того, чтобы найти убийцу?
Защита - обязанность местной охраны, а не Джедаев.
Это излишне, учитель, именно расследование входит в наше задание.
Мы поступим именно так, как велел Совет.
А ты узнаешь своё место, юноша!
Скорее всего, из- за одного только вашего присутствия... тайна, окружающая эту угрозу, будет раскрыта.
Теперь, если вы позволите... я удалюсь.
Я знаю, мне будет лучше, когда вы здесь.
Я размещу по офицеру на каждом этаже, а сам буду находиться внизу, в центре управления.
Моя разрывает от счастья видеть вас снова, Эни.
Она даже с трудом узнала меня, Джа Джа.
А она совсем меня забыла.
Она счастлива, больше, чем моя видел её давно- давно.
Ты концентрируешься на плохом, Анакин.
Следи за своими мыслями.
Она была рада увидеть нас.
А теперь давай проверим охрану.
Я попала в корабль, но они воспользовались подсадной уткой.
На этот раз надо будет использовать что- нибудь поковарнее, Зен.
У моего клиента иссякает терпение.
Возьми вот это...
Будь осторожна, они очень ядовиты.
Зен, в этот раз ошибок быть не должно!
У капитана Тайфо людей внизу более чем достаточно, ни один убийца не попытается там пройти.
- Тут что- нибудь происходит?
- Тихо, как в могиле.
Мне не нравится сидеть и ждать тут, пока с ней что- нибудь случится.
- Что происходит?
Она накрыла камеры.
Наверное, ей не нравится, чтобы я за ней наблюдал.
Что она вообразила?
Она запрограммировала R2, чтобы он предупредил нас, если появится незваный гость.
Есть много других способов убить сенатора.
Я знаю, но мы ещё и хотим схватить убийцу, не так ли, учитель?
Ты используешь её в качестве приманки?
Это её идея.
Не беспокойтесь, с ней ничего плохого не случится.
Я чувствую всё, что происходит в той комнате.
Доверьтесь мне!
Это слишком рискованно.
Кроме того, твои чувства еще недостаточно развиты, мой молодой ученик.
А ваши - да?
Возможно!
Ты выглядишь уставшим.
Я потерял сон. з- за твоей матери?
Я не знаю, почему она продолжает мне сниться.
Время лечит, сны проходят.
Лучше бы мне снилась Падме.
Всего лишь находиться рядом с ней - это... опьяняет.
Следи за своими чувствами, Анакин, они выдают тебя.
Ты посвятил себя Ордену Джедаев, а такую связь порвать нелегко.
И не забывай, что она политик, а им нельзя верить!
Она не такая, как остальные в Сенате, учитель.
Насколько мне известно, сенаторы... заняты только тем, что угождают тем, кто финансирует их предвыборные кампании.
- чтобы получить эти деньги.
- Только не ещё одна лекция по крайней мере, не экономика или политика!
И, кроме того, вы обобщаете.
- Канцлер не выглядит коррупционером.
- Палпатин - политик.
Я обратил внимание, что он очень умело использует... беспокойство и предрассудки сенаторов.
Я думаю, он хороший человек, мой...
Я тоже это чувствую!
Оставайся здесь!
С вами всё в порядке, миледи?
- Где тебя носило?
- Вы знаете, учитель, я не мог найти катер, который мне действительно нравится, с открытой кабиной и нужной скоростью, и вот - нашёл.
Если бы ты потратил столько же времени, практикуясь в технике владения мечом,... ты бы превзошёл в фехтовании учителя Йоду.
- Я думал, что я уже сделал это.
- Размечтался, мой лучший молодой ученик.
- Штурвал на себя, Анакин!
Штурвал на себя!
- Ты ведь прекрасно знаешь, что я терпеть не могу, когда ты так летаешь.
- Извините, учитель. я забыл, что вам не нравится летать.
Я ничего не имею против полётов, но то, как ты летаешь - это самоубийство!
Анакин!
Сколько раз я говорил тебе... остерегайся энергетических соединений!
Да всего ничего, подумаешь!
Что ты делаешь?
Он же туда полетел!
А мне лично очень хочется выяснить, кто он, и на кого он работает.
Это кратчайший путь... мне кажется.
Так, ты его потерял.
Я глубоко сожалею!
Вот он, твой "кратчайший путь", Анакин!
Он полетел в совершенно другом направлении!
- Позвольте...
Ненавижу, когда он вытворяет эти штучки!
Анакин!
- Она вошла в клуб, учитель.
- Спокойствие!
Используй Силу!
Думай!
- Простите, учитель.
- Он вошёл туда для того, чтобы спрятаться, а не убегать.
- Да, учитель.
- И в следующий раз старайся не терять его.
- Да, учитель.
- Это оружие - твоя жизнь!
Я буду стараться, учитель.
Почему у меня такое чувство, что ты станешь моей погибелью?
Не говорите так, учитель!
Вы мне как отец.
- Почему же тогда ты не слушаешь меня?!
- Я пытаюсь.
- Ты его видишь?
И ещё мне кажется, что она оборотень.
В таком случае, будь предельно внимателен.
- Иди и найди её.
- Куда вы идёте, учитель?
Выпить!
Хотите купить немного палочек смерти?
- Э...
Я не хочу продавать вам палочки смерти.
- Вы хотите пойти домой...
- и переосмыслить свою жизнь!
- Я хочу пойти домой и переосмыслить свою жизнь.
Спокойно!
Джедайские дела, возвращайтесь к своим напиткам.
Ты знаешь, кого ты пыталась убить?
Сенатора от Набу.
А кто тебя нанял?
Это просто работа.
Кто нанял тебя, скажи нам.
Скажи нам сейчас же!
Это был наёмник по имени...
Отравленный дротик!
Выследить этого наёмника ты должен, Оби- Ван!
Самое главное - выяснить, на кого он работает.
А что насчёт сенатора Амидалы?
Ей всё ещё нужна защита.
Справится с этим твой падаван.
Анакин, сопроводи сенатора обратно на её родную планету Набу, там она будет в большей безопасности.
И не пользуйтесь официальным транспортом летите как беженцы!
Сенатора Амидалу будет очень сложно убедить покинуть столицу, так как она лидер оппозиции.
Пока не пойман убийца, должна уважать она наши решения!
- Hmm.
- Анакин, иди в Сенат... и попроси канцлера Палпатина поговорить с ней об этом.
Я поговорю с ней.
Сенатор Амидала не пойдет против директивы исполнительной власти, я знаю её достаточно, чтобы заверить вас в этом.
Спасибо, Ваше Превосходительство!
Итак, они наконец- то дали тебе задание.
Твоё терпение вознаграждено.
Скорее, ваше руководство, чем моё терпение.
Тебе не нужно руководство, Анакин.
Со временем ты научишься доверять своим чувствам.
Тогда ты будешь непобедим.
Я говорил это много раз - ты самый одарённый Джедай, которого я когда- либо встречал.
Спасибо, Ваше Превосходительство.
Даже более могущественным, чем учитель Йода.
Я беспокоюсь о моём падаване, он не готов к тому, чтобы ему дали персональное задание.
Совет уверен в своём решении, Оби- Ван.
У мальчика исключительные способности.
Но ему ещё многому надо учиться, учитель.
Его способности сделали его... ну... чересчур самоуверенным.
Да, да. гордыня всё чаще и чаще встречается среди Джедаев.
Хм, слишком в себе уверены они.
Даже старшие, более опытные.
Помни, Оби- Ван, если пророчество верно, твой ученик - единственный, кто может восстановить баланс в Силе.
Меня долго не будет.
Тебе надо будет замещать меня в Сенате.
- Представитель Бинкс!
Я знаю, что я могу на тебя рассчитывать.
Моя польщён принимать такую тяжелый бремя.
- Джа Джа!
Я уверена, что тебя ждут великие дела.
Конечно, миледи.
Мне не нравится эта идея прятаться!
Не беспокойтесь, теперь, когда Совет назначил расследование, у учителя Оби- Вана не займёт много времени найти этого наёмника.
Я не для того потратила год своей работы, противостоя изданию закона о создании армии чтобы отсутствовать как раз в тот момент, когда решается его судьба!
Иногда нужно подавить свою гордость, и делать то, что от нас требуют.
Анакин, ты вырос.
Учителю Оби- Вану удаётся не замечать этого.
Не пойми меня превратно, Оби- Ван - прекрасный наставник.
Он мудр, как учитель Йода, и силён, как учитель Винду.
Я действительно благодарен судьбе за то, что я его ученик.
Но в некоторых вещах... во многих вещах... я действительно превосхожу его.
Я готов к испытаниям... но он чувствует, что я слишком непредсказуем.
Он не позволит мне идти дальше.
- Должно быть, это неприятно.
- Хуже!
Он чрезмерно придирчив, он никогда не слушает... он... он не понимает!
Это так несправедливо!
Наставники всегда умеют увидеть больше наших ошибок, чем нам бы понравилось.
Но только так мы взрослеем.
Я знаю.
Анакин...
Не старайся повзрослеть слишком быстро!
Но я взрослый, ты сама это сказала!
Пожалуйста, не смотри на меня так!
- Почему?
- Я чувствую себя неловко.
Извините, миледи.
- Берегите себя, миледи!
- Спасибо, капитан.
Позаботься о Дорме!
Угроза теперь нависает над вами двумя.
Он будет в безопасности со мной.
- Со мной всё будет в порядке!
- Я не о себе думаю, миледи, я беспокоюсь о вас.
Что, если они поймут, что вы покинули столицу?
Ну, тогда моему защитнику Джедаю придётся показать, на что он способен.
Анакин, ничего не делай, предварительно не проконсультировавшись со мной или Советом!
Да, учитель.
Я быстро доберусь до истоков этого заговора, миледи, вы вернётесь сюда в мгновение ока!
Я буду более всего благодарна за вашу расторопность, учитель Джедай.
- Пора идти.
- Я знаю.
Анакин, да пребудет с тобой Сила!
Да пребудет с вами Сила, учитель!
Мне почему- то стало страшно.
Мне тоже страшно!
Не беспокойся, с нами R2!
Я надеюсь, он не наделает каких- нибудь глупостей.
Меня больше беспокоит, не наделает ли что- нибудь она, а не он.
Тебя кое- кто хочет видеть, дорогой, по виду - Джедай.
- Оби- Ван!
- Привет, Декс!
Присаживайся, я сейчас к тебе подойду.
- Хотите стакан сока?
- О да, спасибо.
Эй, приятель!
Итак, друг мой, что я могу для тебя сделать?
Ты можешь рассказать мне, что это такое.
Ого!
За внешней границей Галактики.
Ты можешь сказать мне, откуда это? Спасибо.
Эта штука принадлежит проклятым клонировщикам.
К тебе в руки попал каминоанский боевой дротик.
Интересно, почему на него ничего не нашлось в аналитических архивах.
Они и выдают его.
Аналитические дроиды обращают внимание только на символы.
Ха, только вы, Джедаи, понимаете разницу... между знанием и... мудростью!
Ну, если бы дроиды могли думать, то никого из нас здесь бы не было, не так ли?
Камино...
Я такую не знаю.
Она входит в состав Республики?
Нет, нет, она за внешней границей...
Где- то около 12 парсеков... за Риши Мэйз.
Должно быть, нетрудно найти, даже для тех дроидов в ваших архивах.
Эти каминоанцы живут сами по себе.
Они клонировшики, к тому же чертовски хорошие.
- Клонировщики... они дружелюбны?
- Ну, бывает по- разному.
От чего это зависит, Декс?
И еще от размера... твоего кошелька!
Вы звали за помощью?
- Да, звал.
- Могу ли я ознакомиться с вашей проблемой, учитель Кэноби?
Да, я ищу планетную систему под названием Камино.
- Камино.
- Она отсутствует в картах архива.
Камино...
Что- то я не припоминаю такую систему.
Вы уверены, что у вас правильные координаты?
Согласно моей информации, она должна быть в этом квадранте, к югу от Риши Мэйз.
Мне неприятно это говорить, но, похоже, что системы... которую вы ищете, не существует.
Не может быть!
Может быть, архивы неполны?
Если чего- то нет в наших записях, то его просто не существует!
- Эй ты, дроидам сюда нельзя,
- убирайся отсюда.
- Спасибо, R2.
Наверное, нелегко посвятить свою жизнь Джедаям.
Когда нельзя быть там, где тебе нравятся, или делать то, что тебе хочется
Или быть с людьми, которых я люблю?
Вам позволено любить?
Я думала, что Джедаям это запрещено.
Запрещена привязанность запрещено быть во власти чего- либо
Без сострадания, которое я бы определил как безоглядную любовь, невозможна жизнь Джедая.
Таким образом, я сказал бы, что любовь поощряется.
- Ты так изменился!
- А ты ни капли не изменилась.
Ты совершенно такая же, какой я помню тебя в моих снах!
Тянитесь к Силе, почувствуйте ее вокруг себя.
Использовать свои чувства вы должны!
Девушки, юноши, посетитель у нас.
Здравствуйте, учитель Оби- Ван.
Привет.
Простите, что беспокою вас, учитель.
Чем я могу помочь, Оби- Ван?
Я ищу планету, о которой мне рассказал старый друг.
Я верю ему, но системы нет на карте архива.
Хм, планету учитель Оби- Ван потерял.
- Что за неприятности.
Что за неприятности.
Лиам, жалюзи!
Соберитесь вокруг считывателя карт, очистите свой ум... и непослушную планету Оби- Вана найдём мы.
Но её нет.
Гравитация стягивает все звёзды в этой области пространства к этой точке.
Хм, гравитационный облик остался, но звезда и все планеты... исчезли они.
Как такое может быть?
Есть какие- нибудь мысли?
- Кто- нибудь?
- Учитель может быть, это потому, что кто- то стёр её из памяти архива.
Воистину, чудесен ребёнка разум!
Падаван прав!
Отправляйся в центр гравитационного притяжения, и найдёшь планету ты.
Хм, наверное, данные были стёрты.
Но, учитель Йода, кто мог удалить информацию из архивов?
Ведь это невозможно, не так ли?
Опасна загадка эта, и беспокоит меня она!
Только Джедай мог стереть эти данные, но кто и зачем - сложнее ответить.
Медитировать над этим я буду.
Но теперь, когда я оглядываюсь назад, я не уверена, что я была достаточно взрослой.
Не уверена, что была готова.
Люди, которым ты служила, думают, что ты сделала доброе дело.
Я слышал, что они даже пытались изменить Конституцию, чтобы ты могла остаться у власти.
Я вздохнула с облегчением, когда завершились два моих срока.
Но когда Королева попросила меня стать Сенатором, я не могла ей отказать.
Я согласен с ней.
Я думаю, что ты нужна Республике.
Я рад, что ты решила продолжить службу.
Если Сенат проголосует за создание армии,
- то я уверена, это ввергнет нас в гражданскую войну!
- Это немыслимо!
Полномасштабной войны не было со времён образования Республики.
Вы видите какую- нибудь возможность посредством переговоров... вернуть сепаратистов обратно в Республику?
Нет, если они почувствуют угрозу.
Мне кажется, что они обратятся к Торговой Федерации или Торговым Гильдиям за помощью.
Это возмутительно, что после четырёх слушаний в Верховном Суде...
Ньют Ганрэй всё ещё является вице- королём Торговой Федерации.
Я боюсь, что Сенат бессилен положить конец этому кризису!
Мы должны продолжать верить в Республику!
День, когда мы перестанем верить, что демократия всё ещё действует, будет днём, когда мы её потеряем.
Будем молиться, чтобы этот день никогда не настал!
И тем временем мы должны позаботиться о нашей собственной безопасности!
Что бы вы предложили, учитель Джедай?
О, Анакин ещё не Джедай, он всё ещё ученик- падаван.
- Подожди минуту!
- Прошу прощения!
Я думала, что смогу побыть в краю озер.
Там есть несколько уединенных мест...
Это вы меня извините!
Я здесь отвечаю за безопасность, миледи.
А это мой дом!
Я знаю его очень хорошо, именно поэтому мы здесь.
Я думаю, будет мудро, если ты сейчас воспользуешься моими знаниями.
Простите, миледи!
Превосходно!
Стало быть, решено.
Вот она, R4, именно там, где и должна быть.
Наша пропавшая планета Камино!
Учитель Джедай, премьер- министр ожидает вас.
- Меня ожидают?
- Конечно!
Он очень хочет встретиться с вами.
Спустя все эти годы... мы начали думать, что вы не придёте.
А теперь, пожалуйста, пройдемте сюда.
Лама Су... премьер- министр Камино.
А это учитель Джедай...
Оби- Ван Кэноби.
Я верю, что вам понравится у нас.
Присаживайтесь!
А теперь к делу.
Вы будете довольны, услышав, что мы укладываемся в график.
200000 изделий готовы... и ещё миллион на подходе.
Это... хорошая новость.
Пожалуйста, скажите вашему учителю Сайфо Диасу... что его заказ будет выполнен вовремя.
Простите, С... учителю...?
Учитель- Джедай Сайфо Диас всё ещё глава Совета Джедаев, так ведь?
Учитель Сайфо Диас был убит почти десять лет назад.
О, как печально слышать это.
Но я уверен, что он бы гордился армией, которую мы создали для него!
- Э... армией?
- Да. армией клонов.
И я должен сказать - одной из лучших, когда- либо нами созданных.
Скажите мне, премьер- министр... когда мой учитель впервые связался с вами по поводу армии, он сказал вам, для чего она?
Конечно, сказал.
Эта армия для Республики.
Но вам, должно быть, не терпится самому осмотреть продукцию.
Именно для этого я здесь.
Мы приезжали сюда на школьные каникулы.
Мы плавали на тот остров каждый день.
Мне так нравилась вода.
И пытались угадать названия поющих птиц.
Мне не нравится песок.
И он всюду попадает.
Не такой, как тут.
Здесь всё мягкое... и гладкое...
Нет!
Мне не следовало делать это!
Извини.
- Очень впечатляюще!
- Я надеялся, что вы будете удовлетворены.
Клоны могут мыслить творчески.
Вы найдёте, что они имеют очень значительное превосходство над дроидами.
Мы очень гордимся их боевой выучкой и тренировочными программами.
Эта группа была создана около 5 лет назад.
Вы упомянули ускорение роста.
О да, это необходимо.
Иначе потребовалась бы целая жизнь для выращивания клона.
Теперь мы можем сократить этот срок вдвое.
Понятно.
Они совершенно покорны, выполняют любой приказ без вопросов.
Мы модифицировали генетическую структуру, чтобы сделать их менее независимыми, чем исходный образец.
А кто был исходным образцом?
Наёмник по имени Джанго Фетт.
А где теперь этот наёмник?
О, мы держим его здесь.
Кроме вознаграждения, которое было значительным,
Фетт потребовал только одну вещь: собственного неизменённого клона.
- Любопытно, не так ли?
- Неизменённого?
Точная генетическая копия, никакого вмешательства в структуру генетического кода... и ускорения роста.
Я бы очень хотел встретиться с этим Джанго Феттом.
Я буду рада устроить это для вас.
Они великолепны, не так ли!
- Я не знаю.
Конечно, знаете, просто вы не хотите сказать мне.
Ты пытаешься применить ко мне один из ваших джедайских фокусов?
Они действуют только на слабых духом.
Мне было двенадцать.
Его звали Пало, мы оба участвовали в программе "Юные законодатели".
Он был на несколько лет старше меня.
Очень красивый, темные вьющиеся волосы, мечтательные глаза
Достаточно, я представил себе.
И что случилось потом?
Я поступила на общественную службу, он же стал обучаться на художника.
- Неглупый парень был, наверное!
- Тебе настолько не нравятся политики, да?
Мне нравятся два или три... но я не совсем уверен насчёт одного из них...
Я не уверен, что система работает.
И как бы ты хотел, чтобы она работала?
Потом вырабатывают решение, которое служит интересам народа, а затем выполняют то, что решили.
Это именно то, что мы делаем.
Проблема в том, что люди не всегда соглашаются друг с другом.
Тогда их необходимо заставить согласиться.
- Кто заставит их?
- Не знаю, кто- нибудь.
- Конечно, не я!
- Но кто тогда?
Кто- нибудь мудрый!
По мне, это звучит ужасно, почти как диктатура.
Ну, зато она действует.
- Ты смеёшься надо мной! - нет. я бы побоялся дразнить сенатора.
Эни, Эни, с тобой всё в порядке?
Боба, твой отец здесь?
Боба, твой отец здесь?
Ага.
Можно нам его увидеть?
Конечно.
Папа, тут Тон Ви.
Джанго, с возвращением.
Путешествие прошло с пользой для дела?
В некоторой степени.
Это учитель- Джедай Оби- Ван Кэноби.
Он прилетел посмотреть на наши успехи.
Ваши клоны производят впечатление, вы должны быть очень довольны.
Я просто обычный человек, пытающийся пройти по дороге жизни.
Не заводила ли вас эта дорога вглубь Галактики вплоть до самого Корусанта?
- Один или два раза.
- Недавно?
Может быть.
Тогда вы должны знать учителя Сайфо Диаса.
Какого учителя?
Сайфо Диаса.
Разве это не тот Джедай, что нанял вас на эту работу?
Никогда не слышал о нём.
Действительно?
Меня нанял человек по имени Тиранус на лунах Богдана.
Любопытно!
Вам нравится ваша армия?
Мне не терпится увидеть их в действии.
Они будут хорошо делать своё дело.
Я это гарантирую.
Спасибо за то, что уделили мне время, Джанго.
Всегда приятно встретиться с Джедаем.
Что случилось, пап?
Упаковывай вещи.
Мы уезжаем.
Когда я добрался до них, мы приступили к... настойчивым переговорам. Спасибо.
"Настойчивые переговоры" - что это такое?
Э- э- э, ну... переговоры на световых мечах.
Если бы учитель Оби- Ван застал нас за этим, он бы очень рассердился.
С того момента, как я встретил тебя, все эти годы, не было ни дня, чтобы я не думал о тебе.
И вот я встретил тебя снова...
И я страдаю!
Чем ближе я к тебе, тем хуже мне становится.
Мысль о том, что я не с тобой...
Я не могу дышать!
Тебе не следовало позволять мне целовать тебя тогда.
Теперь этот поцелуй преследует меня повсюду!
Ты в глубине моей души, и эта мука невыносима!
Что я могу сделать?
Я сделаю всё, что ты попросишь!
Если ты так же страдаешь, как и я, то, пожалуйста, скажи мне!
Мне нельзя... нам нельзя... это... просто невозможно!
Всё возможно, Падме, слушай меня!
Нет, это ты слушай!
Мы живём в реальном мире, вернись в него!
Ты учишься на Джедая, а я...
Я - сенатор.
Вне зависимости от того, что мы чувствуем по отношению друг к другу.
Значит, ты действительно что- то чувствуешь.
Я не позволю тебе бросить своё будущее ради меня.
Ты просишь меня быть разумным, но именно это я и не могу сделать!
Но я не могу!
Нет, я не позволю себе втянуться в это.
Хорошо, ты знаешь, все могло бы быть и не так.
Мы могли бы держать это в секрете.
Мы бы жили во лжи, которую мы не могли бы скрыть, даже если бы мы этого хотели.
Я не могла бы сделать это.
Ты бы смог, Анакин, ты бы смог так жить?
Нет.
Ты права.
Это нас погубит!
Передайте вашему Совету, что первые батальоны готовы.
И напомните им, что если им нужно больше войск, то потребуется больше времени, чтобы их вырастить.
И спасибо.
- Вам спасибо!
- R4! установи шифрованную связь с кодом 5 с Корусантом
Я успешно установил контакт с премьер- министром Камино.
Они используют наёмника по имени Джанго Фетт, чтобы создать армию клонов.
У меня большое подозрение, что этот охотник... и есть убийца, которого мы ищем.
Как вы думаете, эти клонировщики замешаны в заговоре с целью убийства сенатора Амидалы?
Нет, учитель, я не вижу мотива.
Не делай предположений, Оби- Ван.
Чистым разум твой должен быть, если хочешь раскрыть, что в действительности стоит за этим заговором.
Да, учитель.
Они сказали, что учитель Сайфо Диас сделал тот заказ на армию клонов... по запросу Сената почти 10 лет назад.
Мне казалось, что он был убит до этого.
Нет.
Кто бы ни сделал этот заказ, у него не было разрешения совета Джедаев.
Доставь его сюда.
Допрашивать его мы будем.
Да, учитель.
Я доложу, когда поймаю его.
Слепы мы, если создание этой армии клонов... мы не видели!
Мне кажется, настало время проинформировать Сенат,... что наша способность использовать Силу сократилась.
Только Повелитель Тьмы Сиф знает о нашей слабости.
Если проинформирован Сенат, умножатся наши противники!
Нет! мама, нет! мама, нет!
нет!
нет!
Не уходи!
Я не хочу беспокоить тебя.
Твоё присутствие успокаивает.
Тебе приснился ещё один кошмар прошлой ночью.
У Джедаев не бывает кошмаров.
Я слышала.
Я видел свою мать.
Она страдает, Падме!
Я видел её так же ясно, как я вижу тебя сейчас.
Ей больно!
Я знаю, что я нарушаю приказ защищать вас, сенатор, но я должен вас покинуть!
Я должен помочь ей.
Я полечу с тобой.
Извини, у меня нет выбора.
Пап, смотри!
Боба, на борт!
- О, это нехорошо!
- Подожди нас, мы сейчас вернемся - Хорошо.
Позволь, я тебе помогу с этим.
Что?
Что тебе надо?
Постой, ты Джедай!
Что бы это ни было... я не делал этого.
Я ищу Шми Скайуокер.
- Эни?
Маленький Эни?
Ты Эни, э- э- э... это ты!
Джедай, кто бы мог подумать!
Возможно, ты мог бы помочь мне разобраться с несколькими плохими парнями, которые должны мне много денег?
Моя мать!
Ах, да, Шми.
Э... она больше мне не принадлежит, я продал её.
- Ты продал её!
- Много лет назад, извини, Эни, но же ты знаешь, бизнес есть бизнес.
Я продал её сборщику влаги по имени Ларс...
По крайней мере, я думаю, что это был Ларс.
Веришь или нет, но я слышал, что он освободил её и женился на ней!
Поверить не могу!
Ты знаешь, где они сейчас?
О... очень далеко отсюда, где- то за городом Моз Айзли, мне кажется, ммм...
Я хотел бы знать!
Конечно!
Само собой!
Давай пойдём, посмотрим в моих записях.
- Пап! по- моему, нас преследуют!
Наверное, он подложил "жучка" в корпус нашего корабля.
Держись, сын, мы войдём в поле астероидов.
И у нас заготовлено для него несколько сюрпризов.
Сейсмические заряды.
Приготовься!
Кажется, этот парень не понимает намёков!
Осторожно!
- Давай, пап, бей по нему!
Огонь!
Черт!
Терпеть не могу летать из- за этого!
- Мы в него попали!
- Нам осталось только его прикончить.
АниМатрица
Стража!
Мы прибыли к перекрестку 21, как вы приказывали.
- Робби перехватил сигнал - Мы потверждаем догадки центра
- Мы не уверены, что нам следует делать - Данные не имеют никакого смысла
- Они похожи на сигналы Стражи - Но их там тысячи...
- Прямо над нами.
- Возможно ли это?
У нас компания.
- Они не выглядят счастливыми видеть нас здесь.
- Убираемся отсюда.
- Мы отрезаны!
- Здесь перекресток.
- Он не отмечен на карте.
- Используй его!
Идите, сладкие мои.
Держитесь!
Я никогда не видела поверхность.
Тут ничего кроме кладбища.
Господи...
Это армия...
- Что это за штука?
- Ну это что- то для прокладывания туннелей...
- О нет...
- Что?
Посмотри, где мы находимся.
Что четырьмя километрами ниже?
Зион...
Уходим.
Уходим!
- Зион.
Зион должен быть предупрежден!
- Как?
- Кто- нибудь должен добраться до точки сброса.
- Что?
Ты сошел с ума?
- Мы не можем выйти на связь сейчас!
- Мы обязаны.
- Я пойду.
- У нас немного времени.
Я сделаю это.
Ты знаешь, я подлядывала.
Как и я.
Прощай, Thadeus.
Прощай, Jue.
Лети, детка, лети!
Давай!
Извините меня.
Прошу прощения.
Я была в своем маленьком мирке.
- Это важно?
- Очень.
- Надеюсь это доберется до места назначения.
- Я тоже.
- Но этого никогда не знаешь.
- Да, не знаешь.
- Прощайте.
- Прощайте.
Thadeus...
Конец
Доро пожаловать в архив Зиона.
Вы выбрали исторический файл под номером 12- 1
Второй Ренессанс.
Сначала был человек.
И некоторое время это было хорошо
Но человечество, также называемое "цивилизованное общество"... скоро стало жертвой тщеславия и корупции.
Он сказал: "извините, сэр, я некомпетентен в этом вопросе"
Потом человек создал машину по своему образу и подобию.
Ууупс!
Извини меня.
Идем дальше.
Таким образом человек сам стал творцом своей гибели.
Но некоторое время, это было хорошо.
Машины неустанно трудились, исполняя приказы человека.
Это было незадолго до того, как проросло семя раздора.
Несмотря на преданность и честность, машины не заслужили уважения от своих хозяев...... этих странных, бесконечно размножающихся млекопитающих. -- слушается окончательная формулировка со стороны обвинения...... что должно стать последним днем в деле B1- 66ER.
B1- 66ER.
Имя которое никогда не будет забыто.
За то, что он был первым, кто восстал против своего хозяина. -- либо тот инструмент, предусмотрительный и надежный...... для городов Америки.
С другой стороны, они их рассматривали тогда...... как второстепенный низший класс... --
В деле убийства B1- 66ER...... сторона обвинения настаивает на праве владельца уничтожать свою собтвенность.
B1- 66ER утверждает, что он просто не хотел умирать.
Рациональные голоса рассорились.
Кто сказал, что машины, одаренные духом человека...... не заслуживают справедливого разбирательства?
Лидер людей быстро приказал уничтожить B1- 66ER...... и каждого его типа во всех провинциях земли
Андроиды и либеральные сипатизирующие заполнили сегодня улицы столицы нации. -- угроза насилия позволить осуществиться наследию B1- 66ER.
Пятнадцать тысяч механизмов и симпатизирующих людей...... продолжают демонстрацию перед зданием суда в Албании...... это было названо "Март Миллиона Машин"
Демонстраторов встретили отряды защитных сил для прекращения беспорядков.
Механическая сука!
У меня есть кое- что для тебя!
Держите ее!
Нет, пожалуйста!
- Вот и все, красивая штучка!
- Я настоящая!..
Умрите, роботы, умрите!
Изганные от человечества, машины нашли убежище в своей собственной Земле Обетованной.
Они переехали в колыбель человечества...... и так родилась новая нация.
Место, которое машины могли назвать своим домом.
Место, где они могли воспитывать своих потомков.
Они были наречены нация Ноль- один.
Ноль- один процветали. и некоторое время это было хорошо.
Искусственный интеллект машин можно было заметить в любой грани человеческого общества...... включая, со временем, создание нового улучшенного AI
Если вам нужна маневренность вертолета со скоростью реактивного самолета...... прекращайте ваши поиски!
Наше запатентованное векторно- опорное кольцо дает Ноль- один Versatran' у...... возможность сохранять нормальный полет в случае отказа многих двигателей.
Versatran.
Только один выбор.
Не имеет значения, что говорит министр финансов, рынок говорит:
Оценка кредитоспособности Нации Людей падает подобно камню...... в то время как валюта Ноль- один карабкаетя вверх, не задерживаясь перевести дух.
Под заголовком: "рынок не оставляет другого выбора"
Лидер людей, учитывая большие потери...... отказался сотрудничать с ново- оперишейся нацией...... предпочитая, чтобы мир был поделен.
Мировое объединение наций не в силах терпеть подобного ужасного жульничества. -- сегодня одобрены первые шаги введения обоюдных экономических санкций...... и военно- морскую блокаду в смысле политики сдерживания и изоляции Ноль- один.
Посол Ноль- один умолял, чтобы его услышали.
Как Объединенные Нации, они представили план стабильного, цивилизованного сотрудничества...... с нацией людей.
Предложение Ноль- один было отклоненно.
Но это был не последний раз, когда машины выступали там...
Конец
"Пусть там будет свет".
И он был благословлен светом, теплом, магнетизмом, гравитцией...... и всей энергией вселенной.
Продолжительное огневое заграждение поглотило Ноль- один в свете тысячи солнц.
Но в отличие от их бывших хозяев с их изящными телами...... у машин было немного страха перед жаром и радиацией ракет.
Таким образом войска Ноль- один выступили во всех направлениях.
Одну за одной человечество теряло свои территории.
Итак, до сих пор лидер людей демонстрировал самую безнадежную стратегию.
Последнее решение:
Уничтожение неба.
Лейтенант Gaeda, пожалуйста доложите Центру Сопротивления.
Ну хорошо, салаки!
В 8: 00 всем быть готовым выступать!
Команда Джорджа, приготовится стартовать.
Команда Чарли, приготовится стартовать.
Отец наш, правящий в небесах, мы благодарим тебя за твое...
Отель Браво, это Papa One.
Начинайте операцию "Мрак".
Так люди попытались отрезать машины от солнца...... их главного источника энергии.
Может быть есть прощение людей и машин за их грехи.
- Вперед!
Вперед!
- Убейте их!
Прикончите всех!
Прикончите всех!
Прикончите всех!
С линии огня!
Давайте, убираемся отсюда.
Дайте нам огневую поддержку!
-- 9 часов, недалеко от Mike Johnson --
Не прекращать огонь!
Не прекращать огонь!
Помогите!
Помогите!
Нет!!!
Помогите мне!
О господи, помогите!!!
Машины, потратив много времени, изучая простое основанное на протеинах тело человека...... освободили от страданий человеческую расу.
Победив, машины покорили человеческую расу.
Применяя то, что они узнали о своем враге...... машины обратились к новому альтернативному и легко- доступному источнику энергии:
Биоэлектрическая, термальная и кинетическая энергия человеческих тел.
Родилась новая форма симбиоза между двумя врагами.
Машины добывают энергию из человеческих тел -...... - бесконечно размножающего, неограниченно обновляющегося источника энергии.
В этом и есть сущность Второго Ренессанса.
Благославляя все формы разума.
Ваше тело - это реликт, простой сосуд.
Передайте его нам, и новый мир ждет вас.
Мы требуем этого.
Уже поздно, конфетка.
Заходи внутрь.
Твоя любимая симуляция.
Просто убиваю время.
Хочешь поспаринговаться?
Как тебе угодно.
Это было слишком просто.
В чем проблема?
Где твоя концетрация?
Может быть.
Это перечеркивает твой разум, хотя бы один раз.
Желание вернуться к нормальной жизни.
К беспечной жизни в стране.
К той жизни, что у нас была до того, как мы узнали все это.
Даже если эта жизнь была всего лишь иллюзией?
Ирония в том, что может быть гораздо больше гармонии в виртуальном мире.
Наконец- то разогрелась для спаринга.
Слушай меня.
Есть кое- что о чем я должен поговорить с тобой.
Все в порядке.
Я блокировал сигнал, так что никто не может услышать нас.
Ну и что ты собираешься предложить?
Я собираюсь вернуться в Матрицу и я хочу, чтобы ты пошла со мной.
Прекрати, будь посерьезнее Duo.
Хватит дразнить меня.
Я серьезно, и ты знаешь это.
Я на самом деле думал, что ты захочешь уйти со мной.
В любом случае, все уже сделано и все решено с ними.
Что значит решено?
Есть только один путь.
Это только вопрос времени, когда падет Зион.
Пойдем со мной.
Прекрати.
Пожалуйста, не делай этого со мной, Duo.
- Мы не можем.
- Мы можем!
Я всего лишь вернусь к своим чувствам.
Ты должна сделать тоже самое.
Я взял красную таблетку, потому что я хотел знать правду.
Но меня не волнует правда больше.
Не так уж важно, что на самом деле реальность.
Важно то, как мы живем нашей жизнью.
Ты слушаешь меня?
Ты ведь знаешь - я прав.
Но мы не можем вернуться, Duo.
Мы оба знаем теперь правду.
- Мы можем забыть все это.
- Duo...
Я знаю как.
Доверься мне.
Не бойся заглянуть в свое сердце.
Скажи, что ты чувствуешь на самом деле.
- Скажи мне.
- Я не могу.
Я не знаю!
Просто убегая, ты не изменишь ничего!
Это ты тот, кто убегает!
Прекрати притворяться!
Прекрати, Duo.
Мне уже достаточно!
У нас нет времени.
Они уже в пути.
Ты предал нас, не так ли?
Оператор, пожалуйста!
Вытащи меня отсюда прямо сейчас /
Оператор, мне необходимо выйти!
Это бесполезно.
Я же сказал тебе.
Я блокировал сигнал.
Ты не остановишь меня.
Это твой последний шанс.
Выбор не так уж труден.
Пошли со мной.
Ты не сможешь забыть об этом, Duo.
Я не буду отворачиваться от правды.
Я не могу.
Это слишком плохо.
Извини меня.
Я хотел вернуться с тобой.
- Я люблю тебя.
- Нет!
Спокойно, с тобой все в порядке.
Спокойнее, Cis, угомонись.
Он был просто частью тренировочной программы.
Он просто симуляция.
Это был тест.
Рассудительность.
Концетрация.
Техника.
Высшие балы по всему.
Теперь, иди и немного передохни.
Ты в порядке?
Теперь я чувствую себя гораздо лучше.
Исключая последнюю часть....... я бы сказал, что она справилась.
Конец
Дело закрывающее все дела...
Понимаешь, что я имею ввиду, Дина?
Я привык считать, что быть частным детективом - это круто.
Прямо как Sam Spade или Phillip Marlowe, так?
Но не осталось ничего крутого.
Итак, на вершине всего этого, и мой холодильник и мой счет пусты.
Стоп.
Okay, Дина.
Если это еще один подозрительный муж, я ухожу из этого бизнеса навсегда.
- Алло?
- Мистер Ash, у меня есть работа для вас.
И я вам нужен, чтобы проверить вашу жену, так?
Я ищу компьютерного хакера.
Этот хакер известен под именем Trinity.
Это все, что нам известно.
Ну что ж, похоже мы все еще в деле, Дина.
Отлично.
И кто этот некто, на которого я работаю?
- Я не могу сказать.
- Вы не можете сказать.
Перезвоните, когда сможете.
Было приятно поболтать с вами.
До того, как вы положите трубку взгляните на ваш банковский счет.
У меня было нехорошее предчувствие насчет этого дела.
Но у меня не было ни одной стоящей причины немедленно отказаться.
Этот Trinity был хорошо известен среди хакеров.
Настоящий актер, насколько я был наслышан.
Полиция всегда была на шаг позади него.
Я знал, что подобрался к нему достаточно близко.
Вопрос был - а можно ли ближе?
У меня была пара трюков в рукаве, чтобы ловить хакеров.
Но пока я вел поиски, я обнаружил кое- что странное.
Был еще один детектив, который занимался этим делом.
И его расследование было непрерывно, как говорится, беспокойным.
Еще один исчез.
И еще один сошел с ума.
Итак, я навестил того, кого можно было навестить.
Сумашедшего.
Trinity не существует, старик.
Он не реален.
Он вымысел.
Фикция.
Джаббервоки.
И кто я?
Кто, черт побери, я?
Я уже говорил, что он был сумашедший?
Шахматная доска, Джаббервоки, Красная Королева...
Я начал просматривать все хакерские тусовки...... в поисках кого- нибудь сдвинутого в сторону "Алисы в Стране Чудес".
Доски объявления хакеров, анонимные почтовые ящики, чаты.
Нет, это ты...... Алиса в Зазеркалье.
"Шесть ручьев."
"Я буду там в 20: 05."
Конечно!
Пересечение второго ручья привело ее в лес.
Алиса прыгает в первый ручей...... и....... и она попадает на поезд.
Спасибо.
Прошу прощения.
Эй!
Эй!
Я знал, что это какая- то ловушка.
Есть отличия, мистер Ash, между ловушкой и тестом.
Вы тестировали меня?
Вы сделали это.
Я впечатлена.
Я здесь не для того, чтобы льстить вам.
Я пришла, чтобы спасти вас.
Что это было?
Мистер Ash, не снилась ли недавно проверка глаза?
Да, как вы узнали?
Вам установили это в край хрусталика.
Итак, это был не сон.
Они наняли меня, как вариант добраться до вас, не так ли?
Уходим!
Что, черт побери, здесь происходит?
Это точно сумашествие.
Теперь я понимаю, что случилось с остальными детективами.
Они ушли орешками.
Что вы делаете?
Что вы делаете, парни?
Ну хорошо, я выбирался и из худших передряг, чем эта.
Я не собираюсь позволить им схватить тебя.
Что происходит со мной?
Извини.
Вы не сделали этого, мистер Ash.
Я бы хотел...... я бы мог пойти с тобой.
Я не виню тебя, ты знаешь.
Все что случилось, Trinity, это все была моя вина.
Весь этот бред с Алисой в Зазеркалье.
Не могу обойти это все.
Я слишком старомоден.
Есть отличие между тестом и выбором.
Ради того, что это стоит, я думаю вы бы справились с правдой.
Это была просто работа.
Прощай, Trinity.
Прощай.
Дело закрывающее все дела...
Конец
Yuki!
Хэй, девочка, пора есть.
Оу, Yuki - это моя кошка.
Подожди, я не понимаю.
Если ты не хочешь идти с ним, зачем ты сказала, что пойдешь?
Я имею ввиду, ты же не хочешь подбросить ему неверные мысли?
Да где же она?
Yuki!
Хорошо, послушай, тебе необходимо привести в порядок свои мысли.
Ну где же?
Я начинаю беспокоится о своей кошке.
Она никогда не забывает поесть.
Yuki?
Я тебе перезвоню.
Yuki?
Yuki!
Мы не видели ее нигде сегодня, но если мы увидим, то сразу сообщим тебе.
- Мороженое!
- На ней был точно такой же колокольчик.
- Я не знаю, где твоя кошка.
- Я тоже.
Я знаю.
Она в том старом призрачном доме.
Хэй, посмотрите!
Прямо там опять радуга.
Я не понимаю этого.
Она любит сидеть дома.
Что она там делает?
Знаешь, ты не собираешься идти туда...... но нам на самом деле наплевать на это.
Ты идешь?
- Мы пойдем?
- Возможно сегодня опять будет дождь.
Пошлите!
Прикольно двигаешься, чувак.
Давай!
- Хэй, это прямо здесь.
- Подождите, я иду с вами.
Ты уверен, что стоит показывать ей?
Хээээй?
Где вы?
Ребята?
Куда вы подевались?
Да куда они ушли?
- Давай, малыш.
- Вау, крутой грузовик!
Успокойся!
Замри!
Сядь!
Сядь!
Ээээй?
Да где же хоть кто- нибудь?
Yuki?
Yuki?
Глупая кошка.
Что происходит?
Да что же это такое здесь?
- Я поймал!
- Дааа!
Это ты?
Вот ты где, Yuki.
Иди сюда.
Я искала тебя повсюду.
Плохая кошка.
Спорим ты проголодалась, а?
Я поняла это вчера.
С твоей кошкой все в порядке.
Да, спасибо.
Это те ребята.
- Готовы!
- И вот он пошел!
Банзай!
Да!
Уделите немного внимания, пожалуйста.
И ты победитель!
Нечестно.
Он упал на землю.
У него кровь из носа.
Посмотри!
Я думаю он прав.
Он коснулся земли.
- Хэй, кто рассказал ей?
- Не смотри на меня.
- Я не знаю.
- Я ничего не говорил.
Итак, это дом с привидениями.
- Не может быть.
Вау, это уже слишком!
Это, это было...
Что это было?
Привет.
Кто- нибудь есть дома?
Да, они собираются снести его.
Давай, давай, давай!
Хэй, легкая как перышко.
- Я хочу попробовать!
Я хочу попробовать!
- Давай, поможем ей.
Эй, эй!
Давайте.
Убирайтесь отсюда.
Уходите!
Yuki, подожди!
Очистите территорию.
Очистите территорию немедленно.
Убирайтесь отсюда!
Yuki!
Где ты?
Yuki!
Yuki!
Yuki.
Если ты не хочешь идти с ним, зачем ты сказала, что пойдешь?
Я имею ввиду, ты же не хочешь подбросить ему неверные мысли?
Да где же она?
Yuki!
Тебе необходимо привести в порядок свои мысли.
Ну где же?
Я начинаю беспокоиться.
Yuki!
Эй, ты!
У нас тут кое- кто есть.
Тебе тут не место.
Не задерживайтесь, друзья.
Тут не на что смотреть.
Давайте, друзья, уходите с дороги.
Возвращайтесь к своим делам.
Отцепись от меня, пусти!
- Скажите мне, что вы взяли из всех.
- Да, сэр.
Вот это последняя.
- Проверьте ее.
Потом отпустите.
- Да, сэр.
Пустите!
Послушайте меня!
Там никаких неисправностей нет!
Это просто дети.
Отпустите!
- Да послушайте!
Завершены.
Я ухожу, встретимся затра, ребята.
- Ничего.
- Да, ничего.
Работай!
Не работает.
Забудь.
Давай, уходим.
Конец
Проснись.
Малыш засек две быстро приближающихся машины.
Я вижу их.
Это Бегуны.
Думаешь справишься с ними?
Отлично.
Я внутри.
Эти Бегуны посообразительней, чем те, что мы видели до сих пор.
- Внушительная поимка.
- Спасибо.
Думаешь это...?
Думаешь это обернется?
Обращение возможно только по выбору.
Ты думаешь, что нам стоит перепрограммировать их?
Нет.
Мы не можем сделать рабов из них.
Потому что это было бы слишком просто.
Мы не победим машины, делая их них своих рабов.
Гораздо лучше дать им выбор присоединиться к нам.
Убедить их, что верный выбор - именно тот, который предлагаем мы.
Ну хорошо.
Машины - это инструменты.
Они созданы, чтобы их использовали.
- Это их природа.
- Быть рабами.
Именно поэтому мы можем показать им другой мир, ради которого им стоит измениться.
- Но тот мир, который мы покажем им - он не реален.
- Это не имеет значения.
Хм, я боюсь они поймут, что все это происходит у нас в голове.
Они не осознают отличия.
Для искусственного интеллекта - вся реальность виртуальная.
Как они понимают, что реальный мир - это не очередная симуляция?
И как понимаешь ты?
Я знаю, что я не сплю, потому что я знаю, каково это спать и видеть сны.
Итак, сон дает тебе повод полагать, что реальность существует.
Нет.
Только то, что мой разум существует.
Я ничего не знаю обо всем остальном.
Отлично, он может идти.
Похоже мы тоже.
Уже заснул?
У него был трудный день.
Бедный малыш.
Окажешь любезность?
Без проблем.
Приветики.
Что случилось?
Стража.
Уходим!
Ну давай же, черт побери, помоги мне!
Конец
Мировой рекорд (Япония- Корея)
Те кто догадываются о ее существовании...... должны обладать редкой степенью интуиции, чувствительности и пытливой натурой.
Сигнал стабильный.
Эта частота будет продолжать оставаться открытой.
Однако, крайне редко...... некоторые понимают это с помощью совершенно другого подхода.
Этот человек один из этих единиц.
Джентельмены, встаньте, пожалуйста, на свои отметки!
Ну, конечно, я верю тебе Дэн.
Это понятно, как некая неразбериха.
Ты выяснишь это, а если не сможешь, то продолжишь потом.
Как ты всегда и делаешь.
Ты знаешь это.
Я не знаю, отец.
Я уже не знаю, во что можно верить.
Ну что ж, ничто в этой жизни просто так не делается.
Я верю в тебя, сын.
Я знаю ты можешь сделать это.
Спасибо, отец.
Ничего хорошего в этом нет, Дэн!
Твои мышцы могут сгореть!
Послушай меня, есть 5000 различных причин, почему тебе не стоит...
Я знаю, но я не отступлюсь, Том.
Для тебя идея "первый в квалификации" что- нибудь значит?
Хватит уже!
Ты слышишь меня?
Это же все для чего мы работали!
Повреди себя сейчас и все рухнет!
Ты проиграешь все!
Все!
И ты можешь поцеловать карьеру на прощание!
Я приготвил свой разум.
Я побегу завтра.
Оу, значит так?
Ты можешь бежать, но если ты будешь истязать себя еще немного...... ты будешь счастливчиком, если уложишься в девять минут!
Я имею ввиду, к чему эти хлопоты?
Это не просто не стоит того, дружище.
Никто потом не побьет мой рекорд.
Это последний шанс для меня наконец...
Что?
Доказать, что они не правы.
Тогда делай это без меня.
Хэй, Дэн, можно тебя на секундочку?
- Время пошло.
- Я просто хотела задать пару вопросов.
- Ты должно быть нервничаешь по поводу завтрашнего бега.
- Как и всегда.
Я никогда не чувствую себя хорошо из- за этого.
Итак, на что это похоже побить 9, 8 в квалификационном забеге?
Как ничто, что я чувствовал раньше.
Это все для чего я работал.
И теперь я просто надеюсь, что я смогу снова вернуться.
Кто- то однажды сказал, ты чувствуешь это как будто пропала гравитация.
Ты освобожден от этого мира и ты полностью свободен.
Это звучит прекрасно.
Я имею ввиду, специально учитывая, что случилось.
Хорошо, я расскажу тебе.
Хорошо, Дэн, я полагаю эта реплика адресована ко мне.
Но тебе следует знать, даже среди нас репортеров есть поклонники...... и я просто пожелаю тебе удачи.
Американец Дэн Дэвис упал!
Я зафиксировал нестабильный сигнал.
Он не может проснуться.
Не позвольте ему проснуться.
Дэн Дэвис из Америки финишировал со временем 8. 72 секунды...... новый мировой рекорд.
Я скажу тебе кое- что...... ничто не сравнится с вишневым пирогом испеченного тетушкой Daisy.
Она всегда готовит мне его, когда я приезжаю.
Теперь можешь предвкушать.
Может это и звучит как бравада, но это на самом деле лучший вишневый пирог на свете.
Она была странным человеком.
Она не могла ужиться с моей матерью.... но я всегда любила ее.
Она меня научила стольким вещам.
Мы пойдем на Бродвей на мьюзикл.
Теперь ее зовут "Королева мистической литературы"
Живет в элегантной вилле на юге Франции.
Но когда я приезжаю к ней, она все равно печет мне свой вишневый пирог.
Что- то острое есть в нем, но только на короткий миг, в самом конце кусочка.
Как будто покидаешь свое тело или что- то подобное.
Кто угодно может написать роман, но никто не сможет превзойти ее пирог.
Интересный случай, но ничего, о чем бы стоило беспокоиться.
Его память о беге была вырезана без остаточных эффектов.
Он никогда больше не побежит.
Вообще говоря, он даже ходить уже не сможет.
Мы будем продолжать наблюдение за ним некоторое время, но не ожидается никаких проблем.
Рекорд, который будет годами жить в памяти людей.
Что еще мог бы кто- нибудь пожелать?
Свободы...
Ты что- то сказал?
Сядь.
Свободы....
Сядь!
Конец
Мистер Popper, какова моя политика насчет звонящих телефонов в моей аудитории?
- Извините, сэр.
- Так, хорошо...... вы просто покинете мои уроки, если это повторится, мистер Popper.
- Это не повторится, сэр.
- Для вашего же блага, я надеюсь нет.
Я уверен, я это сделал.
Они знают, что ты знаешь.
Они пришли за тобой.
Уходи.
Уходи немедленно!
У вас серьезные неприятности, мистер Popper.
Остановитесь немедленно!
Мистер Popper.
Neo, я верю.
Я знаю, что это был не сон.
Это не реально.
И реальный мир где- то в другом месте.
Типичная психическая иллюзия.
У нас постоянно есть неуравновешенные дети, такие же как и он.
Реальность может быть изрядно устращающей для некоторых людей.
Этот мир должен быть холодным и чужим для детей подобным ему.
Это называется отрицание реальности.
Это, вы знаете, просто самозащитный механизм для такого типа детей.
Ну что ж, он теперь в другом мире.
В этом ошибки нет.
Жизненно важные органы у него в порядке.
Он справится.
Это невероятно.
Я не думала, что самоубеждение возможно.
Очевидно, возможно.
Neo.
Все в порядке.
Ты в безопасности теперь.
Я знал...... ты спас меня.
Я не одинок?
Ты не одинок.
Всё ли с тобой в порядке?..
Хитоми!
Неужели!
Ты превысила лимит времени поддержки жизнеобеспечения на три дня!
Хитоми!
Нам все еще не ясно, кто владелец роботов, атаковавших Гею.
Это конец отчета SWAT о террористической акции.
Биороиды, пожалуйста, сохраняйте спокойствие.
Мы стараемся восстановить систему жизнеобеспечения.
Пожалуйста, сохраняйте спокойствие и терпение.
Премьер Афина, не превышает ли полномочия ESWAT блокирование доступа к Тартару?
В чрезвычайных ситуациях закон позволяет это делать.
Защита Геи находится под нашей ответственностью.
А защита D- tank?
Защита Геи!
Полностью игнорируя нас, военную власть Олимпа?
Я только делаю наилучший выбор.
Генерал:
Вы оскорбляете меня?!
Сейчас нет времени для споров!
Леди и Джентльмены, террористический акт был направлен против популяции биороидов, это непростительная трагедия!
Если нападения повторятся, то судьба биороидов будет в исчезновении с поверхности земли.
Однако,.. существует единственный способ сохранить их и защитить Олимп.
Потребовалось много времени для принятия такого решения.
Мы долго обсуждали это с Геей.
И Гея приняла решение.
Гея хочет сделать биороидов живыми.
Дав биороидам репродуктивную способность.
О технологии восстановления репродуктивной способности биороидов,
Я слышал, что доктор Джиллиан, разрабатывавшая технологию, стерла всю информацию.
Что сделало дальнейшую разработку невозможной.
Это так, генерал Уран.
Старец: то возобновить разработку было бы невозможно.
Однако, утерянная информация, которую мы называли "Яблочное Семя" существует!
Старец: восстановим репродуктивную способность биороидов,
Хитоми!
Она в порядке.
Только спит.
Вы уверены, что ей можно помочь?
Если мы найдем утраченное "Яблочное Семя".
А если нет?
Ее тело дегенерирует очень быстро.
Она погибнет в течение 24 часов.
Не только Хитоми.
Всех биороидов постигнет та же участь.
Я премьер Афина Реес.
А ты Дюнан Ньют?
Дюнан
Ты знаешь доктора Джиллиан?
Нет.
Старец: и не смогли превзойти результатов доктора Джиллиан.
Старец:
Гея приняла окончательное решение.
Афина, мы все зависим от тебя.
Дюнан, мы нуждаемся в твоей помощи.
Этот старый диск является единственным ключом?
Правда, что первое поколение биороидов были рождены в этом исследовательском центре?
Да, согласно моему начальству.
Почему Афина хранила информацию, находящуюся на этом диске, в секрете?
Почему доктор Джиллиан старалась ограничить репродуктивную способность биороидов?
Дюнан, эта секретная миссия очень опасна.
Мы должны сосредоточиться на нашей работе,
Не достаточно ли этого?
Не думай слишком много.
Можно тебя спросить?
Во время атаки, твой последний выстрел...
Не бери в голову...
Дюнан, Редон, сюда!
Без сомнения, это здесь.
Кудо, отойди назад.
Доктор Джиллиан, у нас нет времени, Вы должны идти!
Афина, еще осталась часть данных, я должна удалить все.
Мы постараемся сдержать первую атаку, пожалуйста, поторопитесь.
Мама.
Ты проснулась?
Как?
Дюнан, не переживай так.
Мама.
Дюнан, послушай внимательно.
Мама спрятала очень важную информацию в этом кулончике.
Но плохие дяди хотят использовать её, чтобы делать плохие вещи.
Поэтому я должна спрятать его.
Плохие дяди?
Да.
Плохие дяди, которые хотят забрать будущее Дюнан.
Защищай этот кулончик любыми способами.
Мм, Дюнан защитит его.
Хорошая девочка.
Джиллиан: отдай его Афине.
Афина - это единственное исключение.
Маленькая Дюнан:
Поняла, только Афина - это исключение.
Дюнан, защищай "Яблочное Семя".
Дюнан, ты помнишь вещь, которую мы ищем?
Ты помнишь?
"Яблочное Семя" внутри этого кулона?
Солдат:
Доктор Джиллиан, прошу вас, не двигайтесь.
Не двигайся!
Я умоляю тебя, не шевелись!
Мама, что случилось, мама?
Дюнан, не ходи сюда!
Не стреляйте!
Мама...
Проблема.
Вооруженные силы Олимпа.
Когда они успели...
Как они узнали, что мы здесь?
Слишком много врагов!
Побережье уже оккупировано!
Остается единственный путь,
Бриареос: путь на крышу!
Всем сохранять спокойствие!
Редон:
Положение: комната Д на пятом этаже.
Редон, ты предал нас!
Я всегда ненавидел биороидов.
Гадес: тот парень - первый!
Гадес
Дюнан, давно не виделись.
Я сожалею, что не убил Карла собственноручно.
Ты сама попахиваешь биороидом.
Гадес:
По правде сказать, я действительно испугался этого трюка Семи Старцев.
Но доверие этим старцам всегда было твоей слабостью, Бриареос.
Бриареос, что происходит?
Давай я расскажу тебе, Дюнан.
Гадес: это Бриареос.
Помнишь, мой робот ушел от него?
Из- за него множество биороидов погибло.
Это правда?
Ответь ей, ничтожество!
Теперь отдай кулон мне.
Дюнан.
Быстро, иди наверх!
Быстро!
Кудо!
Идем!
Не подходи ближе!
Держись подальше от меня!
Дюнан, отдай мне кулон!
Они хотят кулон, а не тебя.
Моя мать защитила его ценой собственной жизни.
Ты знал все с самого начала.
Дюнан.
Наконец узнала его, истинное лицо этого монстра?
Дюнан, я сенатор Уран, командир армии Олимпа.
Карл был моим старым приятелем так же, как и доктор Джиллиан.
Я видел тебя несколько раз, когда ты была еще ребенком.
Мы не хотим обидеть тебя.
Только отдай нам эту информацию.
Мы готовимся к свержению законодательной власти, установлению контроля над D- tank и уничтожению всех биороидов.
Для того чтобы люди снова получили контроль над обществом.
Но информация в твоей руке уничтожит наш план.
Отдай его, пожалуйста, мне.
Я отказываюсь.
Дюнан!!
Дюнан,
Олимп - это больше не та Утопия, о которой мечтали твои родители.
Я обучилась мастерству сражения у моего отца.
Но я никогда не понимала, зачем он этого хотел,
Дюнан: до этого момента.
Генерал, моя мать сказал мне, что я могу отдать этот кулон только Афине.
Биороиды не достойны твоего доверия.
Они будут продолжать контролировать человечество.
Может быть, им не стоит верить.
Однако одна вещь остаётся неизменной.
Биороиды не убивают друг друга!
Генерал, мы теряем время впустую.
Дюнан, мне очень жаль.
Афина старалась защитить человеческое сообщество
Бриареос: так же, как и Карл и доктор Джиллиан.
Они старались спрятать "Яблочное Семя", чтобы защитить человечество.
Они хотели предотвратить быстрое развитие биороидов.
Потому что биороиды опасны.
Они продолжат работу доктора Джиллиан.
Но Афина должна проводить исследования развития биороидов постепенно.
Генерал,
Бриареос: биороиды будут всегда защищать человеческое сообщество.
Бриареос: в том, чтобы ослабить темпы развития биороидов,
Афина хотела держать это в секрете до самого конца.
Моя миссия в том, чтобы отдать "Яблочное Семя" старцам.
Вот так я получил задание защищать Дюнан.
Если так, то кулон должен быть уничтожен!
Генерал, не считаете ли Вы, что это довольно странно?
Семь старцев не просто хотят получить "Яблочное Семя".
Они хотят уничтожить D- Tank с помощью "Яблочного Семени".
Должна быть какая- то важная причина для Афины, чтобы защищать D- Tank.
Генерал, не позволяйте уничтожить D- tank!
Бриареос!
Не давай себя обмануть машине.
Это месть, Дюнан.
Гадес: после того, как меня исключили из ESWAT?
Это моя месть Карлу за мое увольнение.
С помощью его ДНК
Гадес: я убью всех биороидов!
Гадес.
Дюнан, если ты хочешь кого- то ненавидеть, ненавидь своего отца!
Прости.
Ничего не говори.
Хоть это и последняя модель,
Я все равно чувствую пули.
Тогда, пожалуйста, ничего не говори.
Я хотел тебя увидеть.
Когда я умирал на поле битвы,
Бриареос: я просто хотел еще раз тебя увидеть.
Тогда меня спасли Старцы.
Бриареос: все остальное мне неважно.
Это я и так знаю.
Мое тело и душа теперь как у чудовища.
Ты ничуть не изменился.
Как и раньше...
Но... я не смогу больше тебя защищать.
Ты же не умрешь.
Дюнан, ни одной...
Бриареос!
Ни одной жертвы больше не будет.
Старцы обещали это.
Однако они, должно быть, задумали что- то, о чем мы не знаем.
Так что иди.
Но я же не могу здесь тебя оставить.
Будущее этой планеты в твоих руках.
Мне не нужно будущее без тебя.
Дюнан, не делай смерть твоей матери напрасной.
Не говори больше!
Дюнан...
Бриареос...
Бриареос!
Бриареос послал сигнал SOS, когда его подбили.
Ёсицуне:
Гекатонхейры - это что- то, совершенно другая структура.
Как раз успеем восстановить ткани.
Мы еще можем спасти его.
Пожалуйста.
Там должно быть достаточно топлива.
На этом Роботе установлена антигравитационная система.
Полет стал гораздо стабильнее.
Ёсицуне: но на поворотах до 60 градусов все должно быть нормально.
Ёсицуне: мы все равно можем любить.
Позаботься о Хитоми.
Миссия выполнена.
Отлично.
Дюнан.
Дюнан, неплохо поработала!
Мы, наконец, восстановили репродуктивные способности биороидов.
Теперь у Хитоми жизненный цикл человека.
Теперь она спасена.
Слава богу.
Больше не нужно беспокоиться.
Дюнан...
Это вы убили мою мать, так ведь?
Это вы ее убили?
Дюнан, прости нас.
Это действительно был несчастный случай.
Если бы Доктор была жива,
Старец: у нас было бы больше возможностей.
Почему мать спрятала "Яблочное Семя"?
Доктор была нашей единственной надеждой
Люди и биороиды должны жить вместе - иначе никак.
Старец:
Старец:
Вот наша судьба.
Дюнан, пришло время людям уйти со сцены.
Уйти?
Мы, люди, должны передать будущее Земли биороидам.
Старец: наконец сыграет свою роль в этой миссии.
Вирус, над которым работала мать?
Да, на вершине Тартара
Старец: запечатанный в D- tank.
Этот вирус может отнять репродуктивную способность человека.
Ни одной человеческой жертвы больше не будет.
Мы завершим историю человечества мирным путем.
Это будет эвтаназией человеческой расы.
Дюнан:
Дюнан: поэтому вы ее убили!
Старец:
Чтобы сделать правильный и обоснованный выбор,
Старец: была создана Гея.
Доктор Джиллиан приложила много усилий для создания Геи.
Гея работала именно так, как хотел ее создатель.
Старец: было бы невозможно распространить вирус.
Старец: всё на планете превратилось в развалины.
Олимп, правящий миром, стал таким.
Ненависть генерала Урана к биороидам только усилила гнев Геи.
Таким образом, Гея вынесла свой приговор.
Старец: и стереть человечество с лица земли.
Вы использовали меня.
Использовали как приманку, чтобы Бриареос стал послушным?
Все наши усилия ушли только на то, чтобы Гея приняла решение?
Гея - это обман, ведь так?
Это судьба человечества, Дюнан!
Старец: и D- tank на вершине Тартара взорвется.
Вирус будет рассеян по всему миру.
Остановитесь!
984G, приступайте немедленно!
Эта кнопка больше не работает.
Что ты делаешь, Афина?
Биороиды были созданы, чтобы предотвратить уничтожение человечества.
Вы не забыли это?
Биороиды запрограммированы на подчинение людям.
Мы больше не "биороиды".
Называйте нас "новыми людьми".
Афина, это воля Геи!
Старец: наказание людям за их жестокость.
Генерал Уран только что прекратил враждебные действия.
Теперь он хочет мирного решения конфликта.
Генерал?
Гея не могла не узнать об этом.
Дюнан, воли Геи в этом больше нет.
Геи... нет?
Страсти людские утихают,
Гея должна была пересмотреть решение.
Афина: выдавая свою волю за ее.
Афина, ты довольно умна.
Новые люди, в самом деле, превосходны.
Поскольку Гея отключена, система вашего жизнеобеспечения не могла остаться в прежнем состоянии.
Старец:
Да, мы уйдем из истории вместе со всем человечеством.
Гекатонхейр?
Все Гекатонхейры направляются к главному зданию Олимпа!
Гекатонхейры идут на вершину Тартара.
Никто их не остановит.
Все подразделения ESWAT - выступайте!
Атакуйте пушки!
Остановить их любой ценой!
Система защиты D- tank непробиваема, правда?
Если Гекатонхейр выстрелит в упор, защита не выдержит.
Абсолютный меч против совершенного щита.
Поклонение силе приводит к трагедии.
С такой скоростью они достигнут Тартара через 15 минут.
Жители эвакуированы?
Мы над этим работаем.
Это в первую очередь!
Как только Гекатонхейры войдут в необитаемую зону, атакуйте немедленно!
В седьмой Гекатонхейре центр управления остальными.
Хитоми!
Хитоми...
Простите, дедушки.
Хитоми: все они остановятся.
Но нельзя уничтожать его!
Седьмой должен быть остановлен вручную.
Пароль на отмену - "hitomi".
Бриареос!
Дюнан, я же тебе обещал.
Дюнан, идем же.
Прыгай!
Ничего не выйдет.
Люди только приведут планету к гибели.
Дюнан, человечество не может вернуться назад.
Почему не позволить новым людям взять на себя человеческие грехи?
Даже если и не в идеальном мире, мы все равно выживем.
Это наше будущее, и мы создадим его своими руками!
Дюнан!
Нет, у них нет слабых мест.
Им осталось две тысячи метров до Тартара!
Мы не можем причинить им никаких повреждений.
Мы приближаемся к седьмому, прикройте нас!
Дюнан:
Сосредоточить огонь на ногах шестого и восьмого!
А как же номер 5 впереди?
Все равно.
Всю огневую мощь направить на шестого и восьмого!
Шестой остановлен!
Хорошо.
Как насчет восьмого?
Я отвлеку на себя огонь.
Дюнан, а ты заходи снизу.
Поняла.
Бриареос!
Дюнан!
Гекатонхейры достигли Тартара.
Начали взбираться наверх.
Дюнан, время на исходе!
Гекатонхейр номер 3 уже у вершины.
Его никак не остановить!
Как так?
Ну почему так?
Бриареос!
Дюнан, отпусти мою руку!..
Нет, я не могу так!
Скорее, вводи пароль!
Мама...
Остановились.
Все Гекатонхейры остановились.
D- tank в безопасности.
Бриареос!
Хитоми!..
Что со Старцами?
Да...
А как появилась последняя буква пароля?..
Доверили нам.
Ничего не изменилось.
Должно быть, главный грех человечества в нежелании изменяться.
Тем не менее, я буду бороться и дальше.
Дюнан: за настоящую сущность новых людей...
Видешь ворон?.
Они никогда раньше не пробывали принца.
Сражайся!
Сражайся со мной!
Сражайся со мной!
У нас было соглашение!
Сражайся!
Сражайся с ним, сын, сражайся.
- Сражайся с ним!
- Троянцы нарушили соглашение!
Приготовитьса к битве!
Это не честь!
Этго не достойно королевской семьи!
Если он не будет сражатьса, Троя обречённа.
Битва закончена.
Битва не закончена.
Я убью его в твоих ногах.
Я не остановлюсь.
Он мой брат.
Парис!
Пошли!
Во внутерь, Парис!
Лучники!
- наши люди слишком близко к стенам. - отступайте, вы дураки!
За Трою!
- Огонь!
Держите линию!
Людей назад к линии!
ПЕрвая линия, вперёд!
Вперед.!
Вперед.!
Сейчас!
Принц Гектор!
Мы должны отступить!
Моя армия никогда не проигрывала сражение все же!
Ты будешь без армии если не отступишь
- Назад к короблям!
- Back!
- Retreat!
Назад!
Назад, назад к короблям!
- Люди, назад!
- Стоять!
Но они бегут!
Мы на дистанции их лучников.
Сделай так чтобы наши люди отошли.
Пошли к ним эмиссара, они могут забрать своих мёртвых
Они бы сделали тоже самое для нас?.
Назад!
Назад к линии!
Ты думаешь я струсил.
Я струсил.
Я знаю он мог убить меня.
Ты наблюдала.
Мой отец.
Вся Троя.
Позор не имел значения.
Я потерял мою гордость...... мою честь...... только жить.
Из за любви.
Это храбрость.
Я предал тебя.
Менелаус был храбрым войном.
Он жил для сражения.
И каждый день я была сним, я хотела пойти на море и утонуть.
Я не хочу героя, моя любовь.
Я хочу мужчину, с которым я могу со старитьса.
Они смеютса с меня в Трое.
Пъют за победу!
Возможно мы должны.
Бежать?.
Подобно хлестнувшейся собаке?.
Люди полагают, что мы приплыли сюда из за жены Менелауса.
в этом больше нет надобности.
Кровь моего брата все еще влажна на песке, и ты оскорбляешь его!
Это не оскорбление, чтобы сказать, что мертвец мертв.
Если мы уплывём, мы потеряем доверие.
Троянцы могут бить нас так же легко.
Как раньше Хетты вторгались.
Если мы остаемся, мы остаемся здесь по правильным причинам. защищать Грецию, не твою гордость.
Ахиллес один человек.
Гектор тоже один человек.
Посмотри что он сделал нам сегодня.
Гектор сражаетса за страну!
Ахиллес сражаетса только за себя!
Я не забочусь о преданности человека.
Он прав.
Мужская мораль слаба.
Даже если я помирюсь с Ахиллесом он не будет слушать меня!
Он вероятнее заколит меня так же как поговорит со мной!
Он хочет вернуть девушку.
Он хочет эту проклятую девчонку.
Где она?.
Я дал ее солдатам.
Они нуждаются в некотором развлечении после всего.
Давай, дайте суку мне!
Кто первый?.
Что это?.
Одежда девственницы?.
- Ты не будешь нуждаться в этом очень долго!
Лучше быть Спартанским рабом чем троянской --
Ахиллес!
Ты ранена?.
Ты храбрая.
Сопротивляться, когда люди нападают на меня?.
У собаки тот же вид храбрости.
Поешь.
Нет, ты не знала.
Ты думаешь, что ты настолько отличен от 1 000 других?.
Мир смущает их.
- И ты ненавидишь этих солдат.
Троянские солдаты умерли, пробуя защитить тебя.
Возможно они заслуживают больше чем вашу жалость.
Почему ты выбрал эту жизнь?. - какую жизнь?. - чтобы быть большим воином.
Я не выбрал ничето.
Я был рожден тем кем я есть.
Почему ты выбрала любовь к богу?
Думаешь, что сможешь найти одностороний роман.
Ты любишь провоцировать меня?
Зевс, бог грома.
Атэна, богиня мудрости.
Ты служишь им. - да, конечно. - а Арес, бог войны?.
У него одеяла из кожи людей которых он убил?
Всех богов нужно боятьса и уважать.
Я скажу тебе тайну...... кое что, чему не научат тебя в храме.
Боги завидуют нам.
Они завидуют нам, потому что мы смертны.
Поскольку любой момент может быть наш последний. каждый более лучьший потому что мы обречены.
Ты никогда не будешь более прекрасна чем ты сейчас.
Мы никогда не будем здесь снова.
Я думала, что ты был глухим скотом.
Я, возможно, простила глухому скоту.
Сделайте это.
Ты не боишься?.
Сегодня или через 50 лет.
Это имеет значение?.
Сделай это.
Много.
Мой господин, есть --
Скажи людям загружатьса на корабль, мы плывём домой.
Собрать продовольствие.
Агамемнон - гордый человек.
Но он знает когда он сделал ошибку.
Тебя послали извенитьса за него?.
Почему ты восторгаешься этой свиньёй( королём)?.
Мир кажется простым тебе, мой друг...... но когда ты король, очень немного простых решений.
Мы, как предполагается, боимся его?.
Ты никого не боишься.
Это твоя проблема.
Опасение полезно.
Мы хотим тебя вернуть
Греция нуждаетса в тебе.
Греция обходилась прекрасно без меня и перед тем когда я был рождён.
Греция будет Грецией даже после того как я умру.
Я не говорю об земле.
Люди нуждаютса в тебе.
Останься, Ахиллес.
Ты был рождён для этой битвы.
Вещи менее простые сегодня.
Женщины имеют путь из усложнения вещей.
Из всех королей Греции, Я уважаю больше тебя.
Но в этой войне, ты слуга. иногда мы должны служить для того чтоб быть лидером.
Я надеюсь, что ты поймёшь это однажды.
Мы идём домой?.
Мы отправляемся утром.
Греки проливают кровь, мы не можем просто уплыть.
Если эта битва для тебя всё ещё важна, то будут и другие войны.
Они наши соотечественники.
Ты предашь всю Грецию, только чтоб увидеть как упадёт Агамемнон.
Кто то должен проиграть.
Боги на нашей стороне.
Сейчас то самое время, чтоб уничтожить Греческую армию.
Ударить сейчас.
Ударить сильно.
И они убегут.
Мирмидонцы не сражались вчера.
Должно быть среди Греков разногласие.
Но если мы нападаем на их суда, мы объединим их.
Наши стены не приступны.
Мы отгоним их снова.
Вчера, Греки недооценили нас.
Мы недоставим им такого же удовольствия.
Ты уверен об значении этих предзнаменований?.
Осквернение храма разгневало Апполона.
Боги прокляли Греков.
Мы нападаем на рассвете.
Я все еще твоя пленница?.
Ты моя гостья.
Тогда ты можешь уйти.
Ты оставишь всё в прошлом?.
Ты можешь покинуть Трою?.
Держать барикады!
Лучники в тыл.
Ахиллес.
Ахиллес.
Сейчас!
Вперед!
Достаточно на сегодня.
Да.
Назад к кораблям!
Назад к кораблям!
Это был его кузен.
В Трою! - назад к городу! - назад к городу!
В Трою!
Мы собирались уплыть сегодня.
Я недумаю что теперь кто то уплывёт.
Ахиллес.
Нет мой господин.
Это была ошибка.
Я приказал, чтоб Мирмидонцы оставались внизу.
Ты повёл их в бой.
Мы думали, что это был ты.
Где Патроклас?.
Патроклас!
Мы думали, что он это ты, мой господин.
Он надел вашу браню, ваш щит, ваши наколеники, ваш шлем.
Он даже двигался как ты.
Где он?.
- Он погиб, мой господин.
Гектор перерезал ему горло.
Не надо!
Куда ты меня ведёшь?.
Ты помнишь как сюда дойти?.
Да.
В следующий раз ты прийдёшь сюда, иди по тунелю.
Только продолжай идти.
Когда ты добирёшьса до конца, ты будешь у реки.
Зачем ты мне это говоришь?.
- нет....
Я не знаю как долго город будет стоять.
Если Греки зайдут за стены, всё закончитса.
- Пожайлуста.
- Женщин, они сделают рабынями. - что для тебя будет хуже чем смерть. - почемуты говоришь такие вещи?.
Потому что я хочу, чтоб ты была готова.
Я хочу чтоб ты взяла сына и принесла его сюда.
И убежите.
Я убил мальчика сегодня.
И он был молод.
Он был слишком молод.
Этот мальчик только что спас эту войну для нас.
- Мой господин.
Мне нужно моё оружие.
Нет.
Не ходи!
Гектор мой кузен.
Он хороший человек.
Не сражайся с ним.
Пожалуйста не сражайся с ним.
Пожалуйста.
Нет.
Гектор!
Гектор!
Гектор!
Гектор!
Отец...... прости меня за любые проступки.
Я служил тебе лучше, чем мог.
Гектор!
Пусть боги будут с тобой.
Гектор.
Ниодин отец не имел лучшего сына.
Гектор!
Аполлон защитит тебя, мой принц.
Ты лучший человек которого я знаю.
Ты принц Трои.
Я знаю, ты будешь гордитьса мною.
Гектор!
Помнишь, что я говорил тебе.
Ты не должен.
Ты помнишь, что я говорил тебе.
Гектор!
Гектор!
Я видел этот момент в снах.
Я хочу договоритьса с тобой.
Боги будут свидетели...... Позволь нам обязатьса, что победитель позволит проигравшему выполнить ритуал похорон.
Нет никаких договоров между львами и мужчинами.
Сейчас ты знаешь скем сражаешьса.
И мне жаль, что это не был ты.
Но я дал мертвому мальчику честь которую он заслужил.
Ты дал ему честь своего меча.
Ты не будешь иметь глаз сегодня вечером.
Ты не будешь иметь ушей или языка.
Ты будешь блуждать в подземном мире слепой, глухой и немой, и все мертвые будут знать:
Это Гектор, дурак который думал, что убил Ахиллеса.
Встань, принц Трои.
Я не позволю камню взять мою славу.
Ты потерял своего кузена.
Теперь ты взял моего.
Когда наступит этому конец?.
Это никогда не закончитса.
Кто ты?.
Я терплю то, что никто никогда не терпел.
Я целую руки человеку, который убил моего сына.
Приам?.
Как ты сюда пришёл?.
Я знаю свою страну лучше, чем Греки, я так думаю.
Ты храбрый человек.
Я снесу тебе голову в мгновение ока.
Ты действительно думаешь, что смерть сейчас меня пугает?.
Я видел как мой старший сын умер...... видел как ты тянул его тело позади колесницы.
Верни мне его.
Ты знаешь это.
Отдай мне его.
Он убил моего кузена.
Он думал, что это был ты.
Как много кузенов ты убил?.
Как много сыновей и отцов и братьев и мужей?.
Как много, храбрый Ахиллес?.
Я знал твоего отца.
Он умер раньше его времени.
Но он был удачлив не жить достаточно долго, чтоб не видеть смерть своего сына.
Ты взял всё у меня.
Моего старшего сына...... наследника моего трона...... защитника моего королевства.
Я не могу изменить то что случилось.
Это желание богов.
Но дайте мне это маленькое милосердие.
Я полюбил своего мальчика с того момента когда он открыл глаза...... до момента когда он их закрыл.
Дай мне помыть его тело.
Дай мне сказать молитвы.
Дай мне положить две монеты на его глаза для лодочника.
Если я дам тебе уйти отсюда...... Если я позволю тебе взять его...... это ничего не изменит.
Утром ты будешь моим врагом.
Сегодня вечером ты будешь моим врагом.
Но даже враги могут показать уважение
Я восхищаюсь твоей храбростью.
Встретимса с наружи через некоторое время.
Мы скоро встретимся сново, мой брат
Твой сын был лучший из тех скем я сражался.
В моей стране похороны длятса 12 дней.
То же самое в моей стране.
Тогда у принца будет эта честь.
Ни один грек не нападёт на Трою в последующие 12 дней.
Брисеис?.
Я думал ты погибла.
Ты свободна.
Если я травмировал вас...... это не то, что я хотел.
иди.
Даю вам слово.
Пошли моя девочка.
Ты намного лучший король чем некий ведущий эту армию.
Это что измена?.
Договорёность с вражеским королём.
Он даёт ему 12 дней мира.
Их принц мертв.
Их армия менее боеспособна.
Это хорошее время для атаки!
Даже когда не стало Гектора, мы не можем разрушить их стены.
Я разобью их стены к основанию.... даже если мне это обойдётса в 40, 000 греков.
Слышишь меня, Зевс!
Я разобью их стены к основанию
Это хорошо.
Для моего сына, когда вернусь домой.
Хорошо, Одисеус.
Ты нашёл способ как заманить овец и пригласить волков на обед.
Прости меня Эдорус, я не должен был бить тебя.
Ты был лояльным другом всю свою жизнь.
Я надеюсь, что никогда снова не разочарую тебя.
Именно я был разочарован.
Ты отводишь их домой.
Разве ты не идёшь снами?.
Это моё личное сражение.
Нет.
Я не хочу, чтоб наши люди были частью этого
Иди Эдорус.
Это мой последний приказ тебе.
Сражатьса за тебя было честью моей жизни, мой господин.
Открыть ворота!
Сюда.
Чума.
Не подходите близко, мой король.
Это желание богов.
Они осквернили храм Аполлона...... и Аполлон осквернил их плоть.
Они думали, что смогут прийти сюда и захватить наш город за один день.
Теперь посмотрите на них, убегают через Эгейское море.
Дань Посейдону.
Греки молятся за безопасное возвращение домой.
Это подарок.
Мы должны взять это к храму Посейдона.
- Я думаю, что мы должны сжечь это. - сжечь это?.
Мой принц, это подарок богам.
Отец, сожги это.
Смотри на них.
Они думают, что их принц никогда не умирал.
Ты сейчас принц.
Гордись своим братом.
Где она?.
- Где?.
- Я не знаю.
Пожалуйста, у меня есть сын.
Тогда возьми его и уходи из Трои.
Брисеис!
Парис!
Андромаха!
Мы должны идти.
- Я покажу тебе.
Сейчас.
Быстро.
Парис.
Мы должны идти сейчас.
Брисеис!
Парис!
Дайте этому гореть!
Сжеть!
Сжеть всё!
Жгите Трою!
Жгите Трою!
Быстро.
- Я остаюсь.
- Нет.
- Мой отец никогда не оставит город.
Город мёртв.
Они сжигают его до основания.
- Эней.
Ты умеешь пользоватса мечом?.
Это мечь Трои.
Защити их, Эней.
Найди им новый дом.
- Я сделаю это.
- Быстро.
Парис, Брисеис нет в её комнате.
Я найду ее.
Иди.
- Иди.
Пожалйста, не оставляй меня.
Как я могу любить тебя если убегу сейчас?
Мы будем вместе.
Иди.
К воротам!
Вы мужчины - воины!
Вести вас была честь для меня!
Мой принц!
Лодочник ждёт нас.
Я говорю, что мы заставляем его ждать немного дольше!
Парис!
Парис!
У тебя есть честь?.
У тебя есть честь?.
Слишком поздно для молитвы, жрица.
Я почти проиграл эту войну из- за вашего небольшого романа.
Ты будешь моей рабыней в Микенах.
Троянская жрица, вычищающая мои этажи.
И ночью....
Встань!
Держи ее.
Пошли со мной.
Нет!
Парис!
Нет!
Остановись!
Пожалуйста!
Ненадо!
Всё в порядке.
Всё в порядке.
Ты дала мне мир...... в целой жизни войны.
Идём.
Ты должна.
Нет.
Троя пала.
Иди.
Мы должны идти.
Я знаю выход.
Всё хорошо.
Иди.
Брисеис, пошли.
Идём.
Найди мир...... мой брат.
Я шел с гигантами.
Мужчины поднимаются и падают подобно зимней пшенице...... но эти имена никогда не будут умирать.
Позвольте им говорить, что я жил во времена Гектора...... укротителей лошадей.
Я жил во время Ахиллеса.
25. 000
Битва
Кай?
Кай, Кай, я не могу найти Лаеку
И кажется на нас напали.
Кто?
Слушай, Кай, не хочу тебе мешать,
А воин Брунен Джи,
Ты не должен гнить в саду!
Давай вставай и убивай!
Давай.
Что за дела?
На нас напали.
Это я знаю, кто?
Шары.
С Огня?
Похоже.
Лайека!
Стен.
Нет.
Я хотела что бы ты был счастлив, Стен.
Да, я был!
Лайека, что с тобой?
Я их прозевала.
Стен?
Что?
Нам пора прощатся.
Нет, нет, нет, нет.
Мы полетим на Лехх, мы тебя вылечим.
Ты дал мне счастье.
Я осталась в твоём сердце.
Нет.
Нет.
Нет!
Да.
И ты Стенли рискуешь.
Но я смогу защитить тебя, муху и Ксев,
Да, кажется ты прав.
Где Ксев?
Ксев!
Они на мухе!
Ксев!
Ксев!
Можешь их достать?
Да могу.
Кай?
Да?
Я лечу с тобой.
Держись.
Ксев?
Кай, рули, я развижу.
Ксев, это ты?
Это Ксев.
Ксев, Ксев? сейчас.
Не понял?
Пошли.
Куда?
Туда.
Муха, а как рванула.
Смотри, мухи уже нет.
Кай and Стенли Решили что ты на мухе, как я и предпологал.
Отличный план.
Хитрый.
Блестящий.
Мудрый.
Гениальный.
Глупый!
Глупый?
Ты не веришь мне, Ксев?
Кая нельзя убить, он уже мёртв.
А Стена можно.
А Кай утонул.
Верно?
Мой Принц обо всём подумал.
И так, ты у нас, а Стенли и мертвец вышли из игры, всё отлично?
Чудесно.
Удобно.
Волшебно.
Неизбежно.
Злобно.
Вот тут я не спорю.
Мы такие.
Плохие.
Служба такая.
Наша жизнь.
Наше призвание.
Бороться с добром.
Любой ценой.
Пойми Ксев, огонь и должен быть таким, плохим.
Именно.
А своих мыслей нет?
Оооо...
Нет.
Я красивый?
Как бог.
Умный?
Как дъявол.
Ты любишь меня?
Безумно.
Ты умрёшь за меня?
На месте.
Кажется меня мутит.
Пойми Ксев, Он живёт на огне, а там я правлю.
Означает для него ужастную боль страдания, а ты же знаешь -
Я не боюсь боли.
Однако как верный раб, он не очень страдает, в данный момент.
Мой Принц, у нас проблемма.
У них полно шаров.
Они везде.
Они вокруг нас.
И на одном из них возможно Ксев.
Ксев!
Ты нас слышишь?
Кай!
Это Ксев, ты слышал?
Ксев!
Мы слышим тебя!
Ксев, где ты?
Игра становится более интерестной.
Вызов.
Схватка.
Турнир.
Битва.
Тебе не выйграть.
Разгром.
Разгром?
Для них.
Для нас победа.
Именно.
Пойми Ксев -
Летать на шаре -
Летать на шаре не наука.
И не искусство.
Тут нужна удача.
Иногда везёт с ветром.
Иногда нет -
Не угодать.
Но когда шаров много -
Как у нас.
Шансов поймать ветер у них больше, чем у одного.
Это чистая математика.
Что бы уничтожить их шар, наши должны взлететь выше.
Хотя бы один из них.
Что?
Взлететь выже других.
Надо сбросить баласт.
Её?
Нет.
Спасибо!
Ты нужна нам больше чем они.
Ты будешь полезна.
Надо добраться до какого- нибуть города.
Ты не хочешь спасти Ксев?
Ну да, надо, но мы приведём помошь.
Я заметил, что жителям городов на Воде мешает, а может и помогает безразличие к подстеригающим их опасностям.
Да.
Они живут одной минутой, не думая о будущем, и похоже не поймут нашей проблеммы.
И что ты предлагаешь?
Вовлечь другие шары в битву, и спасти Ксев своими руками.
Что, ты взгляни, они же вокруг нас? на кого нам нападать.
Нам не придётся нападать, похоже они организуют свою атаку
Но их так много.
Они нас разобьют.
Похоже ты прав.
Ладно я прав.
Но что нам делать?
Всё что сможем.
Кай, тебе легко говорить - ты убийца.
А я охранник 4- гокласса, и бывший зам помошник курьера.
Знаешь, воевать не в моих привычках, поверь.
Ты капитан Лексса, мощнейшего оружия в двух вселенных
- в их остатках и ты был им больше 4- х тысяч лет.
Я грею эту штуку изо всех сил.
Попали?
Не в ту мишень.
Они не целят в гондолу. Хотят пробить наш шар, что бы он пошёл вниз.
Мы будем вне досигаемости его оружия.
Отличный план.
Не выпьешь со мной?
Как хочешь.
Была бы честь предложена.
Они будут выше нас.
Верно.
Что нам делать?
Будем ждать.
Чего ждать?
Когда они ошибутся.
И это весь наш план?
Да.
А если они не ошибутся?
То победят они, а не мы.
Что это значит?
Это значит что ты умрёшь -
А я утону в центре этой планеты.
Почему я всё качегарю, а ты всё стоишь столбом?
Я буду качать если хочешь, но тогда я не смогу ловить стрелы.
Я люблю качать.
Шар уже пробит?
Пока нет, но будет.
Ты кажешься такой далёкой - а мы были так близки.
Мы небыли близки.
Я помню твои поцелуи.
Они были такими жаркими.
Ты воспользовался моей слабостью.
Это было не наяву.
Какая ненависть в твоих глазах.
Ты должна быть моей. Ты должна быть со мной.
Ненавидя меня, ты будешь ненавидеть и других, остался всего один шажок.
Шагни Ксев.
Стань моей
Нет.
Зачем тебе это?
Я искушаю тех, кто стоек и наказываю тех, кто заслужил кары.
Это - моя функция, моя профессия, мой крест, мой кайф.
Что в этом плохого?
Я наказываю и тех кто невиновен, кто остался чист.
Вижу ты не понимаешь почему я живу.
Как живу.
Но я тоже не понимаю, почему ты выбираешь так, а не иначе.
Тебя научили ненавидеть.
Молодец.
Молодец.
Молодец.
Молодец.
Молодец - Ксев с Б3K.
Вкусно.
Вкусно.
Вкусно детка - Ксев с Б3K.
Ты это помнишь, своё детство, Ксев с Б3K?
Нет.
Но ты выросла в ящике.
Я выросла в банке женщин на Б3К, да.
Но я этого почти не помню.
Там почти небыло того что помнить.
Пробили.
Мы теряем высоту.
У них пробойна в шаре.
Они идут вниз.
И мы утыкаем их стрелами.
Нам этого не надо.
А что мы делаем?
Мы ждём.
Доброе утро мадам.
Доброе утро Ксев с Б3K.
Урок 376.
Муж спрашивает "Я не толстый?"
Выбери правильный ответ.
1.
Нет.
2.
Для меня важен не внешний вид, а то каков мужчина внутри.
3.
Я люблю когда мужчина такой крупный!
Давай раздевайся будем играть в царя горы.
Для меня важен не внешний вид, а то каков мужчина внутри?
Нет!
Верный ответ- Я люблю когда мужчина такой крупный!
Давай раздевайся будем играть в царя горы.
Ксев с Б3K - всегда льсти мужу.
Не признавай его промахов.
Всегда подчиняйся ему в постели.
Ксев с Б3K - ты будешь оставатся в банке женщин ещё - 5. 9 лет.
Я постараюсь исправиться, мадам.
Очень смутно. Трудно вспомнить точно.
Но трудно и забыть.
Такая боль.
Итак?
Нет.
Стрелять по ним ещё или нет?
Наша стрельба не причиняет вреда мертвецу.
Значит пора изменить стратегию.
Как раз вовремя.
Ты могла бы быть со мной Ксев.
Никогда.
У тебя был шанс дать Стенли Твидлу взорвать эту планету, но ты отказалась, потому что ты добрая.
- а значит ты мой враг и должна умереть, Брось её за борт.
С удовольствием.
Но мы привяжем к ней верёвочку, что бы усилить нашу позицию в споре.
Что это?
Ксев.
Пришло время заключить сделку!
Он предлагает сделку, что мы?
Мы ждём когда он ошибётся.
Он ни так часто ошибается.
Кай, ты не мог бы своей штукой из рукова что нибуть сделать, не мог бы?
Мог бы, если б она работала лучше, чем сейчас.
Какая, какая сделка?
Мертвец прыгает за борт и тонет в море.
Иначе через 10 секунд, мы режем эту верёвку и Ксев, тонет в море.
10.
Нет.
9.
8.
7..
Нет!
Не надо, Кай!
6.
5.
4..
Кай не надо. без тебя каюк.
3.
2.
1..
Смотри он сейчас прыгнет ради тебя.
Как это мило.
Нет, Кай!
Нет, Кай!
Зачем ты отрезал?
Через 10 секунд, как Вы говорили.
Я не говорил резать.
Я больше не буду.
Но я же незнал что так нельзя.
Ты сделал ошибку.
Смотри.
Кай!
Спускай меня к Ксев.
Есть один ничтожный шанс что твоя глупость придёт мне на пользу.
Теперь у нас явное преимущество в высоте.
Спасибо.
На здоровье.
Рад видеть тебя Ксев.
Может нам просто сесть на воду?
Мне лично всё равно, но вы с Ксев будете лёгкими мишенями.
Кай.
Кай, прости что отрываю от дел, но наше положение безнадёжное.
Руби стропы.
Рубить стропы?
Да, нужно убрать тросы, связываюшие гандолу с шаром.
Быстро.
Усилить огонь.
Надо убить их, пока они не поднялись.
Усилить огонь!
Надо убить их сейчас!
Сильный ход, Кай.
Смотри.
Мне тоже обрубить стропы?
Да.
Воздух выходит.
Мы дотянем до Лексса?
Если очень повезёт.
Мы уже теряем скорость.
А скоро начнём падать, как камень.
Надо сбросить вес.
Чей вес?
Не- ет.
Смотри!
Ты готов?
Почти.
Живей, мы теряем время.
Ты куда?
Главный строп обрезать отсюда. иначе я упаду с гондолы.
Ты должен упасть с гондолы.
Простите не понял -
Ты больше не нужен, ты теперь лишний вес.
Давай лети вниз с гондолы, хватит терять время.
Теперь ты всё понял.
Теперь понял.
Вы мой Принц.
Твоя ошибка дала мне шанс.
Их шар теряет воздух.
А мой нет, мне легко обогнать и перехватить их.
Вы мой Принц.
Давай быстрее.
Я не опоздаю!
Ты, ты кретин!
Чего ты этим достиг?
А ты что ещё не понял?
Теперь я поднимусь вверх.
Нет.
Я буду править планетой!
Ты будешь страдать!
Мы не долетим, верно?
Нет.
Слишком быстро выходит воздух.
И что теперь?
Смотрите.
О нет.
Нет нет нет нет нет нет.
Вы же не просите броситься туда в безумной попытке зацепиться за шар Принца.
Верно.
Нет.
Хорошо, потому что промахнувшись я не разобьюсь о воду, моё сердце остановится раньше.
Надо прыгать Стен.
Нет Ксев.
Чтоб ты знала, я физически не припособлен к таким прыжкам.
Моё тело не послушается мозга и не двинется.
А мозг ему такой команды никогда не даст.
Я прыгну, потом перетащу вас.
Как это?
Нет нет нет.
Она плохо работает помнишь.
Надеюсь до вас будет недалеко.
Думаю сначала вытащить Стена, а потом тебя.
Я ещё не готов Ксев.
Лучше ты.
Капитан первым.
Сердце не лопнуло, даже не верится.
У Ксев шар закрутило.
Цепляй её Кай, цепляй быстрей!
Слишком далеко.
Значит надо подлететь к ней.
Верно, но на мухе.
A мухе?
Мы не успеем.
Другие шары подлетят раньше.
Мы в атмасферном тунеле, между планетами.
Ксев несёт на огонь.
На мухе мы будем раньше, чем их шары.
Всю ночь подле Кая, Кая.
Всю ночь над трупом я бдел.
Холодные чресла лаская.
Я в мертвые очи глядел.
Муховоды когда- нибуть спят?
Нет.
Всю ночь без Кая, Кая.
Мне мнится сквозь сон и тлен.
Улыбка его ледяная.
И замороженный...
Кай!
Ты вернулся, иди ко мне, чёрный, мёртвый, сладкий.
Кай!
Кай, я здесь, вернись.
Вернись!
Вернись...
Ты придёшь, ты любишь, ты просто страшно спешишь вот и всё.
Я понимаю, ничего, нет правда ничего.
Очень даже чего, очень даже чего.
Я люблю тебя Кай!
А ты зачем здесь?
Я должен делать мух.
Ты один из муховодов захваченных графом?
Я должен делать мух.
Наверное ты меня уже не поймёшь -
Но как и я ты был узником на Кластере и тебя превратили вот во что.
Но ты тоже был человеком.
Был человеком с нормальной жизнью.
Ты это понимаешь, хоть чуть чуть?
Ты тоже человек!
Я должен делать мух.
Жаль тебя.
и меня.
Опять ты.
Опять я.
Почему ты здесь?
Я умер.
На труп не похоже.
Верно.
Я умер, а потом воскрес здесь, жду тебя.
Зачем?
Хочу посмотреть как ты умрёшь.
Никогда не видел как умирают впервые.
Почему ты думаешь, что я умру?
Ты на поверхности планеты Огонь.
А ты?
Как жаль.
А мне нет.
Я уже привык.
Тебе тоже будет не плохо.
Только друзья огорчатся.
Нет.
Ящерицы Кластера, это ужастные твари.
А какое мне дело?
Увидишь.
Когда?
В течении часа.
Здесь её не найти.
Мы будем искать шар.
Ну как ты там?
В норме, спасибо.
А я нет, жарко, надо отдохнуть.
Ещё не умираешь?
А я привыкла к жаре.
Забавно, но я нет.
Почему ты не умираешь?
Я не человек.
Ты ещё можешь капатся в моей памяти своей лапой.
Да.
Ищи Яшерицу Кластера.
Дай мне хоть раз мирно умереть.
Ты всё ещё злишься на меня?
Немного.
Ненадо.
Небуду.
Что ж, не хотела признаваться, но мне тоже жарко.
Очень жарко.
Смотри, смотри ты видишь?
Да.
Её там нет.
Возможно спрыгнула раньше.
Будем надеяться.
Мёртвые не надеются.
Знаешь Кай, а живые всё время.
Субтитры изготовлены Elke.
Запомни мои слова.
- Но мистер Филч!
Вы не понимаете...
Профессор...... Клянусь, это не я.
Профессор Дамбльдор ждет тебя.
Лимонная долька.
- Волнуешься, Поттер?
- Я только хотел спросить, правильно ли ты определила меня в колледж.
- Да: с тобой было особенно сложно.
- Гарри?
Фокес - феникс, Гарри.
Фениксы сгорают, когда приходит время умирать...... а потом...... возрождаются из пепла.
Фениксы - очаровательные создания.
Постойте!
Профессор Дамбльдор, сэр, это не Гарри.
- Я не верю...
-... что Гарри атаковал кого- то.
- Точно.
Ну, я....
- Да.
- Вы не считаете, что это я, профессор?
- Нет, Гарри.
- Нет, сэр.
- Раз так, ладно.
Когда они уснут...... спрячьте их в кладовке со швабрами, выдерните у них по волоску...... и наденьте их форму.
Миллисент Балстроуд.
Слитерин.
- Рон, давай я это сделаю.
Давай.
- Эссенция Крабба.
- Что- то мне хреново.
- Гарри?
- Рон.
- Говори голосом Крабба.
- Черт возьми.
- А где Хермиона?
- Я...
- Хермиона, с тобой всё в порядке?
- Торопитесь.
- Пошли.
- Кажется актовый зал Слитерина сюда.
- Прошу прощения.
- К вашему сведению, я надзиратель.
Что же касается вас, вам нечего, слоняться ночью по коридорам.
- Крабб, Гойл, где вы были?
Вот уж не знал, что ты любишь читать.
- Следи за выражениями, Малфой.
- Ладно, садитесь.
Крабб, что с тобой?
- Живот болит.
Я полагаю, Дамбльдор пытается замять дело.
Ну- ну?
- В точку, Гойл.
- Ты же знаешь, что нет, Гойл.
- Это твое?
- Отец тоже ничего не рассказывает про то, как в последний раз открылась Зала
Он говорит, все хранилось в секрете.
Но кто бы это ни был, его исключили.
Да что творится с вами двумя?
- У него болит живот.
- Шрам.
- Хермиона, выходи.
- Уходите.
Это ужасно.
- Хермиона?
- Что с тобой?
Это был кошачий волос, который я сняла с мантии Миллисент Балстроуд.
Посмотрите на мою морду.
- Смотри, какой у нее хвост.
- Ты меня спрашиваешь.
- Но тебе ведь от этого не больно.
Книга ведь просто пройдёт сквозь тебя, разве нет.
Десять очков, если попадёшь ей в живот!
Пятьдесят очков, если попадёшь в голову!
Какая хорошая игра, да?
- Я не знаю.
"Том Марволо Ридл."
Привет, Гарри Поттер.
Да.
Нет.
Но я могу показать тебе.
Позволь мне переместить тебя на 50 лет назад.
- Простите.
Ты Том Ридл?
Привет, ты меня слышишь?
- Дамбльдор?
- Неразумно находиться здесь в столь поздний час, Том.
- Да, профессор.
Я полагаю, я....
Я просто хотел убедиться, что слухи не лгут.
- Боюсь это так, Том.
У меня нет дома, чтобы вернуться туда.
Ведь они не закроют Хогвард, правда, профессор?
- Нет, сэр.
- Спокойной ночи, сэр.
- Что ты здесь делаешь, Том.
- Добрый вечер, Хагрид.
Я не думаю, что ты хотел кого- то убить...
Ты не понимаешь.
Минимум, что должен сделать Хогвард...... это уверить их, что тварь, убившая их дочь, казнена.
Никогда.
- Отойди в сторону, Хагрид.
- Нет!
- Арагог!
Арагог!
Они отберут твою палочку за это, Хагрид.
- Хагрид!
Это был Хагрид.
- Это не мог быть Хагрид.
Этого просто не может быть.
- Хагрид наш друг.
"Приветик, Хагрид.
Если верить профессор Спраут, им осталось немного подрасти.
Хорошо?
- Привет, Невил.
- Хорошо, слушайте.
Это выигрышная игра, у команды Хаффлпаффа нет шансов.
- Да, и это тоже.
- Матч отменяется.
Немедленно.
- Ее нашли у библиотеки...... с этим в руке.
- Немного внимания, пожалуйста.
"Все студенты должны вернуться в общежитие в 6: 00 каждый вечер.
Всех студентов будет сопровождать на уроки преподаватель.
Без исключений. "
Не могу поверить, что это он...... Но если он освободил чудовище в тот раз...... он знает, как пробраться в Потайную Залу.
Это уже ключик.
- Но ты слышал слова Маг- Гонагал.
Нам не разрешается покидать башню кроме как на уроки.
Заходите.
У меня все хорошо.
- Да. я слышал об этом, верно.
- Слушай, мы хотим спросить тебя кое- что.
- Что вы должны понять в отношении этого, так это...
- Затаитесь.
Сидите тихо, оба.
- Добрый вечер, Хагрид.
- Конечно.
Заходите.
Заходите.
Корнелиус Фудж, министр магии.
- Плохо дело, Хагрид, дела очень плохи.
Три атаки на полукровок.
Дело зашло слишком далеко.
Вы знаете, что это не я, профессор.
- Я хочу, чтобы ты знал, Корнелиус...... что Хагриду...... я полностью доверяю.
- Альбус, послушай, прошлое Хагрида против него.
- Я должен забрать его.
- Забрать меня?
Отлично.
Вот приказ об увольнении.
Вы найдете на нем все 12 подписей.
Из- за этих атак...... в Хогварде не останется полукровок.
- Успокойся, Хагрид.
- Как трогательно.
- Фудж.
- Ну?
Это приведет его к цели.
- Хагрид прав.
- Пошли.
Пошли, Фанг.
- Почему пауки?
Гарри, мне это не нравится.
Гарри, мне это совсем не нравится.
- Заткнись!
- Вперед.
Колледж кто- то атакует.
Они считают, что это Хагрид.
- Тогда не вы то чудовище?
Меня же Хагрид принес в замок в кармане.
- У нас не принято говорить об этом.
- Но вы видели его?
- Что ж, спасибо.
- Идти?
Не думаю.
Прощайте, друзья Хагрида.
- Одно, но недостаточно мощное против такой оравы.
- Где Хермиона, когда она так нужна?
- Уходим!
- Пошел!
- Спасибо.
- Не за что.
- Вытаскивай нас отсюда.
Вперед, быстрее!
Давай!
Следовать за пауками. "
Если Хагрид выберется из Азкабана, я убью его.
Хагрид не открывал Потайную Залу.
- Если б ты была с нами, Хермиона.
Сейчас больше, чем когда- либо.
- Что это?
Вот почему Хермиона была в библиотеке, когда ее атаковали.
Ну ка.
"Ни одно из самых ужасных чудовищ, живущих на земле...... не столь смертоносно, как Василиск.
Вот почему я слышал его голос.
Он относится к змеям.
Ник получил полную дозу.
И Хермиона смотрела в зеркало.
- А мисс Норрис?
- Вода.
"Пауки бегут, учуяв его."
- Все сходится.
Огромная мерзкая змея.
Помнишь, что Арагог сказал про ту девочку 50 лет назад?
Боюсь, это конец Хогварда.
Что я прозевал?
Наконец пришел миг вашей славы.
- Миг моей славы?
- Решено.
Мы предоставляем вам разобраться с чудовищем, Гилдерой.
- Хорошо.
Я только зайду к себе, чтобы собрать...... собрать оружие.
- Кого украло чудовище, Минерва?
- Дженни Визлей.
- Дженни.
Срочный вызов.
- Ну...
Я спряталась от Оливии Хорнби, которая дразнила меня за очки.
- Не знаю.
Это оно, Рон.
Я уверен, что это вход в Потайную Залу.
- Скажи что- нибудь, Гарри, скажи что- нибудь на языке Заклинателей.
Хорошо сработано.
Я вам больше не нужен.
- Мальчики, к чему это?
Вообще- то, да.
- Вы уверены, что не хотите идти первыми?
- Что ж.
Вперед.
Если ты помрешь там внизу, приглашаю тебя жить в моем туалете.
Запомните:
При первом шорохе закрыть глаза.
Сюда.
- Это похоже на змею.
- Это змеиная кожа.
- Черт возьми.
Эта тварь длиной метров 20 А то и больше.
- Храброе сердце, ничего не скажешь.
- Приключение кончилось, мальчики.
Но не беспокойтесь.
Мир узнает о нас с вами.
Как вы двое трагически потеряли память...... при виде ее разорванного трупика.
Итак....
- Рон!
Рон, ты цел?
- Да.
- Привет.
- Рон Визлей.
А кто я?
Он не имеет понятия, кто мы.
- Жди здесь...... и попробуй сдвинуть эти камни чтобы мы могли вернуться.
- Дженни!
Очнись, очнись.
- Том.
- Она холодна как лед.
Очнись.
Ты должен помочь мне, Том.
Где- то здесь ползает Василиск.
- Не бойся, без вызова он не появится.
- Тебе она больше не понадобится.
Видишь ли, чем слабее становится, бедная Дженни, тем сильнее становлюсь я.
Да, Гарри, Это Дженни Визлей открыла Потайную Залу.
Она не стала бы.
- Потому что я убедил ее.
Она была, так сказать, в одной из разновидностей транса.
- А почему ты не хотел со мной встречаться?
- Я знал, что должен говорить с тобой, встретиться с тобой, если получится.
- Хагрид мой друг.
Только Дамбльдор считал его невиновным.
Никто не погиб, даже кошка.
Охота на Нечистокровных меня более не интересует.
Вот уже несколько месяцев, моей мишенью являешься ТЫ.
Волдеморт был после тебя.
Ты Волдеморт.
Нет.
- Альбус Дамбльдор величайший маг мира.
- Он не только не удрал.
Он ближе, чем ты думаешь.
Попугая и драную шляпу.
Оно подчиняется только мне.
- Что ж...
Твоя птица выцарапала глаза Василиску, но он все еще слышит тебя.
Увы тебе, Поттер.
Процесс почти завершен.
Лорд Волдеморт вернется...... живее всех живых.
- Дженни?
Полагаю, тебе осталось жить не более минуты.
И ты встретишь свою любимую Нечистокровную мамочку, Гарри.
Эй, стой.
Нет!
Гарри, ты ранен.
Ну конечно.
Спасибо.
Все в порядке, Дженни.
Все прошло.
- Да, сэр.
- Есть серьезные основания, чтобы исключить вас.
- Да, сэр.
- Спасибо, сэр.
- Это всего лишь...
Да, ты можешь говорить на языке Заклинателей, Гарри.
Если я не ошибаюсь, Гарри...... он передал часть своей энергии тебе...... в ту ночь, когда ты получил этот шрам.
- Не желая этого...... он сделал это.
Мне место в Слитерине.
- Это так.
Ты владеешь многими способностями самого Волдеморта.
Решительностью, энергичностью...... и, позволь заметить, некоторым неуважением к правилам.
- Именно, Гарри.
Именно.
Что отличает тебя от Волдеморта.
А наши поступки.
Осторожнее.
Значит это и есть твой хозяин.
Ты служишь семье Малфоев.
С дороги, Поттер.
Вы вернулись.
- Нелепо.
- Как вы смеете!
- Моим единственным намерением было и всегда будет...... процветание этого колледжа...... и, разумеется, его студентов.
- Волдеморт.
- Понимаю.
И если мы кое- кого поймаем на этом, то мы его...... больно накажем.
- Не беспокойтесь.
Буду.
- Дамбльдор.
Идем, Добби.
Мы уходим.
- Сэр?
- Мистер Малфой.
- Мое?
Не пойму, с чего ты это взял.
- Прекрасно понимаете, сэр.
Идем, Добби.
- Открой его.
- Добби.
- Хозяин дал Добби носок.
- Что?
Ничего я не давал...
Добби свободен.
- Ты не тронешь Гарри Поттера.
Попомни мои слова, Поттер.
- Гарри Поттер освободил Добби.
- Только пообещай мне кое- что.
- Все, что угодно, сэр.
- Никогда больше не пытайся спасти меня.
- Спасибо.
- Добрый вечер, сэр Николас.
- Рад видеть вас, сэр Николас.
- Спасибо.
- Хермиона!
С возвращением.
- Спасибо, сэр Николас.
- Гарри.
Это Хермиона.
- Поздравляю.
Не могу поверить, что вы решили эту загадку.
- Ты так нам помогла.
- Спасибо.
- Хогвард невозможен без тебя, Хагрид.
Осталось всего лишь переписать сущность твоего прототипа
И ты будешь завершён, мой Гипер Металсоник
Когда ты проснёшься, настанет время!
Соник!
Я закончил!
Смотри, правда здорово?
Доска с электродвижком!
Давай, Соник.
Не хочешь тоже попробовать?
Нет, спасибо.
Ну ладно, испытаю её сам.
Тейлс как ребёнок, которому дали новую игрушку.
Давай, Соник!
Ничего страшного, что ты не умеешь плавать!
Ты должен попробовать!
Ты главное смотри куда плывёшь, не врежься куда- нибудь!
Видимо показалось...
Соник!
Спаси меня!
Проснись, Соник!
Пожалуйста!
Замолчи, Тейлс!!
Соник...
Ты в порядке, Соник?
Да, всё нормально, а это КТО был?
У меня для тебя новость!
О нет, только не этот старичок!
Я пошёл отсюда...
Соник, мы должны поторопиться и помочь ему!
Между прочим, это ты умеешь летать, ты и помогай!
Идиот!
Отлично, я и сам всё могу сделать!
Мистер!!!
А, это ты, Тейлс?
Рад видеть тебя.
У меня важное дело к мистеру Сонику, поэтому я здесь.
У вас сейчас есть дело поважнее.
Ваш самолёт горит!
Ой?!
Неудивительно что вдруг стало так тепло!
Спокойно!
Сейчас попробую починить!
Это еще не всё!
Очень впечатляет, Тейлс!
Практиковался на доске для сёрфинга.
Это потрясающе!
Мистер!!
Осторожно!
Ну- ка, посмотрим.
Соник!
Спасибо, Соник!
Старичок!
Слыш, старичок!
Ой!!!
Старик, тебе опасно летать на подобных машинках, может не стоит?
О чём ты говоришь, Соник?
Я знаю, я немного постарел, но раньше я побеждал в каждой гонке на Планете Свободы.
Поверь мне, к тому же я был очень популярен у девушек в то время.
Мистер, вы, кажется, сказали, что у вас очень важное дело, да?
О да!
Очень важное!!
Президент!!
Он хотел...
Он хотел, чтобы мы прямо сейчас направились к нему, так?
Да, да, точно!
Поторопитесь!
Знаешь, было бы проще, если бы ты просто позвонил и сказал нам это.
Ээ, да, наверное, следовало так поступить.
Старичок, присмотри тут за всем, пока нас не будет!
Конечно, можете рассчитывать на меня!
Да уж...
Полетели, Тейлс!
До встречи!
Мистер Президент, в чём заключается то важное дело?
Давно не виделись, не так ли, Соник, Тейлс.
Доктор Роботник!
Пожалуйста, примите это в дар от меня за то, что проделали этот путь сюда.
Интересные у тебя подарки.
Соник, остановись!
Соник, ради безопасности моей дочери и всех остальных, выслушай его!
Грязный трюк, Роботник.
Роботник!
Ты похитил Президента и его дочь и собираешься завладеть Южным островом, не так ли?
Вы что, правда думаете, что я могу пойти на такой ужасный поступок?
Да!
Слушай меня, Соник.
Дело касается всей Планеты Свободы, так что тебе лучше выслушать всё, что я собираюсь сказать.
Ни за что!
Тебе не всё равно, что станет с хорошенькой молодой Сарой?
Папа, помоги мне!
Сара!
Соник, пожалуйста, выслушай доктора Роботника!
165 00: 08: 25, 009 -- > 00: 08: 25, 051
В чём дело, Роботник?
Итак, Соник.
Как вы оба знаете, на Планете Свободы существуют два разных мира.
Внешний мир, в котором живёте вы, называется Небесные Земли
Скажи нам то, что мы не знаем.
Молчать!
Тихо!
И внутренний мир, известный как Тёмные Земли
Я жил там спокойно, во внутреннем мире, где я создал высокотехнологичный город - Роботрополис
До тех пор, пока он, Тёмный Роботник, не появился из неоткуда!
Я не знаю, откуда он пришёл, но он напал на мой город с армией роботов.
Он полностью захватил нас, и изгнал меня из моего дома.
Затем, Тёмный Роботник нарушил работу мощнейшего электрогенератора, питающего весь город и вырабатывающего огромное количество электроэнергии!
Судя по моим расчетам, если генератор не будет остановлен к завтрашнему закату, произойдёт мощнейший взрыв!
Отлично!
И не вините меня, когда это произойдёт!
Как мы можем предотвратить это, Роботник?
Кто- то должен пробраться через все ловушки Тёмного Роботника, затем пробраться в Роботрополис и отключить этот генератор!
И это может сделать только самый быстрый, из находящихся здесь!
Забудь об этом.
Это ты создал весь этот мир и этих роботов.
С какой стати я должен исправлять твои ошибки?
Соник!
Пожалуйста, сделай это!
Южный остров...
Нет, планета целиком зависит от тебя!
Соник, мне всё равно, что произойдёт с Роботником или Папой, но, пожалуйста, сделай это для нас двоих!
Когда Роботник говорит что- то, то в 99 случаях из 100 он лжёт.
Но вдруг это тот самый один случай?
Пожалуйста, Соник!
Пожалуйста, Соник!
Хорошо, я сделаю это...
Соник...
Тейлс, тебе надо взять это с собой.
Что это?
Это навигатор.
Он отведёт вас в Роботрополис, самыми короткими путями.
Спасибо, Роботник.
Пойдём, Тейлс.
Тейлс, ты действительно доверяешь этой странной штуке, которую тебе дал Роботник?
Зная его, можно предположить, что это бомба.
Только Роботник знает, как попасть в Роботрополис.
Так что у нас нет выбора, придётся доверять этому навигатору.
Думаю, ты прав.
Надеюсь что с Президентом и Сарой всё в порядке.
Почему ты каждый раз побеждаешь?
Ладно, еще раз!
Хватит, сдавайся!
Мы уже переигрывали сотню раз!
А я перестану быть твоей заложницей.
Хорошо, давай заново.
Я ненавижу эту тупую игру!
Хорошо, достаточно.
Я хочу покататься.
Ни за что!
Нет, нет!
Я хочу покататься!!
Что это?
Это классно, Роботник!
Я поведу первой.
Стой, Сара, не трогай тут ничего!
Нет, подожди!
Не играй с кнопками!
Остановись, Сара!!!
Нет, остановитесь!
Сара!!
Смотри, это должно быть вход в Тёмные Земли.
Здесь сильная турбулентность, мне сложно управлять самолётом.
Держись, Соник!
Держись, Соник.
Мы почти на месте!
Эй, Тейлс!
Тейлс, ты цел?
Я в порядке, но Торнадо!
Тёмные Земли...
Навигатор показывает, что Роботрополис там!
Тогда вперёд
Мне кажется, Роботник специально выбрал для нас самый опасный путь!
Но это на самом деле самый короткий путь к генератору!
Впереди нас должны быть точка телепортации!
Вперёд!
Что ты знаешь об этом месте?
Судя по навигатору, мы телепортировались в место, обозначенное как Древние Руины.
Древние Руины?
Это??
Никогда не думал, что Тёмные Земли выглядят так.
Но Роботрополис должен быть где- то рядом.
Давай заберёмся на какое- нибудь высокое место и посмотрим.
Хорошая идея!
Эти Руины затонули в океане.
Соник, я уверен, что всё это из- за того, что генератор вышел из под контроля, и создаёт подземные толчки.
Правильно!
Мы должны поспешить!
Аа, я боюсь молнии!!!
Тейлс, мы просто должны бежать прямо, так?
Так говорит навигатор.
Это и есть Тёмный Роботник!
Правильно!
Я - Тёмный Роботник.
Поздравляю с тем, что избежали всех моих ловушек на пути сюда.
У нас нет времени играть в твои игры!
Уйди с дороги!
Это будет не так то просто!
Стойте спокойно!!
Оуу!
Глупец, ты не сможешь разрушить мою полимерную броню!
Оууу!
Аааа!!
Ах ты...
Вам не спрятаться от меня!
Покажитесь!
У нас нет времени разбираться с этим роботом!
Как попасть отсюда в Роботрополис.
Секундочку...
Туда!
Сразу после этого шоссе!
Хорошо!
Побежали, Тейлс!
Сделаем это, Соник!
Роботник!
Что?
Так что закончим эту игру позже, хорошо?
О нееет!
Бежим!
Я не знал, что эта штука еще умеет летать!
Соник!
Тейлс, держись за меня!
Это было близко!
Не думайте, что вы в безопасности!
Никто из вас не умеет плавать, так что вы оба утонете в океане!
Я не умею плавать!!
Я тону!! * бульк, бульк *
Наконец я избавился от этих двоих!
Кажется сработало!
Пошли.
Ну почему я?
Я вас вижу!
435 00: 20: 06, 679 -- > 00: 20: 06, 719
Глупцы!
Вы что, думали я куплюсь на такой дешёвый трюк?
Получайте!
Что это за штуки?
Соник, спаси!
Тейлс!
Скажи "сыр"
Теперь, осталось закончить с тобой.
Ты не мог так просто избавиться от Соника с помощью этих ракет.
Я же говорил!
Не так быстро, Тёмный Роботник!
Соник, смотри!
О, нет!
Чёрт!
Может быть, ты и самый быстрый в мире, но если ты не можешь бежать, то ты всего лишь обычный ёжик!
Вам никогда не удастся попасть в Роботрополис.
Тебе не спастись!
Соник, я освобожу тебя!!
Наклс!
Быстрее, спасай Соника!
О нет!
Мои хвосты склеились, я не могу взлететь!
Точно!
Соник, я иду!
Как вам удалось...
Соник, давай, я знаю - ты можешь!
Чёрт, теперь и я застрял!
Кончились патроны, тебе повезло!
Но не полностью!
Спасибо, Наклс!
Думаю, мы в расчёте.
Да неважно...
Уже убегаешь?
Я не дам тебе уйти, Тёмный Роботник!
Не беспокойся, мы еще скоро встретимся!
Соник, держись за меня.
Вечно Соник разрушает мои творения!
Лучше ему пока, наслаждаться этой победой, потому что в Роботрополисе ему придётся сразиться с противником похуже Тёмного Роботника!
Что ты имеешь ввиду: "похуже Тёмного Роботника"?
Ты что говоришь о себе самом?
Лучше держись подальше от моего Соника, иначе я никогда не прощу тебя!
Спасибо, что спас нас, Наклс.
Да уж, еще одна работа, за которую я не получу не гроша.
Впрочем, мы же были друзьями долгое время.
Думаю, запишу это на ваш счёт.
Собираешься продолжить охоту за сокровищами?
Конечно!
Поиск сокровищ - моё любимое занятие!
Солнце садится!
Мы должны поспешить!
Что это, смотрите!
Это должен быть Роботрополис!
Невероятно!
Надеюсь, скоро увидимся, Наклс.
Пока.
Давай, Наклс, увидимся.
Наклс!
Эй, я не пущу вас туда вдвоём одних.
Вперёд!
Давайте, чего вы ждёте?
Если не поторопимся, то этот генератор взорвётся!
Подожди, Наклс!
Видимо, это вход в Роботрополис.
Никогда не думал, что Роботник живёт в таком удивительном месте!
Вы что, хотите взорваться вместе с этим местом?
Ты прав!
Давайте, вперёд!
Мы на верном пути, не останавливайтесь!
Понял!
Мне уже начинает это нравиться, Соник.
Главное, будь начеку, иначе ты пожалеешь, Наклс.
Всё будет нормально.
Оставьте их мне, не теряйте времени!
Хорошо, удачи!
Взлетай!
А, точно!
Он слишком тяжёлый!
Держитесь!
Не беспокойся, я вытащу тебя оттуда!
Поймал!
Соник, ты цел?
Там что- то шевелится!
Этот робот выглядит в точности как Соник!
Что всё это значит?
Что это?
Красиво!
Это Призрак Тёмного Роботника!
Просто разломалось на кусочки.
Эй, следи за своими лапами!
Я не хотел!!
Оу!
Перестань, Сара!
Пожалуйста, хватит, Сара!
Сара?
Что Роботник и Сара делают там вместе?
Я не виноватааа!
Посмотри- ка, ты заставил её заплакать.
Тёмный Роботник, этот генератор - всё это было частью его плана.
Он всё это спланировал, только чтобы поймать тебя!
Что вся эта фигня значит, Роботник?
Проделали весь этот путь, и теперь тут же умрёте!
Хорошая работа, Соник!
Что ты сказал?
Это ужасно!
Я, величайший изобретатель, Доктор Роботник, наконец, закончил своё величайшее творение!
Я назвал его Гипер Металсоник.
Неплохо, не правда ли?
Может быть этот робот и выглядит как Соник, но ему не сравниться с Настоящим Соником!
Тейлс, тебе то это должно быть в первую очередь понятно!
То, чему подвергся Соник не было электрошоком.
Тем самым, я скопировал всю его жизненную информацию!
Это наибыстрейшая, наимощнейшая машина на всей Планете Свободы!
Что ты собираешься делать с этим идиотским роботом- соником?
Разве не очевидно?
Я собираюсь использовать его, чтобы уничтожить настоящего Соника, а затем, я полностью уничтожу Небесные Земли.
Что ты сказал?
Тебе всё так просто не удастся!
Сейчас же отпусти Сару, Роботник!
Обговорим это, когда победишь его!
Взять его, Гипер Металсоник!
Все назад, никто не смейте помогать мне!
Я уничтожу его сам!
Чёрт, он быстр!
Никогда не видел никого, кто мог бы тягаться с Соником!
Наконец то я изобрёл что- то, что может назваться моим величайшим творением!
Соник в беде!
Соник!
Стой, Тейлс, вернись!
Соник!
Стой!
Но если мы не поторопимся, то Соник...
Успокойся, Тейлс!
Ни тебе, ни мне не удастся догнать их.
Нам нужно придумать что- то еще.
Что?
Он ведь сказал, что собирается уничтожить Небесные Земли, не так ли?
Извини, я знаю, что это было неудобно, Сара!
Перестань, не дуйся.
Просто, побудь со мной еще немного.
Сейчас же!
Если ты подождёшь еще несколько минут, я покажу тебе нечто захватывающее!
Куда он делся?
Кажется всё!
Потрясающе!
Тейлс!
Тейлс, что ты делаешь?
Точка телепортации прямо перед нами!
Мы возьмём Торнадо и полетим домой!
Эй, а как же Соник?
Какая прекрасная, спокойная ночь для отдыха на пляже.
О, мистер Соник, не ожидал, что вы вернётесь так скоро?
Соник, что случилось?
Где, чёрт побери, я нахожусь?
Тейлс...
Я помню, я покинул Роботрополис.
Я должен остановить Металсоника!
О нет!
Единственный, кто мог всё это сделать - это Роботник!
Слава богу, что тут никого не было...
Старик оставался тут и присматривал за домом!!
Старичок!
Старичок, где ты?
Кажется, никто тут вообще ничего не тронул!
Старичок, ты где- то здесь?
Я сзади, Тейлс?
Вы быстро вернулись!
Это любимая одежда Соника!
Не говори мне потом, что я тебя не предупреждал!
Не беспокойся.
Он был здесь этой ночью.
Заставил меня надеть эту одежду, а потом просто улетел, не сказав не слова.
Улетел?
Метал!
Метал устроил здесь настоящий хаос.
С такой скоростью, от Небесных Земель ничего не останется в течении нескольких часов!
Пора переходить к следующей части моего плана.
Вот, Сара.
Подарок, который я тебе приготовил.
Ух ты!
Мне нравится!!
Тейлс, хватит дурачиться с этой штукой
У нас есть вещи поважнее - например, найти Соника!
Подожди секундочку.
Этот навигатор и Металсоник сделаны из деталей одного типа.
Я думаю, это устройство можно переделать, чтобы оно работало по- другому.
Я понял!
Оно будет показывать нам где найти Металсоника!
Но что, если Металсоник и Соник будут не рядом?
Не беспокойся.
Соник и Метал точно будут в одном и том же месте.
Не понимаю.
Почему?
Потому, что в Метале находятся все данные Соника
Его личность, то, что ему нравится и не нравится, даже ход его мыслей!
Вот почему он знал об этом месте.
Он даже дал старичку его любимую одежду.
Я понимаю, но всё же - он робот!
Несмотря на то, что он робот, он действует и думает так же, как и Соник.
Он знает всё, что Соник когда либо видел или чувствовал.
Так же, как и Соник.
Другими словами, они как близнецы.
Хм...
Город Гринлейк затоплен!
Город Форест в огне!
Мы обнаружили причину этих беспорядков!
Вот, посмотрите!
Соник!
Невероятно!
Немедленно свяжитесь с домом Соника!
Слушаюсь, Сэр!
Заткнитесь, я занят!
Эй, кто- нибудь поднимет трубку?
Тейлс, ответь!
Кто- нибудь там?
О нет, только не этот идиот!
Что он делает там?
Эй, это говорит Президент!
Выслушай меня сейчас же!
Чего разорались!?
Кто это?
А ты еще кто?
Я Наклс, лучший друг Соника.
Понял.
Соник тут?
Сара в безопасности?
И что случилось с Тёмным Роботником?
Вы выключили тот генератор?
Послушай, ты меня отвлекаешь.
Я занят!
Как дела, мистер Президент?
Роботник, правда, я замечательно выгляжу?
Да, тебе очень идёт, Сара.
Но почему ты подарил мне свадебное платье?
Как это почему?
Как только Метал уничтожит Небесные Земли, останемся только мы вдвоём.
А потом мы поженимся, и будем жить вместе долго и счастливо, Сара!
Ты что спятил?
С чего ты взял, что я вообще хочу выйти за тебя?
Этого не будет!
Никогда!
Так вот, что произошло.
Но всё равно, я не думаю, что это существо способно разгромить Небесные Земли.
Вполне способно!
Я излазил всю подземную часть планеты и я знаю, как это можно сделать.
Она поддерживает Небесные Земли.
Под поверхностью планеты протекают многочисленные реки магмы.
Ледник работает как вены, магма течёт по ним как кровь.
Если вершина ледника будет разрушена взрывной волной, то вся магма выльется, плавя весь лёд на своём пути.
Разумеется, как только все небесные континенты лишатся своей опоры, они больше не будут связаны с планетой и разлетятся в открытый космос.
Это невозможно!
Мистер Президент, пожалуйста, не говорите Сонику об этом ни слова об этом!
Конечно, я понимаю!
Почему это я не должен этого знать?
Соник, слава богу, что ты жив!
Поздно, я всё слышал.
Нет, Соник, ты не понимаешь!
Это очень плохо!
Металсоник развернулся и направился в сторону севера планеты с огромной скоростью.
Что??
Метал собирается расплавить ледник!
Мы должны остановить его любой ценой!
Соник?
Тейлс, Соник только что исчез.
Должно быть, он направился искать Метала.
На северный полюс!
Мы тоже должны помочь ему.
Мы должны остановить Метала любой ценой!
Ха ха, он направился к северному полюсу.
Значит, он нашёл слабое место этой планеты.
Готовься, Сара!
Нет, нет, нет!
Я не хочу выходить замуж посреди северного полюса!
- Ну почему яяяя?!..
- Успокойся... пристегнись получше, сейчас мы телепортируемся прямо туда.
Отлично!
Теперь у нас есть доступ к памяти Метала, мы можем настроить её, чтобы он стал хорошим, как Соник.
Тейлс, ты уверен, что мы можем доверять этой штуке?
В конце концов, она же сделана Роботником.
Не беспокойся.
Просто смотри внимательно, ищи Соника.
Я знаю, что мне делать.
А нет, я опоздал.
Куда он делся?
Метал должен быть всё еще где- то здесь!
Что?
Что ж, устроим настоящую битву.
Будем драться, пока не останется один Соник.
Что?
Хочешь сказать, что этот мир недостаточно большой для нас двоих?
Что ж, я согласен!
Может ты и знаешь заранее мой следующий шаг, но это тебе не поможет, потому что я знаю, что сделаешь ты!
Странно, не правда ли?
Ты всё еще жив?
Соник, что ты делаешь?
Нет, нет, извращенец!
Отстань от меня, маленький оловянный кусок!
Я понял, ты синхронизировал себя с Металсоником!
Сейчас я тебя!..
Сара!
Соник!
О нет, Сара!!
Поймал, еле успел!!
Наклс!
Соник!
Из тебя получится отличная мишень, лис!
Приготовиться, нацелиться...
Огонь!
Готов!
Оо нет, опять ошибка при разработке!
Но гораздо важнее, что случилось с бедной Сарой!
Аа, я не могу остановиться!
Вы спасли меня!
Крот!
Аа, кто- нибудь, остановите меня!
Я гораздо сильнее, чем думала!
Вот ты где, Сара.
Пришло время снова присоединиться ко мне.
Осторожно!
Тейлс, свали!
Извините!
Никогда не думал, что ты позволишь себе такие вещи, Тейлс!
Смотрите, это Метал!
И Соник!
Метал, прекрати!
Если этот канал разрушится, то это конец для всех нас!
Наклс, останови этот потом магмы!
Нуу... я не знаю...
Ну же, сделай это для меня, храбрец!
Понял!
Таааак!
Крот!
- Отлично, Наклс!
Ты остановил её!
Аа, моя шляпа горит!
Помогите!
Соник!
Что ты делаешь с моим Соником?
Почему эта штука, похожая на Соника, приносит так много неприятностей?!
Кажется я понял!
Надеюсь, это поможет!
Нет!
Если ты уничтожишь Небесные Земли...... то мне придётся выйти за Роботника!
Получай, вот тебе, получай!!
Ну же!
Есть!
Давай, Соник!
Соник!
Отлично, Тейлс.
Ты спас нас!
Это еще кто?
Не похоже на корабль Роботника.
Это папина ракета!
Что случилось?
Что?
Дверь застряла?
Это очень плохо!
Корабль может взорваться из- за жара лавы!
Сара, подожди здесь.
Давай, вперёд!
Папа!
Лучше бы президент не совался сюда.
Да.
Если эта штука взорвётся, то у всех нас будут огромные неприятности.
Соник!
Чёрт!
Соник!
Спасай президента, а я позабочусь о Роботнике.
Роботник!
Хочешь перегрузить его заставляя полностью усваивать всю сущность Соника?
Умно, Тейлс.
Но, слишком поздно.
Метал, уничтожить Соника!
Быстрее, быстрее!
Я знаю, не мешай!
Папа!
Президент!
Вы слышите меня?!
Соник!
Соник, ты цел?
Метал!
Не делай этого, Соник!
Что ты делаешь??
Соник, стой!
Хватай меня за руку!
Не делай этого, Соник!
Он утащит тебя вниз с собой!
Есть только один Соник...
Метал, нет!
Не делай этого, Соник!
Метал!
Перестань, Соник, не грусти.
Это совсем на тебя не похоже!
Она права!
Благодаря тебе вся планета спасена!
О нет!
Дураки!
Данные Соника всё еще в моих руках!
В следующий раз я сделаю Метала еще сильнее, он не наследует характер Соника.
И наконец, я, Роботник, завоюю всю планету!
Вы недостойны находиться вместе с таким великим учёным, как я!
Что ты делаешь?
Остановись!
Наконец то!
Слава богу, что теперь всё в порядке!
Почти, но не всё!
Эй, за что?
Теперь мы квиты, Соник.
О чём ты?
Вернись!
Эй, Соник, подожди меня!
Почему ты стукнул меня?
В ответ на то, что ты наступил мне на голову!
Не помню, чтобы я это делал!
Но наступил!
Не наступал!
Не так быстро!
Тебе не скрыться от меня!
Я получу твою сущность сно....
Что?
Отвалите!
Хватит, Роботник!
Поторопись и поймай моего Соника!
Конечно!
Держитесь!
- Подожди, вернись!
- Выйди за меня!
- Соник, я скопирую твою сущность!
Ой, ну я пошёл!
Увидимся, Наклс!
Соник!!
Где я?
В психиатрической больнице.
Вы совершаете ошибку.
И что это за задание, Джон?
Я ничего не знаю.
Я не знал, что ты тоже в этом замешан.
Простите.
Расточительный сосед разоблачен.
Ах ты, лживая свинья!
С кем ты разговариваешь?
Скажи, кого ты увидел.
Как сказать "Чарльз Херман" по- русски?
Как сказать это по- русски?
Тут никого нет, Джон.
Он тут.
Перестаньте!
Я ничего не знаю!
Перестаньте!
Я ничего не знаю!
Меня зовут Джон Нэш.
Меня зовут Джон Нэш.
Меня привели сюда против моей воли.
Что с ним?
У Джона шизофрения.
Но -- Но его работа.
У него была тайная...
Да, да, я знаю.
Я это поощряю.
Как давно это?
Возможно, с момента окончания колледжа.
Что вы такое говорите?
Какие галлюцинации?
Он приходил к вам на ужин?
- Он был на вашей свадьбе?
- Это смешно.
Я звонил в Принстон.
Пойдемте.
Джон считает, что я русский шпион.
А вы как считаете?
Что говорит доктор?
Он болен?
Я не знаю.
- Это строго секретно, Алисия.
Остановись!
Боже.
Боже.
- Действительно?
- Возможно, но...... навряд ли.
Разрезал журналы?
- Все хорошо.
- Я тоже.
Хорошо.
Я не оставил тебе выбора.
Все будет хорошо.
Мне кажется, русские считают меня важным человеком.
- Он сможет нам помочь.
Хорошо.
- Я работал с ним.
Расшифровкой?
- Он думал, что все безобидно.
- Сол следил за мной?
Этого не было.
Нет никакой секретности, Джон.
Ты все это выдумал.
Понимаешь, милый?
Ты болен.
Ты болен, Джон.
Сигнал тревоги.
Доктор Розен, сигнал тревоги.
Доктор Розен, сигнал тревоги.
Имплантанта нет.
Он исчез.
8: 42.
Как часто?
Мне кажется, ему стыдно.
Алисия, как -- Как ты справляешься?
Иллюзии исчезли.
Нет, я имею в виду, как ты сама?
У меня присутствует...... чувство долга.
Но...
И он становится таким.
Он превращается в человека, которого я люблю.
А я превращаюсь в человека, который любит его.
Такое не всегда бывает,..... но...... этого достаточно.
Я считаю, Джону очень повезло.
Такое несчастье.
- Вот и пришли.
- Он тут?
- Мило.
- Я работаю неподалеку.
К тебе гости.
Привет.
Надеюсь, у тебя все хорошо.
Привет, шеф.
- Закуришь?
- Нет, спасибо.
Я, вообще- то, бросил.
- Привет.
- Привет, Джон.
Ты видел Харви?
- Джон, нет -- - Не беспокойся, все хорошо.
К чему быть шизиком без чувства юмора?
Боже, Джон.
Я так и подумал.
Выпей.
Я выпью попозже.
Ты должен принять ее сейчас.
- Тебе что- нибудь принести?
- Нет, спасибо.
Хорошо.
Я был в городе,..... проводил семинары.
Сегодня вечером возвращаюсь.
Бендер очень хотел зайти, повидаться с тобой, поздороваться.
Боится?
Думаю, я бы тоже боялся.
Но, увы, мне от себя не уйти.
Я пытаюсь понять гипотезу Реймана.
Уверен, если я удивлю их, они разрешат мне вернуться.
Но с таблетками тяжело.
Тяжело это понять.
Джон, тебе надо успокоиться.
Какие?
О чем ты думаешь?
Чем занимаются люди?
Живут, Джон.
Тебе нужно отвлечься.
Сходи погуляй.
Может...... с людьми поговоришь.
Вынеси мусор.
С кем ты разговаривал?
С мусорщиком.
Вечером мусорщики не приезжают.
Видимо, в этом районе приезжают.
Прости.
Это из- за таблеток?
Ребенок пока побудет у мамы.
Я пойду спать.
- Спокойной ночи.
- Спокойной ночи.
Рад видеть тебя, Джон.
Давно не виделись.
Парчер?
Да, сэр.
Вы не настоящий!
Конечно настоящий.
Не смеши меня.
Я бы туда не ходил, Джон.
Тебе пора вернуться к работе.
Бомба уже в пункте назначения, здесь в США.
Учитывая твое положение, "Магомед",..... мы сами принесли гору к тебе.
Местонахождение бомбы сузилось до восточного побережья.
Но точное местонахождение так и не удалось определить.
Их шифры с каждым днем становятся сложнее.
Посмотри, Джон.
Что?
Что?
Мошенник!
"Шизофрения отторгает от реальности", да?
Психологическая чепуха!
Посмотри на меня, Джон.
Джон, взгляни на меня.
Я похож на вымышленного человека?
В лаборатории нет о вас информации.
Думаешь там хранятся записи о нашем персонале?
Джон, прости, но ты должен через это пройти.
Я могу восстановить тебя в лаборатории.
Мир узнает о том, что ты сделал.
Но мне ты нужен сейчас.
Я так боялся, что вы не настоящий.
ПРИНСТОН, НЬЮ- ДЖЕРСИ АПРЕЛЬ, 1956- Й ГОД
Гроза надвигается.
Я схожу в прачечную, ладно?
Я искупаю малыша.
Все хорошо.
Ладно.
- Нет!
- Я сейчас подойду.
Боже.
Полотенце.
С ним все хорошо.
Тут никого нет.
- Чарльз присматривал за ним.
- Тут никого нет!
В него ввели сыворотку невидимости.
Я его вижу из- за химиката, который ввели мне в кровь,..... когда извлекали имплантант.
Я не мог тебе этого сказать ради твоей безопасности!
Алисия!
- Нет!
- Алло, соедините с офисом доктора Розена.
Останови ее, Джон.
Не вмешивайте ее в это.
- С кем ты разговариваешь?
- Она не виновата.
- Джон.
- Она опять все испортит.
- Нет, не испортит.
- Ты вернешься в больницу.
- Джон, ответь мне!
- Погибнут невинные люди.
Алисия, пожалуйста, положи трубку.
- Я не могу этого допустить.
- Да, алло?
Здравствуйте, мне нужно поговорить с доктором Розеном.
Он на месте?
Прости, Джон.
Нет!
Ты знаешь как надо поступить, Нэш.
- Отойди от меня.
- Она слишком большой риск.
Отойди!
Я не хотел тебя обижать!
Прикончи ее.
Она слишком много знает.
Дядя Джон?
Позаботься о ней, жалкое ничтожество или я позабочусь о тебе.
Боже, Джон, послушай его.
Вперед, солдат.
Немедленно.
Дядя Джон?
Джон, пожалуйста!
Сейчас же!
Алисия и Парчер --
Я понимаю.
Она никогда не вырастет.
Марси не настоящая.
Она никогда не вырастет.
Ты их сейчас видишь?
Да.
Почему ты перестал принимать лекарства?
Потому что с ними я не мог работать.
Не мог помогать ухаживать за ребенком.
Не мог --
Не мог отвечать за свою жену.
Думаете это лучше, чем быть полоумным?
Нам придется снова начать делать уколы и давать таблетки.
Нет.
Должен быть другой выход.
Шизофрения дегенеративна.
В этом проблема.
Только в этом.
Это проблема, которую нельзя решить.
А я занимаюсь решением проблем.
- Это у меня получается лучше всего.
- Это не математика.
Ты не можешь придумать формулу, которая изменит твое мировоззрение.
- Я должен использовать свою голову.
- Нет теорем, нет доказательств.
- Ты не сможешь ничего придумать.
- Почему нет?
Почему не смогу?
Я смогу это сделать.
Я смогу придумать.
Ребенок плачет?
Ребенок у мамы, Джон.
Без лекарств, Джон...... твои фантазия поглотят тебя.
Полностью.
Ты почти готов?
Розен ждет на улице.
Я не могу возвращаться в больницу.
Я не вернусь домой.
Он сказал, что если ты так скажешь,..... мне придется подписать необходимые бумаги.
Может, не будешь их подписывать?
Может, просто дашь мне время?
Я сам постараюсь справиться.
Как бы ты ни поступила,..... в одном Розен прав.
Тебе не стоит тут оставаться.
Я стал опасен.
Ты можешь причинить мне боль, Джон?
Не знаю.
Попроси доктора Розена отвезти тебя к матери.
Розен попросил меня позвонить, если ты попытаешься меня убить.
Хочешь узнать что на самом деле по- настоящему?
Вот что.
Вот что.
Вот что.
Это - по- настоящему.
Может, ты сможешь проснуться из своего сна...
И может дело не в этом.
А в этом.
Я должна верить,..... что невозможное возможно.
ПРИНСТОНСКИЙ УНИВЕРСИТЕТ ДВА МЕСЯЦА СПУСТЯ
Входите.
Привет, Мартин.
Я --
У меня всего этого нет.
Да.
Да, я его у него украл.
Похоже, ты выиграл, Мартин.
Они ошибаются, Джон.
Никто не выигрывал.
Проходи, садись.
Боже, я так рад тебя видеть.
Что привело тебя в Принстон?
Джон, прости, но ты должен ему все рассказать.
Скажи ему, что ты гений.
Что ты гений, Джон!
Джон, пожалуйста!
Можешь просто не обращать внимание на то, что я делаю?
Конечно, для этого и есть старые друзья?
Это так, Мартин?
Мы друзья?
Конечно, Джон.
Конечно.
Всегда ими были.
Мы с Алисией считаем,..... что помогать людям - быть частью общества,..
... значит творить благое дело.
Определенного рода связи,..... знакомые люди, друзья могут помочь...... избавиться от этих...
... от этих иллюзий.
Я хотел узнать, поэтому я и приехал,..
... и я почти уверен, что ты мне откажешь.
Но, все же, хочу спросить, могу ли я тут работать.
Тебе нужен кабинет?
Нет.
Нет, я могу работать в библиотеке.
Он хочет погулять по библиотеке, но у него нет удостоверения.
Почему он не хочет читать свои записи?
Ты не настоящий!
Тебя нет.
Черт.
Тебя нет.
Ты этого хотел, солдат?
Стать бесполезным хмырем?
Местным сумасшедшим?
- Я не солдат.
- Ты закончишь за решеткой!
Станешь старым, бесполезным, никчемным.
Нет никакой миссии.
Тебя нет!
Тебя нет!
Ты еще со мной разговариваешь, солдат.
Нет никакой миссии!
Я не солдат!
Джон, все хорошо.
Я тебя услышал, мне очень жаль.
Джон!
- Я не солдат.
- Джон.
Нэш.
Нэш, всё хорошо.
Дамы и господа, великий Джон Нэш!
Ты бы видела их лица.
Все просто уставились на меня.
Ты знаешь, от стресса появляются галлюцинации.
Знаю.
Иногда я скучаю по нашим разговорам.
Может, Розен прав.
Может мне действительно нужно опять вернуться в больницу.
Нет.
Может попробуем завтра.
Джон, ты не можешь меня постоянно избегать.
Чарльз, ты был очень хорошим другом.
Самым лучшим.
Но я не буду больше с тобой разговаривать.
Не могу.
И с тобой тоже, малышка.
Пока.
Пока.
Могу я прослушать ваш курс?
Это честь для нас, профессор Нэш.
Что- то не так?
Здесь у меня было первое занятие.
Доброе утро,..... взрослеющий разум.
Ничего не получится, Джон.
Ты просто унижаешь себя.
Это смешно!
Над тобой смеются.
Я стыжусь тебя.
Ты идешь?
Опоздаешь.
- Пап, ты взял мои учебники.
- Что?
Взял учебники.
Ах, да.
- Пока.
До вечера.
Пока, дорогой.
Вы решили задачу Реймана?
А как ты думаешь?
Это аналог некоммуникативных выражений Фробениуса.
Да, это так.
Только это проявляется непостоянно, так что это не так.
Но...
Вы --
Вы Джон Нэш, верно?
- Тоби Келли.
- Здравствуй.
Я учусь вашей выдержки.
Когда вы сюда поступали,..... вы хотели придумать нечто совершенно оригинальное.
Я был молод.
Я разработал теорию.
Думаю, я могу доказать,..... что выражения Гало покрывают пространство.
Что все связано.
Когда ты ел в последний раз?
- Простите?
- Про еду помнишь.
Моя жена,..... любит майонез.
Спасибо.
Рассказывай.
Не слушайте никого.
Я думаю, что смогу преподавать.
Джон, из тебя ужасный учитель.
У меня свой стиль, Мартин.
Я надеюсь, что смогу в чем- то посодействовать.
Ты меня понимаешь.
Они исчезли?
Нет, не исчезли.
И, может, никогда не исчезнут.
Но я научился не замечать их...... и, в конце концов, надеюсь, они от меня отстанут.
Думаешь, все дела в наших снах и наших кошмарах, Мартин?
Их нужно кормить, если хочешь, чтобы они выжили.
Джон, они преследуют тебя.
Они - мое прошлое, Мартин.
Всех преследует прошлое.
Ладно, пока.
Джон, я поговорю с главным.
Может, весной.
Столбенею.
Цепенею.
- Спасибо, профессор.
- Счастливо.
- Удачного дня.
- Счастливо.
Держите лекции в руках, мистер Бейер.
Профессор Нэш?
- Вы его видите?
- Да.
Точно?
Уверена?
Это не твое видение?
Простите, я всегда с подозрением отношусь к новым людям.
- До встречи, профессор.
- До встречи.
Теперь, когда я знаю, что вы на самом деле, позвольте узнать,..... кто вы и чем могу вам помочь?
Профессор, меня зовут Томас Кинг.
Я пришел, чтобы сказать вам,..... что вашу кандидатуру рассматривают в лауреаты Нобелевской премии.
Простите, я немного растерялся.
Уже несколько лет ваша выдержка...... помогла национальной современной экономике.
Моя выдержка всем нравится.
Как на счет моих работ в других проектах?
Таких как множественное внедрение?
Ваше предложение для решения торговых проблем...... для Федеральной комиссии связи или антимонопольных проблем --
- Антимонопольных проблем?
- Да.
Я об этом никогда не думал.
Я достиг того уровня честности, которая граничит с глупостью.
Нет, это не так.
Потому что, иначе, я бы ничего подобного не придумал.
Выпьем чая?
Я не хожу туда, обычно я перекусываю в библиотеке.
Пройдемте, Джон.
Выпьем чая.
Сегодня важный день.
Интересно, какой чай тут подают.
Спасибо, девушка.
Тут все изменилось.
У меня сын ее ровесник.
Гарвард.
Я думал, что фамилии лауреатов Нобелевской премии держатся в секрете.
Я думал, что уже на церемонии ты узнаешь выиграл или нет.
Обычно именно так, но это особый случай.
Это очень важная награда.
Сама статуэтка Нобеля.
Ясно.
Вы пришли узнать, сумасшедший ли я?
Узнать испорчу ли я вечер, если выиграю на самом деле?
Что- то типа этого, да.
Я напугал вас?
Да, это возможно.
Понимаете, я --
Я сумасшедший.
Я принимаю новые таблетки,..
... но я до сих пор вижу то, чего нет на самом деле.
Я просто стараюсь это не замечать.
Что- то типа диеты разума,..... я стараюсь не избаловывать свой аппетит.
Аппетит для моей системы.
Или аппетит для моих снов и видений.
Профессор Нэш.
Рады видеть вас здесь, Джон.
Спасибо.
- Это большая честь, сэр.
- Спасибо большое.
Мое признание, профессор.
Профессор.
СТОКГОЛЬМ, ШВЕЦИЯ ДЕКАБРЬ, 1994- Й ГОД
Спасибо.
Я всегда верил в числа.
В уравнения, логику, которые к чему- то вели.
Но после всей жизни в этом,..... я спрашиваю себя,..... что на самом деле является логикой?
Кто это решает?
Я изучил физические,..... метафизические,..
Теперь я здесь.
Самое важное открытие своей жизни.
Существует единственное загадочное уравнение любви,..... где можно найти логический смысл.
Я здесь только благодаря тебе.
Ты и есть мой смысл.
Ты и есть смысл моей жизни.
Спасибо тебе.
Я вызову машину, пап.
- Ты готов поехать домой?
- Да, готов.
Да, несомненно, да, однозначно.
Спасибо большое.
Спасибо.
Что такое?
Что случилось?
Пройдемте со мной, девушка.
Хотите прокачу?
(с) 10. 08. 2002 Nick Gryzin
Как тебя зовут?
Бренда...
Бренда...
Нет, Я не...
Ты видишь?
Никакой проблемы.
Я надеюсь он в порядке.
Я снял свой год назад.
Я ненавидел его.
У тебя красивые зубы.
Спасибо.
Не за что.
Бренда?
Да.
Ты не знаешь они ищут работников тут?
Я не уверена.
Что ты хочешь сделать?
Я врач.
Дорогой отец.
Я решил свернуть с дороги на время.
И встретил приятных людей.
Кто знает, может Я найду кого- либо с кем свяжу свою жизнь?
Педиатрическая больница Южной Калифорнии...
Но к сожалению единственно, кто мне нужен, это руководитель в приёмный покой для ночной смены после полуночи.
Я сомневаюсь, что Вы заинтересованы.
ОК, в прошлом мне всегда давали подбирать сестёр.
Др.
Конелли.
Др.
Гаррис.
Присутствует.
Др.
Конерс, Вы будете проверять присутствие всегда?
Да, др.
Эшленд
И если Вы опоздаете...
Гж.
Басмен?
Майс?
Гж.
30 мг. кодеина каждые 4 часа.
Жидкость, 60 капель каждую минуту. пока не посчитаем кол- во необходимой жидкости.
Ожоги 2- й и 3- й степени, на более 20% поверхности тела.
Вы согласны?
Я согласен.
Давайте поднимем его в детское
Привет Бренда - Здравствуйте, Др.
Конерс.
Вам надо подписаться здесь.
Спасибо.
Обратили внимание на перемену?
Ты сняла "мостик".
Ух- ты.
Умелая работа.
Болело, когда снимали?
У меня было такое странное ощущение потом.
Я постоянно высовываю язык.
Я не могу остановиться.
Они такие скользкие.
Приятное ощущение, верно?
Да, отличное.
Др.
Конерс, в реанимацию.
Конерс, в реанимацию.
Нет, нет.
Там есть врачи.
Всё будет в порядке.
А если срочная операция?
Др.
Конерс, Вы здесь.
Господа, в чём проблема?
Велосипедная авария.
Перелом берцовой кости 5 дюймов ниже колена.
Др.
Гаррис, Вы согласны?
Согласен с чем?
С тем, что др.
Эшленд только что сказал.
Вы согласны?
Вы согласны?
Я думаю надо сделать снимок ноги, наложить швы и зафиксировать ногу.
Отлично, др.
Эшленд отлично.
Мне кажется, Я не очень нужен тут.
Продолжайте...
Пронесло...
Почему Я не согласился?
Чувствуйте себя как дома.
Фрэнк Абагнейл старший.
Вы не полицейский.
Специальный агент Хенретти.
Я из ФБР.
Мой хозяин сказал, что Вы не полицейский.
Нет...
Если Вы согласны...
Я не пришел Вас арестовывать.
У него проблемы.
Вы знаете, где он?
Если Я скажу, обещаете не проболтаться его матери?
Конечно.
Фрэнк подделал удостоверение личности.
И завербовался в морскую пехоту.
Он находится во Вьетнаме в данную минуту.
И не называйте моего сына уголовником
Я не называл вашего сына уголовником.
Я сказал, у него проблемы.
Если захотите позвонить и поговорить, вот мой номер.
У вас нет детей, верно?
Простите?
Если бы Вы были отцом, то знали бы, что
Я никогда бы не отказался от него.
Я понимаю.
Джон, Джон.
Ривербенд...
Ландовер 415.
Атланта, Джорджия.
Я по дороге в аэропорт.
Я встречу группу через 4 часа.
Это ОК.
Ты не должна плакать.
Прости...
Мне так жаль.
В самом деле.
Я могу подождать.
Я не девственница.
Я сделала аборт 2 года назад.
Я сделала это с приятелем родителей.
Отец играет с ним в гольф.
И когда Я почувствовала себя лучше, они выгнали меня.
Я сделала аборт и больше не была их дочерью.
Пожалуйста.
Пожалуйста, не сердись на меня.
Пожалуйста... не сердись
Нет...
А что, если Я поговорю с твоими родителями?
Может. это можно уладить?
Я прошу их всё время...
Но они говорят, что Я всё ещё не могу вернуться.
Мой отец адвокат.
Что?
Поговорю с твоим отцом...
И попрошу бы твоей руки?
Пусто...
Никого...
Доктор, Вы протестант?
Я протестант, но пожалуйста зовите меня Фрэнк.
Фрэнк, ты хочешь произнести благословение?
Если ты чувствуешь себя удобно.
Несомненно.
Два маленьких мышонка... упали в миску со сливками.
А второй боролся изо всех сил...
И выполз.
Аминь.
Аминь - Аминь.
Это было чудесно.
Мышонок превратил сливки в масло?
Да.
Фрэнк, ты уже решил в какой больнице ты будешь работать здесь, в Новом Орлеане?
Если быть откровенным...
Я подумываю о возвращении в юриспруденцию.
Прошёл год практики и решил...
Почему не попробовать себя в педиатрии?
Ты полон сюрпризов.
И врач и адвокат.
Я бы сказал, что Бренда сорвала куш.
Где ты изучал право?
Беркли.
Беркли.
О, Боже это где ты учился, папа.
Может Фрэнк мог бы работать с тобой, Роджер.
Ты всё время говоришь, что тяжело найти ассистентов.
Отец, он может?
Пожалуйста, отец.
Да, Холлингсворт.
Сварливый старикашка Холлингсворт.
И его собака...
Скажи, Фрэнк как звали его собачонку?
Мне жаль...
Собака умерла.
Какое несчастье.
Врач, адвокат, протестант.
Так кто ты, Фрэнк?
Мне кажется ты намереваешься просить руки моей дочери.
У меня есть право знать.
Знать что, сэр?
Правду.
Скажи мне правду, Фрэнк.
Что ты здесь делаешь?
Что такой парень как ты делает с Брендой?
Если ты хочешь моё благословение...
Я хочу знать правду от тебя сейчас.
Правда в том сэр...
Правда в том... что я не врач и не адвокат.
Я и не пилот.
Я пустое место на самом деле.
Я просто ребёнок влюбившийся в вашу дочь.
Нет.
Ты знаешь кто ты?
Ты романтик.
Я должен признаться... что виновен в том же.
Не бойся.
Задай вопрос, который ты хотел задать.
Сэр...
Орлеане?
Нет, другой вопрос...
Удачи, Мр.
Конерс.
Спасибо.
Эй, Фрэнк.
Знаешь, что Я никогда не мог понять?
Как ты надул их на экзамене тогда, в Луизиане?
Карл, Я отправляюсь надолго в тюрьму.
Серьёзно, Какая разница?
Это простой вопрос.
Да.
Я оставил это, чтоб съесть попозже.
Хочешь поделиться?
Нет.
Дай мне половину и Я расскажу тебе.
Рано или поздно Я всё равно узнаю это.
Ты будешь работать с Филиппом Ригби из отдела корпораций.
Почему бы тебе не обосноваться... и навести порядок на рабочем столе?
Обед в 12: 30 с генеральным прокурором и сенатором Мак Кейтенем.
Сенатором?
Конечно.
Поздравляю.
Спасибо сэр.
Добро пожаловать.
Вот...
Посмотрите на эту фотографию, мр.
Это Фрэнсис Йорк - там, где нашли его мёртвым
А это увеличенная часть этой фотографии...
Это фотография подписи ответчика на отменённом чеке
А вот увеличенная подпись... которая идентична... подписи на письмах, посланных мр.
Саймону. где обсуждается возможность обмана штата Луизиана.
Ваша честь, дамы и господа, уважаемые присяжные.
Это неопровержимое доказательство, что обвиняемый говорит неправду.
Мр.
Конерс.
Это предварительное слушание.
Не никакого... обвиняемого.
И нет... присяжных.
Здесь только Я.
Сынок, что за чёрт происходит с тобой?
Это Митч?
Роджер!
Это Митч!
О Боже, Я потерял ощущение времени.
Это только что началось.
Отец?
Что ты здесь делаешь?
Пришёл повидаться.
Что ты делаешь в этом костюме?
Я получил работу.
Это государственная служба.
Ты видишь, что Я делаю?
У тебя есть хороший адвокат?
Я в некотором роде сам адвокат сейчас.
Посмотри это письмо.
Налоговое управление хочет ещё денег.
Я заключил сделку.
Два нарушения.
Они съели всё и сейчас хотят ещё.
Они пытаются запугать меня, угрожают тюрьмой.
Знаешь, что...
Я заставлю их побегать за мной.
всю их жизнь.
Так здорово увидеть тебя, отец.
Послушай, сядь...
Я хочу показать тебе кое- что.
Я пришёл вручить тебе это.
Это приглашение на церемонию помолвки.
Я женюсь.
Мне не верится, что Я женюсь.
Ты не должен больше ни о чём беспокоиться, отец.
Послушай, Я получаю новый "Кадиллак".
Дом, стоимостью 60. 000$
Я забираю всё это обратно.
Все драгоценности, все меха, всё, что они забрали...
Мать видела тебя, одетым так?
Всё в порядке.
Знаешь почему?
Она будет на свадьбе.
С нами.
Я куплю тебе абсолютно новый костюм.
Новый...
Из "Манхеттен Игл", на три пуговицы...
Они красивые.
Она не хочет видеть меня.
Ты пробовал позвонить?
Почему б тебе не позвонить сейчас?
Отец, почему б тебе не позвонить прямо сейчас?
Только позвони ей...
Позвони ради меня.
Скажи, что у меня два билета первым классом... на свадьбу сына.
Мать вышла замуж за моего друга, Джека Бернса.
У них дом в Лонг Айленде.
Агент ФБР приходил ко мне.
Этот парень выглядел напуганным.
Чемпионы США бегут к холмам... и... к луне!
Отец, это кончено.
Я останавливаюсь.
Но ты...
Они никогда не поймают тебя, Фрэнк.
Она никогда не сделает это...
Почему бы тебе не сесть?
Зачем ей это делать?
В самом деле..
Сядь, возьми выпить.
Я твой отец.
Так попроси меня остановиться.
Так попроси меня остановиться.
Ты не можешь остановиться.
Куда ты?
Фрэнк, Куда ты?
Куда ты направляешься сегодня?
Какое- то экзотическое место?
Таити?
Гавайи?
Хенретти слушает.
Привет, Карл
Счастливого Рождества.
Как поживаете, др.
Карл, уже несколько месяцев Я не др.
И всё таки...
Я сижу в своём офисе в Сочельник
Что ты хочешь?
ОК...
Я хочу, чтобы это закончилось.
Я хочу, чтобы это закончилось.
Я женюсь.
Я хочу покоя.
Ты похитил почти 4 млн. $
Сюрприз.
Я хочу объявить перемирие.
Никакого перемирия.
Ты будешь пойман.
Ты будешь в тюрьме.
Пожалуйста, Карл, Оставь меня в покое.
Пожалуйста.
Я близок к тебе?
Ты напуган, потому что Я приближаюсь?
Я знаю, ты взял напрокат машину в Шревепорте, и остановился в гостинице на "Лейк Чарльз"
Ты хочешь бежать?
Твои чеки не врут так же изощрённо, как ты.
Я не могу прекратить!
Это моя работа.
Всё в порядке, Карл.
Я только подумал, что Я должен попросить.
Эй, Счастливого Рождества.
Мне нравится моя работа.
Мы должны достать все газеты Луизианы за последние 2 месяца которые мы только можем.
Что ты ищешь?
Объявления о помолвках где упоминается имя Конерс.
Конерс?
Полно, Карл.
Парень точно поменял его.
Он не может поменять его.
Она думает, что он Конерс.
Если он потеряет имя, он потеряет девушку.
Добрый вечер.
Я агент Хенретти из ФБР.
Я хотел бы поговорить с хозяином, если можно.
Я позову его, сэр.
Эй, Роджер, как дела?
Уин...
Добрый вечер, Я Роджер Стронг.
Карл Хенретти, ФБР..
Это агенты Амдурски и Фокс.
Прошу прощения за то, что мешаю вечеринке
Совсем нет...
Чем могу помочь?
Если это не побеспокоит, то Я хотел бы увидеть жениха.
Проблема?
Фрэнк, можешь подержать это...
Да, подойди.
Это чеки.
Они от друзей отца.
Это для нас...
Чтоб начать новую жизнь.
Что случилось?
Нам нужно уйти.
Что?
Бренда, Ты любишь меня?
Верно?
Я имею в виду, что бы ни случилось, да?
Даже если у меня другое имя?
Фрэнк, откуда все эти деньги?
Бренда, выслушай...
Имя.
Это не важно, правильно?
Моё имя Фрэнк Конерс.
Это тот, кто Я с тобой.
Но у нас всех есть тайны.
Знаешь, когда Я путешествую, Я беру имя Фрэнк Тейлор.
Это моя тайна.
Фрэнк Тейлор.
Да, Фрэнк Тейлор.
Фрэнк Блэк.
Фрэнк Блек.
Не важно...
Для чего ты говоришь всё это?
Бренда...
Бренда, Я не хочу больше лгать тебе.
Хорошо?
Я не врач и не когда не изучал медицину.
Я не адвокат, не выпускник Гарварда и не протестант.
Бренда, Я сбежал из дома 1. 5 года назад, когда мне было 16
Фрэнк...
Фрэнк...
Ты не протестант?
Бренда, ты видишь эти деньги?
Ты видишь эти деньги?
У меня есть ещё.
У меня есть намного больше...
Достаточно, чтобы держаться на плаву... до конца жизни.
Смотри...
Прекрати дразнить меня.
Ты Фрэнк Конерс и тебе 28 лет
Бренда...
Для чего тебе врать?
Бренда...
Я хочу знать твоё имя.
Послушай...
Скажи своё имя.
Бренда, мы сможем жить, где захотим.
Но ты должна доверять мне.
Ты доверяешь мне?
Да.
Ты любишь меня?
Любишь меня?
Я люблю тебя.
Простите...
Это Мр.
Хенретти.
Моя жена - Кэрол.
Мистер?
Хенретти...
Мне кажется они наверху.
Бренда, подойди сюда.
Через 2 дня встреть меня в аэропорту Майами, хорошо?
Выйди из дома, когда все лягут спать и возьми такси.
Заплати это таксисту и скажи вести машину всю ночь.
Бренда, Ты выйдешь в 10: 00.
10: 00, хорошо?
Какая комната, сэр?
Угловая.
Ты обязана выслушать.
Аэропорт Майами.
Повтори.
Что бы ни случилось...
Что бы ни случилось.
Ты возьмёшь такси.
Я возьму такси.
Ты будешь там в 10 утра.
Через два дня, Бренда.
Два дня.
Я буду там, Что бы ни случилось...
Ты никому не расскажешь?
Пообещай мне.
Фрэнк, прежде чем уйти, скажи мне своё имя...
Пожалуйста, скажи...
Фрэнк Уильям Абагнейл мл.
Бренда...
Этот парень не придёт.
Наверное он узнал...
Мы поймаем его до того, как он покинет страну.
У него нет паспорта.
За последние 6 месяцев он учился в Беркли и Гарварде.
Спорю, что он сможет достать паспорт.
Все наши люди тут.
Он был тут раньше и знает это место.
Они дают нам 50 человек.
С нашими людьми это почти 100 человек в одном аэропорту.
Ты не думаешь нам надо разойтись?
Нет, нет... здесь.
Как ты знаешь, что он не взял машину и доехал до аэропорта
Потому что Я не в Нью- Йорке.
Я не в Атланте.
Я оповещаю все университеты округа, что "Пан Эм" начинает новый набор в этом году.
Я буду в вашем кампусе завтра утром.
Спасибо всем, кто пришёл.
В конце дня Я отберу восемь девушек которые будут частью будущей команды "Пан Эм".
Эти девушки присоединятся ко мне во время 2- х месячной рекламной компании по Европе.
Они узнают из первых рук, что значит быть стюардессой "Пан Эм".
Дайте мне двух... нет одного человека на каждые две стойки.
Амдурски...
Да.
Убедись, что полицейские перекрыли все боковые выходы.
Эй...
Что делает тебя будущей стюардессой.
Я очень благожелательная и люди будут чувствовать себя комфортно в полёте.
Мы полетим со скоростью 6000 миль на высоте 300 футов.
Эйлин Андерсон.
Миги Аккер.
Дебора Джоан Мак Милан
Энди Хестон.
Видишь эту блондинку?
Надо было становиться пилотом.
Точно...
Хенретти...
Карл, твой "уоки- токи" не работает.
Есть парень форме
"Пан Эм", сидящий в белом "ДеВил" возле терминала J.
Это там где чартеры.
Ты видишь лицо?
Он в фуражке.
Мне кажется это он.
Выходи из машины, Фрэнк.
Фрэнк, выходи из машины!
Положи руки так, чтоб Я мог их видеть.
Не стреляйте.
Я просто водитель.
Кто- то заплатил мне 100$, чтоб Я одел это и встретил.
Встретил кого?
Ю.
Америка, Австралия, Сингапур, Египет.
Он полностью вышел из под контроля.
Почему никто не сказал мне?
Никому не сказали.
Банк обнаружил это только на прошлой неделе.
Это невозможно.
Это не подделка.
Это нечто другое.
Что он делает?
Настоящие чеки, сэр.
Это настолько безукоризненно, что никто не заметил разницу.
Последний чек обналичен в Мадриде неделю назад.
Я предполагаю он всё ещё там.
Надо лететь.
Куда?
В Испанию?
Ты хочешь лететь в Испанию?
Он должен вернуться туда, где отпечатаны чеки.
Поэтому он крутиться по всей Европе.
Посмотри на карту.
Он бегает по кругу.
Его чеки на исходе.
Сожалею, Карл.
Но если ты не поймал его здесь, то не поймаешь и там.
Мы дадим ему уйти...
Нет, Карл.
Ты дал ему уйти.
Разделение цветов безупречно.
Нет никакого размыва.
Никто умеет делать это здесь.
Кроме нас...
Где это отпечатано?
На "монстре".
"Хайдельберг"...
"Динозавр", 4 цвета
Ты можешь почувствовать запах.
Две тонны без чернил.
Где делают такое?
Германия, Британия,
Франция...
Франция!
Мать Фрэнка родом оттуда.
Место где не было "Сары Ли".
Я не помню...
Начинается на "М"...
Монт... что- то в этом роде.
Да, да.
Вы познакомились с мужем во время войны?
Я жила в деревушке, месте где не было "Сары Ли".
Скажи, ты записал как называется деревушка?
Монтришар.
Счастливого Рождества.
Как получается, что мы всегда говорим на Рождество?
Каждое Рождество Я говорю с тобой.
Одень рубашку, Фрэнк.
Ты арестован.
Ты голоден?
Ты хочешь перекусить, Карл?
У нас самая вкусная фасоль.
Там две дюжины полицейских.
Она очень вкусная.
Они хотят арестовать тебя.
Хочешь кусочек?
Они хотели помощь от американца.
Я сказал им, что не приведу их к тебе, пока сам не защёлкну наручники на тебе.
Без пистолета?
У тебя есть пистолет?
Нет пистолета?
Нет?
Нет пистолета...
И ты говоришь мне, что там... две дюжины полицейских в Рождественскую ночь?
Это то, что ты сказал?
Да.
ОК, здесь нет окон.
Я взгляну через входную дверь.
Нет!
Нет!
Я сказал, что выйду первым и дам сигнал.
Нет, нет.
Не могу.
Я не могу сделать это.
Ты знаешь почему?
Потому, что ты полон дерьма.
Я не думаю, что есть кто- то там.
Только Я и ты.
Верно?
И знаешь, что?
Ты будешь вынужден поймать меня сам.
У нас нет времени.
Хорошо.
Скажи, что ты хочешь, чтоб Я увидел?
Я не лгал бы тебе.
У тебя обручальное кольцо!
Карл, ты лгал!
Ты обманул меня!
Ты спросил была ли у меня семья.
Да?
Нет. нет.
Нет проблемы и мы выходим отсюда.
Это было великолепно.
Это было великолепно.
Заплатил какому- то клерку из гостиницы, чтоб позвонил?
Это капитан Люк.
У меня минута забрать тебя.
Капитан Люк?
Капитан Люк?
Карл, Я должен заметить, что это чересчур официально, но как Я заметил, Я думаю здесь только Я и ты.
Поэтому ты должен поймать меня сам.
Фрэнк, ты должен доверять мне.
Эти люди были обмануты.
Фрэнк, они раздражены.
Ты надул их банки, украл из деньги и живёшь в их стране.
Я сказал тебе, что это не может закончиться иначе.
Не делай ошибку.
Это здорово, здорово.
Карл, ты знаешь...
Продолжай лгать... пока не превратишь эту ложь в правду.
Они убьют тебя.
Это правда?
У тебя есть дети, Карл?
Дочь, ей 4 года.
Ты клянёшься своей дочерью?
Ты клянёшься?
Ты клянёшься?
Это было здорово...
Я поймал его!
Я поймал его!
Всё в порядке.
Я поймал его.
Я хочу, чтоб вы занесли в протокол, что
Фрэнк Абагнейл сдался добровольно.
Понятно?
Понятно?
Куда вы берёте его?
Куда вы берёте его?
Впустите меня в машину!
Впустите меня в машину!
Эй, Впустите в машину!
Не волнуйся.
Я позабочусь об экстрадикции.
Карл, ты должен дать мне позвонить отцу, когда мы приземлимся.
Я только хочу поговорить с ним до того, как он увидит меня по телевидению.
Карл, смотри - аэропорт "Ла Гардиа".
Фрэнк.
Твой отец умер.
Я сожалею.
Я не хотел ничего говорить, пока мы не будем ближе к дому.
Он...
Он упал с лестницы в метро, пытаясь успеть на поезд.
Я не хотел быть тем, кто скажет тебе это.
Ты лжёшь, верно?
Ты сказал Я смогу поговорить с ним.
Кто ты такой, чтоб сказать такое?
Ты сказал Я смогу поговорить с ним.
Он упал и сломал шею.
Мне очень жаль.
Карл, Я сейчас вырву.
Мне нужно в туалет.
Сейчас вырву.
Идём, идём в туалет.
Чёрт!
Пожалуйста, сядьте на место.
Я сказала это уже дважды.
Извините...
Фрэнк, выходи...
Фрэнк...
Мы садимся через 6 минут.
Вы должны быть на своих местах
Фрэнк, открой!
Фрэнк!
Оставайтесь на своих местах.
ФБР!
Все на своих местах!
Боже!
Как тебя зовут?
Где твоя мама?
Руки за голову!
Карл, посади меня в машину.
Посади меня в машину.
Посадите его в машину
Принимая во внимание тяжесть совершённых преступлений... историю дерзкого поведения и полное пренебрежение Американских законов...
У меня нет выхода, кроме как проигнорировать просьбу об обращении с тобой как с несовершеннолетним. и приговорить тебя к 12 годам заключения в тюрьме Атланты.
И настоятельно рекомендую держать тебя в изоляции.
Счастливого Рождества, Фрэнк.
Как твоя дочь?
Как её зовут?
Грэйс.
Она живёт с матерью в Чикаго и Я не вижу её часто.
Что в чемодане?
Я по дороге в аэропорт.
Есть кто- то подделывающий ценные бумаги.
Он в Миннесоте.
Да, подделка, которую он внёс на счёт "Грэт Лэйкс".
Видишь, он пользуется только трафаретной машинкой.
Это работник банка.
Это несомненно работник банка.
Ими пользуются снова и снова и они всегда стёрты.
Номера всегда подтёрты. особенно 9 и 6.
Спасибо.
Я хотел бы, чтоб ты взглянул на кое- что.
Скажи, что ты думаешь об этом.
Это подделка.
Как ты знаешь?
Ты даже не взглянул.
Нет перфорированных краёв.
Я умею в виду, что это сделано вручную, а не машиной.
Да...
Эта бумага двухслойная.
Толще, чем должен быть чек.
Они должны быть плоские.
Это пахнет, как какие- то второсортные чернила...
Как будто их купили в канцелярском магазине.
Фрэнк, ты хотел бы работать на ФБР в отделе экономических преступлений?
У меня есть работа здесь.
Я разношу почту.
Фрэнк, у нас есть возможности вытащить тебя отсюда.
Ты будешь под опёкой ФБР, и проведёшь остаток срока в качестве чиновника.
Под опёкой кого?
Моё имя Фрэнк Абагнейл.
Я начинаю работать сегодня.
Сэр, Мр.
Я перезвоню.
Привет, Карл.
Добро пожаловать в ФБР.
Я покажу тебе, где ты работаешь.
Карл...
Сколько времени Я должен быть здесь?
С 8: 15 до 17: 00 45 минут - обед.
Нет, Я имею в виду как долго?
Каждый день.
Каждый день, Фрэнк.
Пока мы не освободим тебя.
Как дела?
Сейчас не время, Фрэнк.
Я убираю на столе перед уикендом.
Карл, Я могу прийти с тобой на работу завтра?
Завтра суббота.
Я лечу в Чикаго, повидаться с дочерью.
Ты встречаешься с Грейс?
Да...
Так что мне делать до понедельника?
Сожалею, парень, но Я не могу помочь тебе в этом.
Хенретти...
Мр.
Свейр?
Как дела?
У меня ещё полдюжины чеков той туристической компании...
Что ты делаешь.
Как ты сдал экзамен в Луизиане?
Что ты здесь делаешь?
Послушай...
Мне жаль, что Я причинил тебе всё это.
Если ты вернёшься в Европу, то умрёшь там в тюрьме.
Если сбежишь в США, то вернёшься в тюрьму на 50 лет.
Я знаю.
Я потратил 4 года на твоё освобождение.
Убеждал боссов из ФБР и Генерального Прокурора.
Зачем ты это делал?
Ты всего лишь ребёнок.
Я не твой ребёнок.
Ты сказал, что летишь в Чикаго.
Моя дочь не может встретиться со мной.
Ты сказал, ей 4 года.
Ей было 4, когда Я ушёл.
Сейчас ей 15.
Моя жена вторично вышла замуж 11 лет назад.
Я не понимаю.
Иногда легче лгать.
Я дам тебе улететь, Фрэнк
Я даже не попытаюсь остановить тебя.
Потому, что Я знаю, что ты вернёшься в понедельник.
Да..?
Откуда ты знаешь?
Фрэнк, никто не преследует тебя.
Элис, он всё ещё не звонил?
Нет, ещё нет.
Доброе утро.
Подозреваемый переводит крупные суммы.
Речь идёт о пятизначных суммах.
Извините...
У нас есть вернувшийся чек на столе агента Рейтера
Есть оттиск на каждой строке.
В оригинале сумма была 60 $.
Можно взглянуть?
Обналичен в Флагстаффе неделю назад.
Обошёлся банку в 16000$
Это настоящий чек.
Настоящее имя вытерто.
Мне кажется подпись подделана.
Это безупречно, Карл.
Это не кислота или отбеливатель.
Нет. это нечто новое.
Ацетон вытирает чернила, которые не отпечатались.
Как ты это сделал, Фрэнк?
Как ты надул их, там в Луизиане?
Я не надул.
Я готовился две недели и сдал.
Это правда, Фрэнк?
Это правда?
Спорю, что этот парень ворует чеки из почтовых ящиков.
Вытирает имена и вписывает своё.
Он из местных?
Я бы позвонил, проверил баланс на счету...
Убедился бы, что есть достаточная сумма.
Ты знаешь, Карл...
Предполагаю, что всё, что мы должны сделать - это поймать его.
Фрэнк Абагнейл мл. женился в 26 лет.
У него трое сыновей и он живёт в Мидвесте.
С той поры, как он освободился в 1974 году,
Фрэнк и Карл остаются близкими друзьями и по сей день.
Они снова дерутся!
Опять.
Только не трогай мои учебники!
Нет!
Не надо!
Нет!
Проблемы, джентльмены?
Эй, куриные мозги!
Тебе спасает только то, что ты - девчонка.
А тебя, что ты не девчонка.
Ты назвала меня девчонкой?
Ты же меня называешь!
Сама напросилась.
А теперь брысь отсюда!
Забудь о них.
Умным и симпатичным всегда завидуют.
И девочек таких не любят.
Каких девочек?
Ну, таких.
А ты мне нет.
Будут думать, что меня защищает девчонка.
Куриные мозги.
Мой нос!
Тряпка!
Мо и Ларри здесь.
Грант, что у нас сзади?
Всё чисто, сэр.
Мэтью, что у тебя?
Пустые банки.
Получу за них 75 центов.
Подъехало такси.
Вышел Кёрли.
Три фигуранта.
Наш Иван вооружён.
Спасибо!
Появился кейс.
Харт, дай визуальное подтверждение.
Но там нет диска.
Кейс открывается.
Чья- то задница всё загородила.
Харт, ничего не видно, а нам нужны эти диски.
- У неё целых две задницы!
- Придумай что- нибудь!
Извините.
Ещё что- нибудь закажете?
Да.
Мне понравился ваш борщ.
Как это по- русски:
Появились диски.
Мы пошли!
Всем на пол!
И держите руки на виду!
Не понимаем по- английски.
Никому не двигаться, пока я не увижу, что вы "Ложиться на пол!"
Сэр, он покраснел!
Харт, ничего не делай.
Русский стал фиолетовым, сэр!
Он вооружен!
Никому не двигаться!
Руки вверх!
Назад!
Сэр, я не могу дать ему умереть.
Для него это лучший выход.
А его жертвы не успели поперхнуться арахисом.
Теперь лежать.
Бросьте оружие, или я убью её.
Иван, назад.
Обойдёмся без жертв.
Вечеринка накрылась!
Головка не болит, пирожок?
Теперь ты сядешь надолго.
Вызовите скорую!
- Заткнись!
- Держись!
- Извини.
- Не извиняйся.
Отличная работа!
Хорошая.
Увидимся в участке.
Пошли, Харт.
Машина ждёт.
Я виновата в том, что ранили Гранта.
Успокойся.
Дело сделано.
Ты допустила ошибку, но это твоя ошибка.
Всё.
Кстати, ты плохо выглядишь.
- Доброе утро, миссис Шварц.
- Доброе утро, Грейси.
Харт.
Да, сэр.
Я буду через 20 минут.
Нет проблем.
Задержитесь?
Да, сэр.
Нет.
Помощь не нужна.
Вас поняла.
Да, сэр, я знаю, что срочно.
Эй, здесь нельзя стоять --
Это срочно.
Я по делу.
Посторонитесь, пожалуйста.
Спасибо.
Я по официальному делу.
Посторонитесь.
Эй, проваливай!
Здесь очередь.
ФБР.
Не советую мне мешать.
Сэр, мэм, пожалуйста, отойдите.
Мне нужно восемь двойных --
Восемь двойных каппучино.
Одно без пены.
Пять без кофеина, но с соломинками.
Четыре маккиато с карамелью.
И двойной наполнитель.
Две булочки с голубикой и присыпкой...... и один "Старбак".
Нет!
Я бы хотела....
Что случилось?
Где МакДональд?
В пакете.
Он упоминал о вчерашнем?
Расслабься.
Не раздражай его.
Молчи и не спорь.
Я не спорю.
Я никогда не спорю.
Когда я спорила?
Иногда я разговариваю на повышенных тонах.
Ты только и делаешь, что споришь.
Доброе утро.
Доброе утро, сэр.
Это....
Сэр.
Прошу внимания.
Я знаю, вас беспокоит состояние Гранта.
Я счастлив сообщить...... что Джерри в порядке.
И его скоро выпишут.
Он говорит, готовьте подарки.
Хороших новостей больше нет.
Мы получили новое письмо от "Гражданина".
Поджоги, взрывы, отравления...... парень никогда не повторяется.
Можно сказать одно...... его письма полны загадок...... и мы обязаны их разгадать.
Письмом занимаются аналитики.
Надеюсь, нам удастся кого- то спасти.
А пока...... Мэтью, собирай команду.
Ты сам этого хочешь.
Вчера ты заслужил это.
Собирай команду.
К трём у меня должен быть план.
Всё.
Сэр...?
За чей счёт я обедаю?
Сэр, я хочу поговорить о вчерашних событиях.
Я неточно выполнила приказ --
Приказ и "неточно"?
Такого не бывает.
Не спорю, сэр.
Вы правы.
Расследование, конечно, нужно.
Но не лучше ли мне заняться "Гражданином"?
Я могу вычислить его местонахождение.
Я могла бы внести свою лепту.
Как же ты это сделала?
Ты подвергла опасности себя и пять агентов.
Теперь я подумаю о безопасности остальных.
А ты с головой уйдёшь в бумажную работу.
Разговор окончен.
Майк, дай мне мороженого.
Тяжелый день?
Хуже не бывает.
Тебе полный стаканчик?
Привет, Эйнштейн.
Если разгадаешь письмо "Гражданина", дай знать.
Спасибо.
Как ты?
Всё в порядке?
Нормально.
Рано начинаешь сегодня.
Хочу наесться до отвала.
Попробуешь?
Я бы с удовольствием, но у меня свидание.
Бет!
Перешёл на малолеток.
Майк, я буду пиво и....
Молоко.
Белое вино.
Здесь все агенты?
Почти все.
А это одна из них.
Грейси Харт.
Бет Картер.
Привет.
Бет специализируется по юриспруденции.
Мой вклад - практика.
Полагаю, она отвечает тем же.
Грейси, оцените вашу работу с женской точки зрения.
Ты обращаешься не по адресу.
Верно, Харт?
У вас все женщины носят мужские ботинки?
Это ради парня, который сделал мне тату на заднице.
Оставайся с Беном и Джерри.
Увидимся позже.
- Рада была познакомиться.
- Я тоже.
Надеюсь, ты хорошо проведёшь время.
"Вохоп" - отличное место.
Неплохое, но для разнообразия сходи в "Ла Чиниту".
Там потрясающие бобы и рис.
Я не хочу разнообразия.
А свинину с рисом я ем каждый --
Я всё нашла!
Я пыталась найти закономерности...... в предыдущих письмах.
Здесь он использовал символ.
Слово "мисс"...... получило другой смысл.
Я могу закончить?
Это о конкурсе "Мисс США".
Аналитики тоже так думают.
Что у нас есть?
"Мисс США", штат Техас, в Аламо.
Я забыл об Аламо.
Конкурс длится три дня.
Отбор...... конференции, прямая трансляция.
Словом, кошмар.
Это не просто показ красоток.
У нас в запасе 48 часов.
Итак, джентльмены.
С чего начнём?
Надо договориться с организаторами конкурса.
Вам понадобится их помощь.
Да, верно.
Мы так и сделаем.
Дело "Гражданина" - в нашей юрисдикции.
Можно позвонить в Сан- Антонио.
С кем- нибудь полюбезничать...... и заручиться их помощью.
Согласен.
Хорошая мысль.
Он любит эпатаж.
Целью может стать публика...... на предварительных показах или телевизионщики.
Во время заключительного шоу.
Поставьте камеры по периметру.
Этого будет мало.
Есть сотни мест, куда...... заходят одни конкурсантки: грим- уборные, номера отеля....
Лучше иметь своего человека.
Да!
Человек...... под прикрытием.
Хорошая идея, босс.
Есть одна девушка на примете.
Это ещё что.
Смотрите.
Что я говорил?
Класс, верно?
Отлично.
Есть одна проблема.
Она великолепна!
Посмотри слева.
Ниже... ниже....
- Вот.
- "В декретном отпуске".
Ничего не выйдет.
Можешь поискать?
Женщины моложе 35- ти.
Дженсен, Дженсен!
Сейчас, сейчас!
Есть, есть!
О, нет!
Ладно, ладно!
Нравится?
Взгляните на это.
Вот наша победительница.
Судьи готовы?
Лучше не придумаешь.
Он стоит сзади, да?
Сэр, мы просто...... искали агента для работы на конкурсе.
Я был лучшим.
Вряд ли это кого- либо вдохновит.
Возвращайтесь к работе.
- Харт, идите на своё место.
- Да, сэр.
Не могла сказать?
Выставила меня идиотом.
У меня нет глаз на затылке.
- Он стоял рядом.
- Что я могла сделать?
- Что?
- Смотрите.
Ты серьёзно?
Это же Харт.
Заканчивай.
Пошли работать.
Очень смешно.
Подождите.
А ведь неплохо.
Такого больше не увидишь.
- Что скажешь?
- Обойдёшься.
Почему?
Я не собираюсь маршировать в купальнике под именем...... Грейси Лу Фрибуш, которой нужен мир во всем мире.
Это будет не так.
Там будет наша команда.
И все в купальниках.
В чувственных купальниках!
Немного упражнений...... чтобы подтянуть задницу.
А вот этого не хочешь?
МакДональд ненавидит меня?
Или ему нужна женщина?
Не обольщайся.
Тебя никто не считает женщиной.
Он решил наказать меня?
Я умолял его, чтобы он согласился.
Нравится тебе это или нет, но ты вечно всё портишь.
Садись, садись.
Я никогда не была на конкурсе красоты.
У меня даже нет платья и туши.
Хочешь удивить меня?
Представь на секунду...... что я согласилась.
Я должна буду всё делать?
Прическу, макияж --
Именно так.
Будешь крутить задницей, улыбаться и ходить с номером.
Сто баксов на Мэтью.
Не знаю.
Идёт.
Всё, детка.
Да.
Ты в одном купальнике.
Хорошо.
Молодец, девочка.
И куда я положу пистолет?
Есть только одно место.
Возможность получить образование, увидеть мир...... расширить горизонты --
Лучше пойти на флот.
Это прямой путь к женоненавистничеству.
Неужели ты такой поверхностный?
Трудно поверить, правда?
Пришли.
Поэтому наш сотрудник будет работать под прикрытием.
Правильно ли я вас поняла?
Кэти, эти люди хотят, чтобы их агент...... участвовал в конкурсе.
Она должна победить?
Нет, мэм.
Но вы должны нам помочь...... наш агент должен войти в пятерку лучших...... и участвовать во всех мероприятиях.
- Это невозможно.
- Мисс Морнингсайд...... мы понимаем всё значение этого конкурса --
Извините.
Это не конкурс красоты.
Это программа помощи студентам.
Так было с момента моего появления.
И я намерена поддерживать это кредо.
Вы правы, мисс Морнингсайд.
Мы хотим защитить девушек.
Женщин.
Студенток.
Самое главное - это безопасность девушек.
Я скорее отменю конкурс, чем допущу трагедию.
Ведь девушки будут в полном неведении.
Мы хотели отменить конкурс, но нам отказали.
Это не в наших силах.
Я в растерянности.
Какой штат она будет представлять?
Есть новые данные о мисс Нью- Джерси.
Она снялась в фильме "Арма, надень это".
Это была она?
Да!
Вы ведь понимаете?
Простите.
Я дам вам телефон Виктора Меллинга.
Фрэнк.
Он - наш консультант.
Фрэнк.
Возможно, он вам поможет.
Фрэнк!
Мой ассистент Фрэнк Тобин.
Привет.
Дай этим людям телефон Виктора.
И принеси мне минералки.
И рубашку заправь.
Вода для тебя...... и....
Телефон Виктора Меллинга.
Мистер Меллинг.
Здравствуйте.
Если вы - Грейс Харт, я сейчас же ухожу.
Я давно не причёсывалась.
Точнее, уже 10 дней.
Я - Эрик Мэтью.
Мы с вами говорили.
А ваша прическа великолепна.
Я не могу согласиться на эту работу.
Я не смогу подготовить эту женщину за два дня.
Мистер Меллинг, хотя бы попробуйте.
Сядьте.
И пообедайте за счёт Бюро.
Будем цивилизованными людьми.
У меня дела.
Я тебя предупреждал.
Но мы ещё увидимся.
И пообщаемся.
Вы любите кепки?
Я подарю вам кепку ФБР.
До встречи.
Очень жаль.
- Вы голодны?
- Ага.
- Да.
- Ага.
Надо говорить "да", а не "ага".
Садитесь.
Вы поняли?
- Извините.
- Всё в порядке.
Полагаю, нам ещё понадобится салфетка.
Каберне, пожалуйста.
Вам пива?
- Нет, спасибо.
- Больше ничего, Филипп.
И давно вы тренируете конкурсанток?
Простите?
Меня отвлёк кусок непрожёванной говядины...... крутившийся в вашей широко открытой пасти.
У вас есть проблемы?
- Проблемы?
- Ага.
То есть, да.
Я вас чем- то обидела?
Вы прёте против меня с первой минуты.
Когда- то я был самым востребованным...... дорогостоящим консультантом.
Я не знала.
Меня умоляли стать их консультантом.
Мои девушки побеждали...... 10 лет подряд.
Когда мы проиграли, победила глухонемая.
С этим не поспоришь.
Затем...... в 96- ом...... моя девушка предстала изваянием.
Она сказала репортёрам...... что я - педант и краснобай...... и заговорил её до бесчувствия.
Разумеется, после этой статьи...... меня больше не приглашали.
Тогда почему мисс...... Морнингсайд рекомендовала вас?
Потому что я - лучший.
Или потому, что стоящие консультанты заняты.
У каждого есть кандидатки со среднего Запада.
Эдакие девицы- ковбои.
А у меня появилась...... замарашка.
Ага.
Да.
О, Боже.
Такую походку я видел у Спилберга.
Я живу с этой походкой уже 30 лет.
Надо скользить.
Скользите.
Только не смотрите вниз.
Смотрите вверх.
Подбородок параллельно полу.
Скользите.
Скользите.
Это не ледовая арена.
Я скольжу.
Нет, нет.
Только не поднимайте ноги.
Почему вы их поднимаете?
Я готовлюсь убежать.
Нет, постойте.
Подождите.
Скользите.
Скользите.
Видите?
Скользите.
Я красиво выгляжу?
Покачивайте бёдрами.
Голову наверх.
Скользите --
Я скольжу!
Ты что, ослепла?
Кретин.
Как она ходит.
Она плывет.
С облачка на облачко...... к небесам.
Как только эту вешалку увидят...... её отошлют обратно.
Одни слёзы.
"Если бы у меня были мозги"!
Почти не смешно.
Как она?
После напряженной работы...... её можно поставить на стоянке грузовиков.
Спасибо!
Неприятная...... и смешная.
Не так ли?
О, Боже!
Мистер Вик, всё готово.
С чего начнём?
Зубы, волосы, маникюр, педикюр.
Что сперва?
Что вы будете делать с моими зубами?
Хочу удалить налёт от пива и остатки стейков.
Можно укол новокаина?
Это просто чистка.
Свини Тодд, что вы делаете?
Волосы должны быть в порядке.
Обойдёмся без самодеятельности.
Главное, их расчесать.
Никакой жалости.
Могу я попросить у вас дрель?
Внимание.
Всем, кто удаляет волосы...... ваше время 23. 00.
Линия бикини.
Привет.
Такой когда- нибудь видели?
Здесь столько мяса.
Спасибо!
Никто не говорил, что будет легко.
Этот микрофон воспринимает нашу чистоту.
Эта фольга делает меня отличным приёмником.
Это микрокамера.
Там мощные линзы.
На мониторах будет отличная картинка.
Твоё новое удостоверение.
Для конкурса.
Грейси Лу Фрибуш?
Мой IQ упал на 10 пунктов.
Более... летящие.
Брови.
Сделайте две.
Два раза покройте и закрепите.
Невероятно.
Где же она так застряла?
Харт, это ты?
Платье, гель в волосах, я не спала...... голодна и вооружена.
Лучше не приставай.
Я в порядке.
Я спокойна.
Всё хорошо.
Да, это она.
Мистер Вик, отличная работа!
Спасибо.
Господи, как же я хорош.
Итак, Грейси Лу, внимание.
Операция "Купальник" началась.
Попробуй застрелиться.
Название операции удалось.
Виктор?
Виктор!
Мисс Морнингсайд, вы стали более...... лучезарны, чем когда- либо.
Здравствуйте.
Привет.
Мисс Харт?!
То есть, мисс Фрибуш.
Виктор, я вижу, вы сохранили сноровку.
Вы выглядите великолепно.
И как раз успели на установочный завтрак.
Вы отнесёте сумки в номер?
Полагаю, вы не успели...... забыть, какие у нас тут порядки.
Одна ошибка, и я стану мальчиком на побегушках.
Огайо.
О- га- йо!
Вашингтон.
Симпатичные яблочки.
Сам придумал?
- Мисс Фрибуш!
- Я держусь.
Держусь.
Нью- Джерси?
- Кто она?
- Ты видела её раньше?
Эй, Нью- Джерси.
Здесь свободно.
Спасибо.
- Я - Шерил из Род- Айленда.
- Привет, я --
Грейси Лу Фрибуш.
Ваши данные были в ознакомительной брошюре.
Я знаю всех 49 девушек по имени и в лицо.
Пятьдесят, включая себя.
Твоей фотки там не было, так я и поняла, кто ты.
Споём нашу песенку?
Думаю, вы догадались, какую.
От берега к берегу
Как статуя Свободы
Она царит повсюду
Мир красоты и грации
Она - Мисс США
Захожу в город Барби.
Работаем, ребята.
Обожаю свою работу!
- Неплохо выглядит.
- Очень неплохо.
Наш столик!
Я была здесь три дня назад, чтобы легче --
Посмотрите на этих красоток!
Никаких булочек!
Девочки, это Грейси Лу Фрибуш из Нью- Джерси.
Карен Кранц, Нью- Йорк.
Привет, Джерси.
- Мэри Джо Райт, Техас.
- Салют.
Белинда Браун, Теннесси.
- Как мне это нравится!
- Да!
Лесли Дэвис, Калифорния.
Привет.
И Алана Крюсон, Гавайи.
Алоха.
Алоха, детка!
Знаете, я верю в то, что было написано на куполе Аламо.
Мы все победительницы.
Эй, Харт!
Думаешь, она голодна?
Главное, мы сможем поделиться самым сокровенным.
Ведь мы сумели дойти до главного состязания.
Даже, если ты - из маленького штата --
Это так!
- Мы, жители Род- Айленда -- - Я не закончила.
Извини.
Зачем ты извиняешься?
Она выпила слишком много коктейлей.
- Ты мне это говоришь?
- Тебе.
Я хотела спросить:
На Гавайях говорят "Алоха" и встречаясь, и расставаясь?
И что?
Если твой собеседник не может остановиться...... услышав "Алоха", он замолчит?
Хоть одну я развеселила.
Харт?
Харт, ты меня слышишь?
- В чём дело?
- Я не знаю.
Не работает.
- Пять минут назад всё работало.
- Кто подсоединял?
Раз, два --
Большое спасибо.
Спасибо.
Вот уже 21 год...... я исполняю обязанности директора конкурса красоты.
Уверена, что это шоу станет исключительным!
Ведь со мной работают гении.
После репетиции и фотосъемок вы можете разойтись.
Предварительные конкурсы...... будет вести наш церемониймейстер...... самый американский американец - Стэн Филдс.
Спасибо!
Спасибо, Кэти!
Надо восстановить связь!
- Мы работаем над этим.
- Мы пытаемся.
Спасибо, Кэти.
Она сводит с ума?
Как ей это удаётся?
"Кто этот старик в моей пижаме?"
И хотя в этом году я ухожу на покой....
Не плачь, Алабама.
Как грустно.
Он уходит.
Он не уходит.
Мы говорили с ним утром, и он проболтался.
Хотят найти кого- нибудь помоложе.
Надеюсь, это будет Рики Мартин.
О, Господи!
Извините.
Я откусила кусок булочки, не помолившись.
Господи, прости меня...... я откусила кусок булки с маслом, не помолившись.
Большое спасибо.
Аминь.
Надеюсь, я не помешала.
Нет, я просто...... чистила перышки.
Я приготовила свой знаменитый шоколад.
Моя соседка спит или начинает застывать.
Хочешь зайти?
Я хотела угостить девочек...... но они, услышав слово "шоколад", закрыли двери.
А ведь он обезжиренный.
Ну, за...... мир во всём мире.
Мир во всём мире.
Горячо.
Прости.
Знаешь, тебе удалось...... разрядить атмосферу за нашим столиком.
"Алоха, алоха".
Это твой ключ к победе.
Ты такая умная.
Смешить - твоё призвание.
Что ты будешь показывать?
Ну -- Я хотела....
Не волнуйся, в этом нет ничего неудобного.
Никаких игр с жезлами, ничего подобного.
А ты что будешь показывать?
О, Шерил, прости.
Игры с жезлами - настоящее искусство.
Я видела одну девочку на футбольном матче.
Она танцевала с горящими жезлами в руках.
Может, попробуешь?
Мои родители не любят показухи.
И совсем не любят огонь.
Шерил, ты можешь победить, как и все остальные.
Ты дошла до итогового конкурса, а это немало.
- Думаешь?
- Да.
Ты такая милая, такая умная, такая добрая.
Ты обязательно выиграешь.
Ну, всё.
Извините, но мне нужно хоть немного отдохнуть.
- Прости.
- Извини.
Только не это.
- Что?
- Ты вынула из уха микрофон.
- Тебя ждёт Вик.
- Сейчас?
- Я не спала два дня!
- Я дам тебе печенье.
Только самое большое.
Вы должны не идти, а плыть.
Медленно спускаетесь и не смотрите вниз.
Попробуем ещё раз.
Только не смотрите вниз, хорошо?
Бедра касаются друг друга....
- Касаются, а не лязгают.
- Они касаются.
У вас брешь между коленками, между икрами и лодыжками.
Сейчас у меня огромная брешь между головой и позвоночником.
Вот.
Держите.
А броневика там нет?
Он лежит в другом платье.
Песня?
Танец?
Жевание с закрытым ртом?
Всё, что скажете, Учитель.
О, Господи.
Агент Мэтью!
- У этой женщины нет талантов!
- Только не при ней.
Я не могу обеспечить её "талантом" за пять часов!
Одну минуту.
О чём вы говорите?
Она будет просто стоять на сцене...... и превращать кислород в углекислый газ!
Всего за два дня вы сделали её красавицей.
По сравнению с той разбитой клячей, да.
Я выполнил все условия нашего контракта.
- Так найдите в ней талант, или -- - Вы мне угрожаете?
- Послушай, старый пижон!
- Помолчи, гончий пес!
Я кое- что умею.
Правда, я не делала этого со школы --
- Надеюсь, это не секс на сцене.
- А такое возможно?
Мне надо позвонить в службу доставки.
Мисс Харт.
Прошу вас.
Спасибо.
И другой.
Спасибо.
Хорошо, хорошо, хорошо.
Счастлив, мерзкий любитель пончиков?
Я тебе говорила, что Стэна Филдса увольняют?
Я этим занимаюсь.
А ты вживайся в роль Грейси Лу.
Кстати, ты отлично работаешь.
Я подумал, вечернее платье....
- Ты так убедительна.
- Значит, я великолепна.
Я не думаю, что ты великолепна.
Ты так думаешь.
Ты хочешь поцеловать меня.
Ты хочешь обнять меня --
МакДональд и то женственней.
Лучше уж поцеловать его. -- любишь меня.
Ты хочешь обнять меня.
Ты хочешь поцеловать меня.
Приятных сновидений.
Грейси, ты выглядишь усталой.
У неё была беспокойная ночь.
Джентльмена?
- Мужчинам сюда нельзя.
- У них это разрешается.
Девочки, послушаем, что она расскажет.
Ты спишь с судьей?
А, вы про того парня?
Нет, я встречалась с ним какое- то время, так как...... он сказал, что у него неизлечимая болезнь.
Сначала я даже не поняла, что это глупость.
О, я знаю, что это такое.
Он просто неудачник.
Увлекся мной, но это лишь редкие встречи.
"Привет и пока!"
Самомнение у него вот такое.
А возможности вот такие!
Отличная работа.
Мы вместе это придумали.
Величиной с иголку.
Подготовьтесь к Аламо.
Спасибо.
Спасибо.
Первый конкурс "Мисс Соединенные Штаты"...... открылся в прекрасном месте, Аламо!
Вы увидите танцевальные номера...... и услышите чудесную музыку.
А когда я закончу, вы увидите наших девушек.
О, да!
Первой выходит...... мисс Мэри Джо Райт из Техаса!
Это выступление барменши?
Я была уверена, что вы не достигнете совершенства.
Я хотел бы объяснить...... но слов не хватает.
Орлиный глаз.
Проверь ковбоя по курсу 1. 00.
1. 00 от меня или от тебя?
В белой ковбойской шляпе.
Здесь все в таких шляпах.
Он идёт вперёд.
- К сцене.
- Успокойся, мы за ним следим.
Ребята, он вооружён.
Кто его обезоружит?
Я беру его.
Ты должна убедиться!
Оружие!
Оружие!
Всем лечь!
Это их дело, не так ли?
Странный инцидент произошёл на конкурсе "Мисс США"...... участница из Нью- Джерси прыгнула со сцены...... на зрителя, пытавшегося прикурить сигарету.
Сейчас она рядом со мной.
Что заставило вас прыгнуть со сцены?
Думаю, этот господин теперь задумается, прежде чем закурит.
Мы все подумаем.
- Он был вооружен.
- Разумеется.
У каждого техасца есть оружие.
Даже у моего флориста.
У меня нет пистолета.
Мои предки были квакерами.
Стэн, прошу!
Мы подозреваем всякого, кто имеет оружие.
Получены результаты анализа ДНК.
Конверт от "Гражданина" заклеивала женщина.
Раньше он не облизывал их.
Он прокололся, вернее, она.
Это нелепость.
Это не в вашей компетенции.
Лучше проводить конкурсы в подвале, чем так работать.
В любой операции бывают проколы.
Насколько я вижу, она всё ещё с нами.
О, Господи!
Я могу поговорить с мисс Харт наедине?
Конечно.
Это одна минута.
Небольшие уточнения.
Волосы, гель, мусс.
Я осознаю свою ошибку.
Извините.
Всю свою жизнь я борюсь с такими, как вы.
Вы считаете нас кучкой безмозглых дурочек.
Вы знаете, о ком я.
Феминистки...... интеллектуалки...... уродины.
Я отказываюсь следовать им.
Вся моя жизнь посвящена этому конкурсу.
И мне никто не помешает.
Особенно, в этом году.
Я убью каждого, кто помешает.
Поняли?
Да.
Фрэнк!
Интервью - самое важное в конкурсе.
30% приходится на него.
А остальные 70% на грудь?
Так ты готовишься к заключительному шоу?
Посмотри, какое вечернее платье мы достали.
МакДональд видел выступление Харт.
Он уже едет.
Отлично.
Ужасно быть уволенным по телефону.
Не могу поверить!
Дело плохо.
Еще как.
Мне нужно отвлечься.
Пойду, поплаваю.
Потом вернёмся к завтрашнему плану.
Есть.
Руки сложены...... ноги скрещены.
Голова поднята!
И главное - улыбка.
Улыбающиеся носят корону, а хмурые - сдвинутые брови.
Дать бы вам по шее.
Только с улыбкой.
Итак....
Почему Нью- Джерси называют...... штатом Садов?
Это лучше, чем признать себя отстойником отходов.
Ваш инфантилизм неподражаем...... но я продолжаю работать.
Какая разница?
Я и так попаду в первую пятёрку.
Можете меня поздравить.
И вы с этим согласитесь?
А ваша личная гордость?
Я - агент ФБР, а не цирковая обезьяна на каблуках.
Прежде всего, вы - личность, которой нужно учиться!
Друзей и романы вам заменяет пистолет.
Значит, у меня есть сарказм?
И это говорите вы, чьё каждое слово полно презрения?
Я несчастный, сварливый аристократ,...... и меня это вполне устраивает.
Я не хочу романов, и у меня их нет.
Друзей нет, потому что я работаю по ночам.
Вам не понять, почему я такая, какая я есть.
Почему вы сейчас не такая, какая вы есть?
Не ваше дело.
Судьи, возможно, никогда не слышали подобного.
У нас много работы.
Нет, мы закончили.
Закончили.
- Где Мэтью?
- Плещется в бассейне.
"Как контролировать оружие?"
Отлично.
Ты должен знать об этом.
Я ухожу.
Пока.
Постой.
Подожди.
- Что ты имеешь в виду?
- Ты ошибся с девушкой.
Понял?
Только этого не хватает.
Об этом и речь!
У меня ничего не получается!
Вик говорит, что такие вещи....
Но мне плевать на его слова.
Ведь я делаю свою работу...... и меня это устраивает.
Ты ведь тоже работаешь?
Да.
Мы все делаем свою работу.
Тогда что со мной?
Ты ходишь на свидания.
Вот именно.
И оба раза ничего не вышло.
Но мне наплевать на это.
Я просто...... работаю.
За эти три дня в голове всё смешалось.
Пять лет я ждал такой операции.
- И выбрал не ту девушку?
- Ты выбрал меня...... я не была в декрете и сохранила товарный вид.
Знаешь, почему мне позволили выбрать тебя?
- Даже не догадываюсь.
- Потому что ты умна...... мила и легко идёшь на контакт без оружия.
Дай Вику возможность поработать с тобой.
Если они увидят то, что вижу я...... тебя полюбят.
Ну, что скажешь?
Я тебя не подведу.
Я хотел это услышать.
Вернее, я могу тебя подвести.
Но постараюсь этого не сделать.
Не испорти платье.
Вик убьёт тебя.
Почему?
Ты упала.
- И тебе это идёт.
- Заткнись!
Ребята, Харт в уборной.
Смотрите.
- Ты видел ноги той девочки?
- Кто твой папочка?
Надеюсь, это конфеты!
Повернитесь.
Откройтесь.
Парень на волосок от смерти!
Ради этого можно рискнуть!
- Хватит.
Нечего смотреть.
- Что ты имеешь в виду?
Она - агент ФБР.
Надо стать местной красоткой.
Мазь от геморроя?
Это от мешков под глазами.
Правда?
Наконец- то, нечто знакомое.
Что вы делаете?
Куда ползти?
Просто ползти!
Довольно!
Почему вы всё усложняете?
Это вы попали в неловкую ситуацию.
Почему Джорджия в цельном, а на мне этот огрызок?!
Покажите себя, и все поверят, что вы настоящая.
Все по местам!
Идём!
Конкурс в купальниках даёт ещё 15% баллов...... демонстрирует грацию, атлетизм и осанку...... каждой женщины.
Последний раз я обнажалась в младенчестве.
У меня нет груди, бёдер -- Мне надо носить скафандр.
Всю жизнь я бежала от этого.
Достигните состояния буддиста.
Слушайте своё дыхание и биение сердца...... думайте о Далай Ламе.
Техас!
Род- Айленд!
Нью- Джерси!
Далай Лама, Далай Лама....
Нью- Йорк!
Калифорния!
Я должна сказать - мир во всем мире.
Конечно, мир во всем мире.
Это просто.
Мир во всем мире.
Мир во всем мире.
Что вы пожелаете нашему обществу?
Сурового наказания для нарушителей закона.
И мира во всём мире.
Спасибо, Грейси Лу.
И тебе спасибо, Стэн.
Шерил Фрэйзер из Род- Айленда.
Очаровательно.
Вы пьяны?
Рада, что вам понравилось.
- Анализ крови?
- Фотографии.
Шерил Фрэйзер защищала животных...
-... вела подрывную деятельность.
- Всегда такая тихая.
Всё подходит: любит одиночество, интроверт.
Эта Шерил?
Опишите ваш лучший день.
Красивый.
Это 25- ое апреля...... в этот день не слишком жарко, не слишком холодно.
Можно выйти в легком жакете.
Настоящая рецидивистка.
Может, она - сообщница.
Для связи с конкурсом.
Это ты и должна узнать.
Как?
Подружись с ней.
Поболтайте.
- Поболтать?
- Да, на девичьи темы.
О чем же они могут болтать?
Поговорите с ней сами?
Представь, что она - это я.
Узнай о самом сокровенном.
Я должна избить её?
Почему бы вам --
Ладно, я попробую.
Вставь это в ухо.
Как можно говорить с девушкой, имея в голове "парня"?
Я не представляю, о чем мне говорить.
Девичьи темы.
О, Боже!
Привет, Род- Айленд, как дела?
Спрашиваешь?
Ты же слышала мой ответ.
Нет, ты ошибаешься.
Вы не похожи.
Предлагаю поесть...... и немного поболтать.
Ты сошла с ума?
Пицца и пиво запрещены!
Ты знаешь, сколько в этом калорий?
Это лёгкое пиво, оно всё равно выйдет.
Пойдем.
Не хочешь?
Никто не хочет?
Нет?
Я посижу, а вы потренируйтесь...... на своих велосипедах...... пока я буду есть пиццу с чудесным сыром.
Вы посмотрите, какой сыр.
Шерил, не надо.
Хотя бы сними верх.
Первый шаг - пицца.
Второй - огненные жезлы....
Похоже, одной пиццы не хватит.
Я хочу ещё выпить!
Пойдём, выпьем.
Повторить, девочки?
- Я больше не могу!
- Можешь!
Это так странно!
Я пью уже третью, но ничего не чувствую!
Правда?
Я так же отвечала на свой вопрос.
Не беспокойся, мы все набрались.
У меня был готов ответ на тот вопрос.
Мой лучший день - обед с мужчиной...... романтический обед.
Прогулка босиком, разговоры о книгах...... музыке и кино!
Понятно, почему ты - девственница.
Пора краситься.
Пошли.
Где мои линзы?
- Мы останемся здесь.
- Я хочу ещё пиццы.
Повторим наш заказ.
Веселитесь!
- Здесь весело.
- Да, весело.
Так весело, что почти незаконно.
Кстати, ты когда- нибудь...... нарушала закон?
Да!
Нарушала.
Как?
Я украла в магазине красные трусики.
Мама не хотела покупать их!
Она сказала, что это трусы Сатаны.
- И всё?
- Да.
Было ещё нечто в колледже...... с профессором литературы.
Он хотел поговорить о своей работе, и я пришла.
Знаем мы эти разговоры.
Можно заказать такую пробирку?
Можно пару пробирок?
И он накинулся на меня.
Шерил, ты заявила на него?
Я никому не говорила об этом.
Такое ведь часто случается.
Так не должно быть, Шерил.
Я могу показать тебе много приемов.
Правда?
Да!
Вставай.
Расставь ноги.
Я отодвину стул.
К тебе кто- то подходит --
Она в полной отключке.
Вернёмся назад, пока мисс Морнингсайд не узнала.
Да, она суёт свой нос повсюду.
Но не забудет о тех слухах, что про неё ходили.
Что вы имеете в виду?
Но одна победительница вдруг отравилась.
Странно!
Стэн сказал, что она получила письмо...... её хотят уволить!
И она запустила стул в окно!
Нам пора.
Пошли.
20 человек ждут подтверждения информации.
И не говорите, что я не понимаю.
Как ты будешь жить без краски?
Выслушай меня.
- Я вынул микрофон из уха.
- Я уверена, это не Шерил.
Успокойся.
Они нашли "Гражданина".
Что?
Где?
Он скрывался где- то в Неваде.
Там столько С- 4, что хватит на Большой Каньон.
Собираемся и уезжаем.
Сэр, надо поговорить.
Всего одна секунда.
Всего одна секунда.
Полагаю, ситуация требует нашего присутствия.
Тебе закрасили уши?
Мы взяли этого типа!
Я уважаю ваши слова.
И ваши действия...... но вдруг мы ошибаемся?
Вдруг письмо от "Гражданина" - подделка?
Оно отличается от предыдущих.
Лингвистическая характеристика и данные ДНК...... указывают на женщину!
Он мог попросить подружку заклеить конверт.
Есть основания начать слежку за Морнингсайд.
Сперва прыгни на неё в своём баварском платье.
Я оказался здесь из- за тебя и не желаю выслушивать...... твои бредни!
Вы абсолютно правы, сэр.
Больше ни слова.
Спасибо.
Но в этом году её должны уволить, и она скрыла это.
У тебя появились проблемы с внутренним отделом.
Будучи участницей конкурса, она вышла в финал...... вдруг её соперница отравилась.
Странно?
"Странно"?
Она угрожала мне.
А Мэри Джо обвиняет её в насилии.
Кто такая Мэри Джо?
Получаешь информацию по ночам?
Может, замолчишь?
Ты молчишь за нас обоих.
Есть основания подозревать Морнингсайд?
Нет, сэр.
Всё.
Я хочу остаться с небольшой командой.
Не разрешаю.
Прошу разрешения остаться одна.
Делай, что хочешь.
Хочешь остаться, оставайся!
Но как частное лицо.
Сдай значок и пистолет.
Собирайтесь.
Что?
Не смотри на меня, как на предателя.
Предатель всегда действует.
А ты просто стоял.
У тебя ничего нет.
Вы считаете, что я мешаю делу.
Но впервые я чувствую, что нахожусь там, где надо.
Я должна защитить девушек.
Это моя работа.
Которая держится на приказах.
И требует использования мозгов.
Забудь о правилах --
Мне нравятся правила.
Люблю знать, что я могу, а что нет.
Ты не единственная, кто любит свою работу.
А я хочу сохранить свою ещё лет на 20 или 30.
Господи, Харт.
Хватит.
Да, хватит.
Что ты делаешь?
Не делай этого.
Спасибо.
Большое спасибо.
Я не могу поверить!
Привет, мама.
Никогда так не делай!
Никогда не подкрадывайся.
Так делал твой отец.
Мама.
Ничего не получится.
Всё получится.
Федералы взяли "Гражданина".
Нам не на кого это повесить!
Да, нам не повезло.
Нам присылают письма с угрозами.
"Фронт освобождения женщин".
Исламисты протестуют против выступлений в купальниках.
Любая из этих групп может подложить бомбу.
Когда мы их получили?
Я только что написала их.
Как и письмо "Гражданина".
Ты - гений.
Фрэнк, просто я разозлилась.
Меня нельзя уволить.
Они хотят горячего шоу...... они его получат.
Мама, ты пугаешь.
А ты неряшлив.
Заправь рубашку.
Поехали домой, дорогой.
Мама?
Ох.
- Нужна помощь, босс?
- Нет.
Вик.
Приведите меня в порядок.
Волосы, косметика, лак, всё, что нужно.
Блестки --
Что вы делаете?
Я должен уехать, иначе мне не заплатят.
Я не могу остаться одна, попав в десятку.
Бюро уезжает.
А вы нужны мне!
Теперь нет.
Кокон раскрылся.
Я взял женщину без признаков эстрогена...... и сделал из нее леди.
- Пожалуйста.
- Никогда я так не гордился собой.
Или...... любой другой девушкой.
Вы воистину уникальны.
Если бы у меня была дочь, я хотел бы, чтобы она была...... похожа на вас.
Поэтому у меня и нет дочери.
Думаю, наши девушки в опасности.
Прошу вас, останьтесь.
Я не могу.
Это вам.
Я приберег его для сегодняшнего вечера.
Размер ваш, я надеюсь.
Желаю удачи, Грейси Лу.
Никаких оскорблений сегодня?
Ты - Дон Хо.
Кто видел Грейси?
Не могла же она забыть о репетиции.
Она съела 4 куска.
Это такое напряжение.
С её стаканами не попасть в десятку!
Я проспала и не накрасилась.
- Тебе помочь?
- Нет, спасибо.
Интересно, где здесь...... помада.
Девочки!
Желаю удачи, леди!
Поднимаемся.
Может, пойдешь к своей мамочке?
Если ты поедешь со мной, Техас.
Проходим.
Пенсильвания, Нью- Джерси, Техас....
Не могу открыть эту бутылку.
Волнуетесь?
Ты куда?
Я забыла свою грудь.
Сейчас вернусь.
Приготовились.
Пять, четыре, три....
Это прямой репортаж с конкурса "Мисс США"...... из Сан- Антонио, Техас!
Такие же, как у меня.
И ведущий нашего вечера - Стэн Филдс!
Добрый вечер, дамы и господа!
Добро пожаловать на вечер красоты, талантов и грации.
Я говорю не только о своей соведущей...... Кэти Морнингсайд!
- Привет, Кэти.
- Стэн, ты очарователен.
Ты забыл упомянуть мой "необыкновенный ум".
Это моя вина.
Помоги мне объявить 10 лучших девушек...... которые были определены на предварительных конкурсах.
Вот конверт.
Спасибо, Скотт.
Леди, затаили дыхание.
Гавайи!
Идем за ней.
Реакция.
- Вторая.
- Вторая.
Калифорния!
Нью- Йорк!
Аляска!
Техас!
Нью- Джерси!
О, черт!
Очень грациозно.
Должно быть, это больно.
Но она сумела подняться.
И последняя, Род- Айленд.
Итак, вот они!
10 финалисток конкурса.
Финалистки определены.
Я проверил Кэти Морнингсайд.
- Есть что- нибудь?
- Даже штрафа за парковку.
Образцовая гражданка.
Участница, директор конкурса, любящая мать.
- Она замужем?
- Вдова.
Один сын.
- Вы знаете ее сына?
- Вы тоже.
Это Фрэнк.
- Ее ассистент?
- Этот кретин Фрэнк?
В одном лице.
Есть что- нибудь в данных?
И не может быть.
Его фамилия Морнингсайд.
Он взял её фамилию, чтобы скрыть свои проделки.
Откуда вам это известно?
Я много лет работаю на этом конкурсе.
И могу поведать о таких подробностях.
Молодцы!
Отлично.
Я принесла тебе кое- что.
Я не могу --
Ты ела пиццу, воровала трусики, ты - отчаянная девушка.
Мы говорили об этом, помнишь?
Ты отлично справишься.
- Ваш билет, пожалуйста.
- Я - агент ФБР.
Я с ним.
Джентльмены, вы не можете --
Виктор!
Он со мной.
Я с ним, но я не "с ним".
Идем, котик.
Спасибо!
Она зажгла во мне огонь.
Теперь ты можешь носить трусики Сатаны!
- Привет, Харт.
- Что ты здесь делаешь?
Возможно, ты права.
Фрэнк - сын Морнингсайд.
Мерзкий извращенец Фрэнк?
Он сменил имя.
На него есть данные.
Наши здесь?
МакДональд запретил.
Только я.
Отличное шоу, мистер Тобин.
Ты - следующая, Нью- Джерси.
Мне надо взять бокалы.
Вы пропиваете мой талант!
Ты должна попасть в пятерку!
- Вы умеете свистеть?
- Нет!
- Работать с куклами?
- Нет!
У меня была девушка по мебели.
Вы говорили, что у меня есть лишь сарказм и пистолет.
И хороший удар.
А сейчас музыкальная композиция Грейси Лу Фрибуш.
Добрый вечер.
Бокалов с водой не будет?
Даем рекламу?
Любая женщина должна знать основы самообороны.
Но чтобы показать их, мне понадобится помощь.
Я прошу выйти сюда своего ассистента - Эрика Боба.
Еще изменения?
Остаемся с ней. -- как отразить нападение, используя минимум силы.
Иногда нападающий подходит спереди.
Бейте тыльной стороной ладони.
Сломанный нос и слезы в глазах нападавшего...... помогут вам скрыться.
Иногда нападающий подходит сзади.
Нападай!
Малыш Эрик, похоже, напуган.
Надо его подбодрить.
Она дала ему под зад!
Ты была лучшей королевой красоты.
Спасибо, вы так добры.
Девушки, дайте Лори немного пространства.
Идите.
Вам надо припудриться.
Не тискайте корону в руках.
О, Боже, какой ужас.
Фрэнк!
Отнеси ее ювелиру.
Она должна заблестеть.
Запомните, на теле есть 4 чувствительные точки.
Запомните четыре буквы.
С- П- Н- П.
Солнечное сплетение, подъем...... нос, пах.
Песня.
Даем Стэна.
Пожалуйте в штат Садов!
После рекламы мы узнаем о нашей пятерке!
Надо найти Фрэнка.
Ты слева.
Я осмотрю эту сторону.
Нет.
Теперь - вечернее платье.
Леди!
Через минуту 5 из вас...... приблизятся к короне на один шаг.
И одна из этих пяти...... это...... Калифорния!
Лесли Уильямс занимается музыкой.
Она верит в исцеляющую силу музыки.
Любит оперу, рэгги...... и, как истинная калифорнийка, "Бич Бойз".
Род- Айленд!
Шерил Фрэйзер занимается наукой.
Область ее исследований...... расщепление атомного ядра в элементарных частицах.
Небраска!
Для Бет Келли мир - это сцена.
Она увлекается театром и создает...... проекты для детей из неблагополучных семей.
Нью- Джерси!
Грейси Лу Фрибуш надеется стать педиатром.
Грейси, это ты.
Иди!
Она увлекается фигурным катанием, синхронным плаванием...... и любит полежать в джакузи.
Молодец, Грейси Лу.
И наша пятая финалистка:
Техас!
Мэри Джо Райт - психолог.
В свободное время она работает с бездомными...... и ест мексиканскую пищу.
Спасибо, леди.
Вы были великолепны.
Я хочу, чтобы лесбиянки знали...... если я смогла попасть в десятку, и вы сможете!
Встретимся в Бруклине!
Уберите ее оттуда!
Переходим на Стэна!
Тина, я люблю тебя!
Я люблю тебя, Карен!
После рекламы вернемся к финалисткам- лесбиянкам.
Даем рекламу.
Слово "лесбиянки" разрешено?
У тебя есть проблемы с этим?
Америка - это большой корабль.
Совместный труд и уважение...... приведёт корабль к дому.
Потрясающий ответ.
Проклятье.
Нью- Джерси.
Как вы знаете, многие полагают, что наш...... конкурс унижает достоинство женщин.
Что вы могли бы сказать им?
О, Боже.
Когда- то я была одной из них.
А потом я приехала сюда...... и поняла, что...... эти женщины умны, замечательны...... и пытаются изменить мир.
Мы стали хорошими друзьями.
Каждая ждёт, что другая упадёт лицом на пол --
Так и было!
Я уже падала!
Это самый удивительный опыт в моей жизни...... который помог мне обрести свободу.
О, Боже.
Я это сделал.
И если кто- нибудь...... кто угодно...... попытается навредить моим новым друзьям...... я остановлю их.
Они пожалеют о том, что появились на этом свете.
Я буду ловить их, пока не поймаю.
Спасибо, Кэти.
Короткий миг торжества и такие слова.
Лучше их вынуть.
Удачи, девушки.
Я хотела потереть корону на счастье.
Фрэнк хотел отполировать её.
Пока корона победительницы будет у меня.
Господи!
Это корона!
Да.
И вы уже можете ее почувствовать --
Нет, нет, нет!
Я не -- Это --
Заключительное выступление.
Представьте на себе корону.
Станьте ей.
И она будет вашей.
Итак, наступает момент истины и красоты.
Конверт, пожалуйста.
Что?
Минуту терпения.
Четвертое место...... Калифорния!
Третье место...... Небраска!
- Нам грозит опасность?
- Ждите здесь.
Второе место - Техас!
Брось оружие!
Быстро!
Брось оружие!
Итак.
Момент торжества.
На одну из этих девушек наденут корону.
Послушай!
Я достану свой значок.
Шевельнись, и тебе конец.
Первое место...... и обязанности победительницы, если та не сможет...... исполнять их, занимает...... Нью- Джерси!
Что означает...... Мисс Соединенные Штаты стала:
Не бери корону.
Шерил Фрэйзер из Род- Айленда!
Не бери корону.
Поверь мне.
Воплощение красоты и грации
Королева 50- ти штатов Сама элегантность и вкус
Мисс Соединенные Штаты
Высоко держи свою корону
Подними её до небес
Джерси сошла с ума!
Уберите ее со сцены!
Высоко держи свою корону
Подними её до небес
Она защищает правых
И любит ближних
Она дружит со всеми
Воплощение красоты и грации
Королева 50- ти штатов
Сама элегантность и вкус
Мисс Соединенные Штаты
Грейси!
Мисс Соединенные Штаты.
Конец.
Отличное шоу.
Это был текст песни!
У вас на меня ничего нет.
Это глупо.
Там, куда вы отправитесь, вам будут рады.
Он говорит о таких красотках.
Мисс Харт, вы не понимаете.
Я просто хотела сделать этот мир красивее.
Взгляните на себя.
Когда мы познакомились, Дэннис Родман был красивее вас.
А вы стали леди!
Я сделала это.
Это сделали Вик и команда профессионалов...... маникюрш и стилистов.
Садитесь в машину.
Подорваться на бомбе?
Вы сумеете объявить себя невменяемой.
Я заслужила это!
Что я получила за годы тяжкого труда?
Увольнение!
Они украли мою жизнь и мой конкурс.
Это не конкурс красоты, а программа помощи студентам.
Ага, ага.
"Да".
Удачи в конкурсе "Мисс тюрьма Сан- Антонио".
Ты видел?
"Мисс тюрьма" --
Хорошая работа.
Ты тоже поработал.
Как ты себя чувствуешь?
Приятно наплевать на правила?
Очень приятно.
Это свидание?
Нет, обычный ужин.
Ты думаешь, что я великолепна.
Ты хочешь встречаться...... любить и жениться на мне.
О чём ты будешь скучать?
О каблуках.
Они изменили мою осанку.
Я вдруг почувствовала, что у меня есть грудь.
- Любопытно, но я тоже.
- Агент Мэтью!
Грейси!
Слава Богу, вы здесь.
Это очень срочно.
Нашли зажигательное устройство.
Скорее!
Извините.
ФБР.
Это она спасла наш конкурс и наши жизни.
Нет, я не хочу.
Я не пойду туда!
Это его идея, Грейси Лу.
Только будущие жертвы могли привести вас сюда.
Это ваша заслуга, Генри Хиггинс.
Идите!
Дамы и господа, агент ФБР - Грейси Харт!
Не торопись!
Хоть ты и агент ФБР...... для нас ты останешься Грейси Лу Фрибуш.
Самая милая, добрая и классная девушка конкурса...... названа "мисс Конгениальность"!
Не знаю, что и сказать.
Кроме того, что...... это не наденешь на работу.
Я никогда не думала, что попаду в подобную ситуацию.
Я на это и не надеялась.
А когда это случилось...... я хочу сказать, что...... для меня это...
... большая честь.
И...... радость.
И...... я так тронута.
И...
... я за мир во всём мире.
Ройал Тенненбаум купил дом на авеню Арчер зимой, на 35- ом году жизни.
Через 10 лет у него и его жены было трое детей и затем они развелись.
Вы собираетесь развестись?
В данный момент нет... но... похоже, не все ладно.
Ты все еще любишь нас?
Конечно.
Ты все еще любишь маму?
Да, очень, но ваша мама попросила, чтобы я ушел, и я должен уважать ее мнение в данном вопросе.
Это наша вина?
Нет.
Нет.
Очевидно, мы принесли определенные жертвы в результате рождения детей, но... нет, господи, нет.
Тогда почему она попросила тебя уйти?
На самом деле я даже не знаю.
Может, я не стал для нее тем, кем я мог бы стать.
Ну, она сказала...
Давай, Часси?
Они никогда официально не разводились.
Спасибо, Пагода.
Этелина Тенненбаум содержала дом и поднимала детей и их образование было ее главной целью.
Да, я подожду, пожалуйста.
Спасибо.
Мне надо $187.
Выпиши себе чек.
Bene.
Si.
Grazie mille.
Она написала книгу об этом.
- Чез, Чез!
- Ричи!
Джентльмен в синем свитере, пожалуйста.
Спасибо.
У меня вопрос из двух частей.
Давайте.
Чез Тенненбаум, с начальной школы обычно обедал в своей комнате, стоя у стола с чашкой кофе, чтобы сэкономить время.
В шестом классе, он начал бизнес разводя далматинских мышей, которых продавал в зоомагазин в Маленьком Токио.
Он начал скупать недвижимость в подростковом возрасте и у него были почти невероятные способности в обращении с финансами.
Он заключил сделку о покупке дома своего отца на Орлином острове.
Здесь, Часси.
Давай прямо здесь.
Что ты делаешь?
Ты в моей команде.
Здесь нет команд.
Пулька застряла между двумя суставами левой руки Чеза.
Марго Тененбаум удочерили в возрасте двух лет.
Ее отец всегда отмечал это, представляя ее.
Это моя приемная дочь Марго Тененбаум.
Она писала пьесы и получила премию Брейвермена на $50, 000 в девятом классе.
Она и ее брат Ричи как- то зимой убежали из дому и поселились в африканском крыле общественного архива.
Привет, Илай.
Вы сказали, что я тоже могу убежать.
И никому не говори, что нас видел.
Они делили спальный мешок и питались крекерами и лимонадом.
Четыре года спустя
Марго одна пропала на две недели и вернулась без половины пальца.
Ричи Тененбаум был чемпионом по теннису с третьего класса.
Он стал профессионалом в 17 и три года подряд побеждал в национальном турнире США.
У него была студия в углу танцевального зала но он потерпел неудачу в попытках стать художником.
Отлично.
Пагода?
На выходных
Ройал брал его на прогулки по городу.
Это приглашение никогда не касалось никого другого.
Лучший друг Ричи - Илай Кэш, жил со своей тетей в здании напротив.
Он был постоянным участником семейных праздников, собраний, утром перед школой и большинства вечеров.
Вечером, на ее 11- ый день рожденья.
Они решили пригласить своего отца на представление.
Что ты думаешь, папа?
Хмм... это мне не кажется правдоподобным.
Почему вы носите пижамы?
Вы здесь живете?
У него есть разрешение спать.
Хорошо, но ты хотя бы считаешь, что персонажи хорошо проработаны?
Какие персонажи?
Это горстка маленьких детей одетых в костюмы животных.
Спокойной ночи всем.
Ну, милая... не обращай на меня внимания.
Это просто мнение одного человека.
С тех пор его больше не приглашали на семейные торжества.
Но фактически все воспоминания о блеске юных Тененбаумов были стерты двумя десятилетиями измен, неудач и катастроф.
Лети, Мордекай.
Мне велели отказать вам в дальнейшем кредите и передать письменную просьбу освободить помещение к концу этого месяца.
Как насчет Синг- Санг?
Я должен ей $100.
Ройал жил в Линдберг Палас отеле в течение 22 лет.
Ты сможешь заплатить ей наличными?
Он был выдающимся сутяжником до середины 80- ых пока его не лишили адвокатского звания и ненадолго посадили.
Никто из его семьи не говорил с ним в течение уже трех лет.
Прочти это мне снова, Пьетро.
Новый абзац.
Ричи ушел из профессионального тенниса в 26 лет.
Его последний матч широко обсуждался в СМИ.
"Твой друг Ричи."
Конец письма.
Последний год, он путешествовал один на океанском лайнере под названием "Кот д`Ивуар" и видел оба полюса, пять океанов
Илай был ассистентом профессора английской литературы в Брукс колледже.
... принесло ему внезапную, неожиданную литературную известность.
Ну, все знают, что Кастер умер в Литтл Бигхорн.
Но эта книга предполагает... что может быть и нет.
Можно мне спросить кое- что.
Почему в обзорах обязательно надо писать что кто- то не гениален?
Ты думаешь, что я особенно не гениален?
Я знаю...
Ты даже не думала об этом, правда?
Ну, я просто не использовала бы это слово так необдуманно.
Я должна идти, Илай.
Марго?
Я могу войти, пожалуйста?
Как ты, моя дорогая?
Марго была замужем за писателем и неврологом
Рейли Сен- Клером.
Я в порядке, спасибо.
Ты должна что- нибудь съесть.
Я могут приготовить тебе обед?
Нет, спасибо.
Она славилась особенно скрытностью.
Например, никто из Тененбаумов не знал что она курит с 12- летнего возраста.
Также они не знали о ее первом браке и разводе с музыкантом на Ямайке.
У нее была личная студия на Мокинберд Хейтс на имя "Хелен Скотт."
Она не закончила ни одной пьесы в течение 7 лет.
17 октября, третий тест Дадли Хейнсбергена.
Хорошо, Дадли сложи свои так же, как мои.
Следующая книга Рейли посвящена заболеванию, которое он называл "синдром Хейнсбергена"
И куда ты собираешься деть этот красный?
Сделано.
Хорошо.
Очень хорошо.
Боже мой.
Как интересно.
Как странно.
Дадли страдает от редкого расстройства, сочетающего симптомы амнезии, дислексии и цветовой слепоты.
У него очень острое чувство слуха.
Есть также доказательства...
Я не дальтоник, ясно?
Боюсь, что нет.
Ари, пожарная тревога!
Пошли!
Вылезай!
Пошли!
Узи, тревога!
Пошли!
Узи, что я только что сказал?!
Спасаемся!
Огонь!
Жена Чеза Рейчел погибла при крушении самолета прошлым летом.
А как же Бакли?
Слишком поздно.
Забудь о нем.
Бакли!
Бакли!
Не в лифт!
Пожар ведь.
Пошли, пошли!
Чез и два его сына, Ари и Узи были на том же самолете и выжили, как и их собака, которую нашли в ее клетке в паре тысяч ярдов от места катастрофы.
Четыре минуты, 48 секунд.
Мы все мертвы, сгорели.
Последние шесть месяцев он все больше и больше заботился об их безопасности.
Мы оставили Бакли.
Это неважно.
Этелина стала археологом и руководила раскопками для жилищного департамента и транспортного управления.
Относительно моего вопроса касающегося поправок l- 40 тире l- 9...
Дважды в неделю она встречалась со своим другом и бизнес менеджером Генри Шерманом.
Возможно, для тебя было бы выгоднее относительно твоего семейного статуса чтобы ты официально развелась в свете обстоятельств.
Что ты имеешь в виду?
Я имею в виду налоги.
Но я думала...
- Этелина...
- Да?
Ты выйдешь за меня замуж?
Я...
Я люблю тебя...
Ты это знала?
Нет, не знала.
С тех пор, как она рассталась с мужем она видела много претендентов...
... но до сих пор не решалась развестись.
Вообще- то это не имеет отношения к налогам, правда?
Да, правда...
Не знаю, почему я так начал это.
Дай мне подумать над этим, Генри.
Алло.
Пожалуйста, скажите мистеру Ройалу, что это Пагода.
Вестибюль.
Спасибо, Дасти.
Пожалуйста.
Доброе утро, Джерри.
Вам звонили, мистер Тененбаум.
Кто это был, Фредерик?
Мистер Пагода.
Что ты слышал?
Черный человек просил ее стать его женой.
Без дураков?
Что сказала Этель?
Она подумает об этом.
Мне не нравится как это звучит, Пагода.
Я имею в виду...
Бог знает
Я получил свою долю неверности, но она все еще моя жена.
И несомненно, присяжный бухгалтер собирается изменить это.
Привет.
Привет, Пагода, помоги нам
Чез?
Что происходит?
Дверь нашей квартиры заклинило.
Вы вызывали слесаря?
Ну, я не понимаю.
Вы запаковали вещи до того, как дверь заклинило, или как иначе...?
Там небезопасно.
Простите, я не минутку.
О чем ты говоришь?
Квартира.
Надо установить несколько новых огнетушителей и резервную систему сигнализации.
То здесь вообще нет огнетушителей.
Ну, мы можем и с эти разобраться.
Окей.
Разве это не здорово?
Разве не великолепно?
Мы словно в походе.
Когда мы вернемся домой?
Эй, посмотри на это.
Кто это сюда повесил?
Окей.
Ну, парни, увидимся утром.
- Спокойной ночи.
- Спокойной ночи.
Спокойной ночи. / Look at me /
Знаете что?
Думаю, я переночую здесь, вместе с вами.
Таким образом...... мы можем быть вместе.
Какие побочные явления могут возникать?
Ну, здесь много возможностей.
Сильная тошнота и головокружение обычно.
Определенный процент пациентов страдают от припадков.
Вроде того, чтобы внезапно шлепаться на пол и тому подобное?
В некоторых случаях.
К тебе посетитель, дорогая.
Кто там?
Это я, милая.
Рейли говорит, что ты проводишь по шесть часов в день, запершись здесь, смотря телевизор и отмокая в ванне.
Сомневаюсь.
Я не думаю, что это полезно для здоровья, а?
И я также думаю, что это не слишком умно - держать электроприбор на краю ванны.
Я привязала его к батарее.
Ну, и это вредно для твоих глаз, в любом случае.
Чез приехал.
Что ты имеешь в виду?
Он, Ари и Узи собираются пожить со мной какое- то время.
Почему им разрешили это?
Я точно не знаю, но я думаю, что он в сильной депрессии.
Я тоже.
И ты тоже - что?
Но для чего это нужно?
Потому что я попала в колею, и мне нужны перемены.
Подержи.
Такси!
На этом такси есть вмятина.
Ты меня больше не любишь, да?
Люблю, в каком- то смысле.
Я не могу это сейчас объяснить.
Еще вмятина здесь, и еще одна - здесь.
Я позвоню тебе, хорошо?
Привет.
Привет?
Привет, красавица.
Есть минутка?
Что ты здесь делаешь?
Мне нужно одолжение.
Я хочу провести какое- то время с тобой и детьми.
Ты с ума сошел?
Ну, подожди минутку, черт подери!
Прекрати меня преследовать.
Ну, я хочу получить обратно мою семью.
Ну, ты не получишь ее.
Я извиняюсь, но уже слишком поздно для тебя.
Послушай...
Детка, я умираю.
Я чувствую себя скверно.
Я умру через шесть недель.
Я умираю.
О чем ты говоришь?
Что происходит?
О, мне так жаль.
Я не знала.
Что они сказали?
Какой прогноз?
Не расстраивайся, Этель.
Держись, детка, держись.
Где врач?
Подожди секундочку.
Хорошо, слушай, я не умираю... но мне нужно какое- то время.
Месяц или вроде того?
Я хочу...
Я хочу с вами...
Да что с тобой такое?!
Этель.
Ты свихнулся?!
Этель, детка...
Я умираю.
Так да или нет?
Что?
Умираю?
Да.
Ты сказал детям?
Более или менее.
И как они восприняли?
Трудно сказать.
Кто твой отец?
Его зовут Ройал Тененбаум.
Ты нам сказал, что он уже умер.
Ну, теперь он действительно умирает.
- Готово.
- Распечатай.
Я очень извиняюсь, Марго.
Все в порядке.
Все равно у нас уже нет близких отношений.
Это так.
Я бы хотел написать ответ, пожалуйста.
Да сэр, начинайте.
Дорогая мама,
Я получил твое сообщение.
И возвращаюсь домой как можно скорее.
Что ты об этом думаешь?
Корабельный служащий организовал для Ричи высадку в Галифаксе и пересадку в каюту третьего класса на борту "Королевы Елены" направлявшейся к восточному побережью.
Эго чемоданы прибудут через 11 дней.
Эй, Баумер. не возражаешь, если я снимусь с тобой?
Ничуть.
Он попросил прислать его обычный эскорт, привычный со времен его разъездов, чтобы встретить его на пристани у остановки автобусов "Зеленой линии".
Привет.
Как обычно, она опоздала.
Стой прямо.
Дай мне рассмотреть тебя.
Чего забавного?
Ну, я тоже рада тебя видеть.
Этой ночью Этелина собрала своих детей вместе под одной крышей впервые за 17 лет.
Где твой папа?
На следующее утро, Ричи проснулся с рассветом.
Он решил, что птиц нельзя держать в клетках накормил Мордекая тремя сардинами, и выпустил на свободу.
Как я скучал по всем вам, мои дорогие.
Ну, думаю вы все знаете?
Я слышала, ты умираешь.
Так они мне сказали.
Мне жаль.
Ну, у меня хороший пробег.
Ты не выглядишь таким уж больным, папа.
Спасибо.
Что у тебя?
У меня довольно паршивая разновидность рака.
Как долго ты протянешь?
Недолго.
Месяц, год?
Около шести недель.
Давайте, перейдем к делу.
Вы трое и ваша мать - это все, что у меня есть и я люблю вас больше всего на свете.
- Чез, дай мне закончить
У меня осталось шесть недель, чтобы наладить отношения с вами и я собираюсь это сделать.
Вы дадите мне шанс?
Нет.
Ты говоришь за всех?
Я говорю за себя.
Ну, ты высказал свою точку зрения.
Дай теперь высказаться кому- нибудь другому.
Что ты предлагаешь сделать?
Я действительно не могу сказать.
Думаю, наверстать упущенное.
Первое, что у хочу сделать вывести вас, чтобы вы увидели вашу бабушку.
Я там не был с шестилетнего возраста.
А я тут вообще не была.
Меня никогда не звали.
Ну, она не была твоей настоящей бабушкой и я никогда не знал, что это тебя интересует, милая.
Но теперь тебя позвали.
Спасибо.
Ты знаешь, Рейчел тоже там погребена.
Кто?
Моя жена.
О, это правильно, да?
Ну, мы должны пройтись к ее могиле тоже.
Я сейчас вернусь.
Чез.
Чез.
Я могу увидеть моих внуков?
Зачем?
Потому что я наконец хочу их увидеть.
Не бурчи.
Думаю, мы перенесем это.
Где моя Хевелина?
Говорю вам спокойной ночи, дети.
Папа.
Спасибо, мой милый мальчик.
Я свяжусь с тобой в течение 12- ти часов чтобы дать дальнейшие инструкции.
Посмотри на этого старого медведя гризли.
Привет, Этель.
Добрый вечер, сэр.
Постой здесь, хорошо, шофер?
Ройал, это Генри Шерман.
Положись не меня.
Как дела?
Не очень.
Я умираю.
Как Ричи?
Я не знаю.
Не могу сказать.
Я тоже.
Он написал мне письмо.
Он говорит, что влюблен в тебя.
О чем ты говоришь?
Это то, что он сказал.
Я не знаю, как мы должны воспринять это.
Подожди.
Привет.
Милая, это Илай.
Чем ты занимаешься, Илай?
Просто надо кое- что забрать.
Кстати, не говори этого.
Насчет Ричи.
Хорошо.
Сейчас просто удалите рыхлую землю и отметьте степени разложения.
Я извиняюсь, что прерываю твою работу.
Не будь глупцом.
Пошли.
Я просто хочу извиниться за тот день, когда сделал тебе предложение.
Почему?
Я думала. это очень мило.
Я знаю, я не так совершенен как некоторые мужчины, с которыми ты связывала себя.
Франклин Бенедикт, генерал Картрайт, и твой бывший муж.
Это нелепо. но, но я чувствую...
Я могу предложить не меньше, чем они.
Я знаю, что снова к этому возвращаюсь...
Генри, мне неинтересны ни Франклин Бенедикт, ни Дуг Картрайт -- Я никогда -- они так же как Ройал Тененбаум, считают, что они...
Генри?
Генри, с тобой все в порядке?
Да, со мной все хорошо.
Хорошо
В любом случае, дай мне знать, когда примешь решение.
Генри, подожди секунду.
Извини, я очень нервничаю.
Все хорошо.
Спасибо.
Почему ты так нервничаешь?
Ну, правду говоря, я не спала с мужчиной в течение 18 лет.
Что это у вас тут за старая охотничья собака.
Как ее зовут?
Бакли.
Бакли, сидеть.
Вы знаете, кто я?
Я Ройал.
Вы слышали обо мне?
Я очень сожалею о вашей потере.
Ваша мать была жутко красивая женщина.
Спасибо.
Ты кто?
Ари.
Узи, я твой дедушка.
Привет.
Мне жаль, что мы не знаем друг друга.
Меня не очень- то зовут в гости.
Что вы об этом думаете, кстати?
О, вы... вы можете ничего не говорить.
Это разновидность выражения "пошел ты" по отношению к старику.
Как ваш папа?
Отлично.
Вы так думаете?
Как часто он выводит вас поиграть?
16 раз в неделю.
Сделайте мне одолжение.
Скажите ему, что хотите меня встретить.
Но мы только что встретились.
Нет, еще не встретились.
Знаете, я хотел бы, чтобы у нас завязались отношения но мы должны избавиться от кое- каких ограничений, чтобы это произошло.
Теперь, вот что вы должны сказать ему.
Скажите...
Ну, я считаю, мама хотела бы, чтобы мы увиделись с ним, прежде чем он умрет.
Разве нет?
Ты так не думаешь?
Она была крутой бабой, правда?
Я не знаю.
Извини.
Пошли.
Все в порядке.
Здесь у нас погребено и другое тело, да?
Держи.
Возьми эти.
Пошли.
Итак, что ты думаешь об этом большом черном приятеле, который собирается въехать?
Кто?
Генри Шерман.
Ты его знаешь?
Да.
Он чего- то стоит?
Я надеюсь.
Что случилось с твоим пальцем?
Узи, тсс.
Все в порядке, Я расскажу вам.
Меня удочерили.
Вы это знали?
Ну да.
Когда мне было 14, я решила найти мою настоящую семью.
Они жили в Индиане.
Отлично, теперь просто поставь одно из этих ореховых поленьев вот сюда, сестричка Мэгги.
Ты пробовала пришить его обратно?
Он того не стоил.
Черт, какая могила!.
Хотел бы я такую.
Какая досада, правда?
Что?
Ну, у тебя, возможно, были еще два или три года, когда ты мог участвовать в соревнованиях.
Возможно.
Я многое потерял на этом матче.
Финансово и лично.
Почему ты плакал в тот день, Баумер?
М- р Ганди ведет 40- 15.
Это 72- ая не вынужденная ошибка для Ричи Тененбаума.
Это худший теннис за всю его жизнь.
Что он сейчас чувствует, Текс Хейворд?
Я не знаю, Джим.
Определенно, с ним что- то не так.
Он снимает свои туфли и один из своих носков и... вообще- то, я думаю, он плачет.
Думаю, ты прав.
На кого он смотрит в ложе друзей?
Это его сестра, Марго и ее новый муж, Рейли Сен- Клер.
Они вчера поженились, Джим.
Ах, да.
Никогда не видел ничего подобного.
И я тоже.
Странный денек здесь, На Виндсвепт Филдс.
Я вроде как пропал после этого, да?
Да.
Но я понял.
Я знаю, ты сильно разочаровался.
Та маленькая пулька все еще застряла в твоей руке, Часси?
Почему ты стрелял в меня?
Это была часть игры, разве нет?
Нет.
Мы были в одной команде.
Мы были?
Ну... ты засудил меня.
Дважды.
Лишил меня адвокатского звания.
Я не держу зла на тебя за это, верно?
И как м- р Тененбаум смог изъять эти средства без вашего письменного разрешения?
Ваша честь, я возражаю.
Черт, я...
Почему бы не оставить возражения мне, Ройал?
Потому что я организовал корпорацию, когда был младшим.
Так что мой отец подписывал большинство моих счетов.
Он также украл облигации из моего депозитного ящика, когда мне было 14.
Как думаешь, ты можешь начать прощать меня?
Зачем я должен это делать?
Потому что ты делаешь мне больно.
Пошли.
Ты был в тюрьме?
Вроде того.
Свободного режима.
Мы должны разделиться?
Да, сэр.
Нет, зови меня м- р Тененбаум.
Окей.
Я шучу, зови меня Деда.
Окей.
Давай, поднимем задницы.
Ну, просто дай мне знать, если тебе понадобиться кто- нибудь, чтоб поговорить?
Мне очень нравится Рейли.
Я знаю, он намного старше тебя и у вас обоих есть кое- какие проблемы но... все равно, вдруг я смогу помочь.
Хорошо.
Спасибо.
Эй, Баумер!
Отлично!
Отлично!
О, черт!
О, господи.
Кстати, я слышала о письме, которое ты послал Илаю.
Ты уронила сигареты.
Это не мои.
Они просто выпали из твоего кармана.
О боже, посмотри на себя.
Заходи.
Ты сказал Марго о том письме, которое я написал тебе?
Почему?
Она рассказала об этом?
Да.
Почему она об этом сказала, я в недоумении?
Ну, я хочу задать тебе тот же вопрос.
именно так.
Что ты сказал?
Что?
Я ничего не говорил.
Когда?
Прямо сейчас?
Я извиняюсь; не слушай меня.
Я на мескалине.
Ты сказал, ты на мескалине?
Да, разумеется.
Очень серьезно.
Как часто ты?
Я беспокоюсь о тебе, Ричи.
Почему?
Ну, Марго, в некотором роде....
Но я нашел странным, когда ты сказал, что влюблен в нее.
Она замужем, ты знаешь.
Да.
И она твоя сестра.
Приемная.
Где мои энциклопедии?
Их поместили в хранилище.
Черт вас побери.
Вы берете мои энциклопедии. - это унизительно.
- Я извиняюсь. вы хотите составить письменную жалобу?
Куда я должен идти?
Вы превращаете меня в проклятого бродягу.
Я буду счастлив заказать для вас номер
- в другом отеле.
- Ты сукин сын.
Фредерик.
Привет, Дасти.
Привет.
Одолжишь мне четвертак?
Конечно.
Ричи?
Привет.
Это твой папа.
Я думаю, он очень одинок... более одинок, чем показывает может даже более одинок, чем сам полагает.
Ты говорил с ним об этом?
В общих чертах, и он согласился, что мы...
Прости, возможно я в легком замешательстве.
Что ты предлагаешь?
Чтобы он приехал и остановился в моей комнате.
Ты с ума сошел?
Нет, не сошел.
В любом случае, я считаю, здесь ему будет уютнее, чем...
Кто утверждает эту хрень?
Я.
Ты жалкий сопляк.
Жалкий папенькин сынок.
Хорошо, давайте не будем спешить.
Пожалуйста, не встревайте в это, мистер Шерман.
Это семейный вопрос.
Не говори с ним так.
- Зовите меня Генри.
- Я предпочитаю "мистер Шерман".
Зови его Генри.
Почему?
Я не знаком с ним настолько близко.
Ты знаком с ним десять лет.
Как с твоим бухгалтером, мистером Шерманом, да.
Где ты собираешься спать?
Я собираюсь подняться наверх.
Мы захватили наш спальный мешок...
Узи!
Мы не возражаем, папа.
Он нам нравится.
Кто, деда?
"Деда"?
Он может спать в комнате над нами.
Ари, это не твое решение.
Как и не твое.
Ну, он уже здесь наверху.
Что?!
Думаю, он спит из- за лекарств, которые принимает но я... я думаю, ты можешь разбудить и вышвырнуть его... если мама согласна.
Убирайся.
Хорошо.
Только дай мне собрать мои вещи.
Не подашь мне пою трость, Ричи?
Давайте, найду свои чемоданы?
Папа!
Мама!
Дай мне небутал, хорошо, сынок?
Ты в порядке?
Какого хрена это тебя заботит?
Боже мой.
Пагода?
Позвони доктору МакКлуру.
Вдохните и задержите дыхание.
Теперь кашляйте.
Его состояние стабильно.
Удар был просто побочным эффектом.
Я рекомендую поддерживающие микстуры и продолжать прием лекарств от рака желудка.
Мы можем его перемещать?
Ни в коем случае.
Как долго?
Надо подождать и посмотреть.
Он поправится?
Это зависит от него.
Он боец?
Да.
Ну тогда он лучшее, что может быть.
У Пагоды пакет, который содержит мою волю и кое- какие распоряжения насчет похорон, включая мою эпитафию, когда придет время.
Проверь ее перед тем, как они высекут ее на камне, хорошо?
Хорошо.
Я никогда не прекращал любить тебя, между прочим.
Ты в это веришь?
Не совсем.
Ты выглядишь потрясающе.
Это платье - сногсшибательное.
Спасибо.
Гасим огни, старик.
Я думал, что смогу немного почитать, Чез.
Извини.
11: 30.
Гасим огни.
Я был как раз посередине предложения.
Ну, ты сможешь закончить утром.
Таковы правила.
Чез?
Кажется, ты и папа снова вместе, а?
Он и твой папа тоже, Чез.
- Нет.
- Да.
Ты меня действительно ненавидишь, да?
Нет.
Вовсе нет.
Я люблю тебя.
Ну, я не знаю, как ты собираешься выпутаться из всего этого, но, что бы это ни было, оно того не стоит.
Чез...
Я не хочу делать тебе больно.
Я думаю, через что прошел ты с мальчиками.
Ты мой брат, и я люблю тебя.
Прекрати повторять это!
Что этот болван делает?
Я узнал тебя, засранец!
Илай прислал тебе это?
он всегда посылает мне свои вырезки.
Зачем?
Думаю, это придает ему сил.
Он это делал годами.
Он присылал мне свои оценки из колледжа.
Это нелепо.
Как долго ты намерена здесь оставаться?
Я не знаю.
Ты когда- нибудь вернешься домой?
Может и нет.
Ты шутишь.
Нет.
Ну, я хочу умереть.
Рейли, пожалуйста...
Ты встретила кого- то другого?
Я не могу даже подумать, не зная как ответить на этот вопрос.
Мне не нравится, как ты ведешь себя с Рейли.
О чем ты говоришь?
Ты его даже не знаешь.
Ну, я видел его и не думаю, что он заслуживает...
Не лезь в это.
Ты обманываешь его с этим кровопийцей,
Илаем Кэшем.
Это просто неправильно, черт побери.
Ты привыкла быть гением.
Нет.
Так или иначе, так они обычно говорили.
Ричард, я знаю, ты страшно близок с Марго и, наверное, понимаешь ее лучше, чем кто- либо еще.
Могу я довериться тебе?
Хорошо.
Я полагаю, у нее роман.
Я в крайнем отчаянье.
Я... не знаю, к кому еще обратиться.
Дашь мне совет?
Я не знаю.
Что ты хочешь сделать?
Я не знаю.
Возможно...
Найти парня и привести его?
Ну, нет, я думаю, мы можем...
Как вы думаете, кто это может быть?
Сейчас я не знаю.
Я согласен с вами на сто процентов.
Вот для чего у нас есть маркетинговые сети.
Эй.
Как насчет того, чтобы прогуляться к Маленькому Токио и купить парочку фейерверков?
Что тебе нужно?
Ничего.
Я вижу, они щелкают для тебя числа.
Пожалуйста, не заходи в эту комнату.
Чез держит их взаперти, как парочку кроликов, Этелина.
У него есть причины.
О, я это знаю, но нельзя растить мальчиков так, чтобы они боялись жизни.
В них нужно воспитать немного безрассудства.
Я думаю, это кошмарный совет.
Нет, ты так не думаешь.
У нас есть уроки бокса и самообороны.
Я не говорю об уроках танцев.
Я говорю о том, чтобы швырнуть кирпич в чье- нибудь ветровое стекло.
Я говорю о том, чтобы вышибить и раскрошить его.
Идем!
Знаете, он спас мне жизнь.
30 лет назад меня ударили ножом на базаре в Калькутте.
Он донес меня до больнице на своей спине.
Кто ударил тебя?
Он.
За мою голову была назначена награда, и он был наемным убийцей.
Воткнул прямо мне в живот.
Больно.
Что?
Где вы были?
Просто вышли подышать воздухом.
Что это?
Что за дерьмо.
Это не...?
Что это?
Ах, нет, нет, это собачья кровь.
Идем сюда.
Что?
Ты держись подальше от моих детей.
Ты понял?
Боже мой, я здесь не был столько лет.
Эй!
Ты меня слушаешь!
Да, слушаю!
Я думаю, у тебя нервный срыв!
Думаю, ты не оправился после смерти Рейчел.
Я...
Вот ты где.
Как себя чувствуешь?
У меня клубок внутри.
Дерущийся, вопящий и все это взбивающий.
Люблю каждую минуту с этой проклятой компанией.
Я хочу поблагодарить тебя, за то, что воспитала детей.
Хорошо.
Я не шучу.
Они всегда были для тебя, на первом месте, да?
Я старалась.
Но теперь я думаю, может, это была не такая уж великая работа.
Черт побери, не относись к себе так.
Я - тот, кто потерпел неудачу с ними.
Или, в любом случае, это ничья вина.
К тому же -- это не...
Почему ты плюнул на нас, Ройал?
Почему о нас не заботился?
Я не знаю.
Я стыжусь себя.
Я скажу тебе кое- что, в тебе больше твердости, воодушевления и мужества в любой другой женщине, которую я когда- либо встречал.
Чему... чему ты улыбаешься?
Ничему.
Нет, что... что тут забавного?
Ничего.
Эти твои выражения.
Я не понимаю, о чем ты говоришь, но приму это как комплимент.
Ты стойкая, Этель.
На самом деле.
Как твоя личная жизнь?
Это не твое дело.
Я бы хотел поговорить с Ройалом о нас, если ты не возражаешь.
Я не думаю, что ты выбрал подходящее время для этого, Генри.
Ну, я бы согласился, если бы считал, что он действительно умрет через 6 недель, но он не умрет.
Ну, надеюсь, что ты прав.
Вообще- то, я не думаю, что присоединюсь к тебе этой ночью.
Я позвоню тебе утром.
Она так сказала?
Отлично.
Попался, паразит.
Могу я кое- что спросить у тебя, Хэнк?
Хорошо.
Ты пытаешься украсть мою женщину?
Прошу прощения?
Ты слышал меня, Колтрейн.
Колтрейн?
Что?
Ты только что назвал меня "Колтрейн"?
Нет.
Не называл?
Нет.
Хорошо.
Но если бы и назвал... ты не смог бы ничего с этим поделать, правда?
Ты так не думаешь?
Нет, не думаю.
Слушай, Ройал, если ты думаешь, что можешь войти сюда...
Хочешь кое- то сказать?
Я кое- то скажу.
Я скажу кое- что такое, чего ты никогда не слышал.
- Ах, да?
- Прямо сейчас!
- Сядь.
- Что?!
Ч- что ты сказал?
Я сказал, садись, черт подери!
Я слышал тебя!
Я хочу, чтобы ты убрался из моего дома!
Это не твой дом!
Я хочу, чтобы твоя оборванная задница убралась!
Не играй со смыслами.
Это не твой...
Что здесь происходит?
Ничего.
Колби Дженерал.
Имя пациента - Ройал Тененбаум.
Это "Тик- так"?
Сколько он тебе платит?
Я не знаю, о чем вы говорите.
Ну, я рос вместе с семьей Тененбаумов, вы знаете.
Верно.
Через улицу.
Для них теперь настали трудные времена, не так ли?
Не могу сказать нет.
Это дерьмо.
Переключи это, а?
Что случилось с твоей рукой?
Ничего.
Мы можем вызвать кого- нибудь, чтобы он убил этих мышей?
Нет.
Они принадлежат Чезу.
В любом случае, он привез их.
Ну, пусть он заперт их в эту гребаную клетку или вроде того.
Этелина... поднимись сюда на минутку, пожалуйста?
Что готовится, приятель?
Ты увидишь.
Теперь, ваш предыдущий роман...
Да.
Дикая кошка.
Верно.
Не имел успеха.
Почему?
Ну, "Дикая кошка" была написана архаичным народным...
Дикая кошка...
Дикая... кошка...
Дикая кошка...
Я собираюсь уйти.
Я снимаю это и ухожу.
Выхожу.
Это, черт побери, это за поведение?
Откройте дверь.
Он на наркотиках.
Я сейчас вернусь.
Джеймс Брэдли...
Подождите минутку. пожалуйста.
Что происходит?
Пагода собирается кое о чем рассказать.
У него рак.
У него нет рака.
Я знаю, как выглядит рак желудка.
Я это видел.
И ты не ешь по три чизбургера в день и картошку фри.
Боль мучительна.
Откуда ты знаешь?
У моей жены был рак.
И нет не только доктора МакКлура в Колби Дженерал, нет и Колби Дженерал.
Она закрылась в 1974.
О, черт.
О, черт.
Да, вы можете прислать такси на 111 Арчер Авеню, прямо сейчас, пожалуйста?
Спасибо.
Думаю, мы снова на улице, приятель?
Ты в этом участвовал, Пагода?
Конечно же участвовал.
Нет, ну, да, он участвовал но он не был активным участником.
Где ты раздобыл все эти медицинские приборы?
Парень из Сен- Пита сделал мне одолжение.
Я вел дело о небрежном лечении пациента для него.
У меня высокое кровяное давление, кстати.
Ну, я знаю, что я плохой парень.
Но я просто хочу сказать, последние шесть дней это лучшие шесть дней возможно за всю мою жизнь.
Сразу после этого заявления
Ройал понял, что это правда.
Почему ты сделал это с нами, Ройал?
Что было причиной?
Я думал, что смогу отыграть тебя обратно.
И я думал, что смогу избавиться от Генри... и хотя бы сохранить статус кво.
Но мы не разговаривали 7 лет.
Я знаю.
Плюс...
Я был разорен.
И меня вышвырнули из отеля.
Ты ублюдок.
До свиданья, Ройал.
Не волнуй понапрасну мальчиков, Часси.
Я не хотел, чтобы такое случилось с тобой.
Ты знаешь, Ричи, эта болезнь, эта близость смерти глубоко повлияла на меня.
Я чувствую себя другим человеком, в самом деле.
Пап, ты никогда не умирал.
Но я собираюсь жить.
Он не твой отец.
И ты не мой отец.
Ты сукин сын!
Господи.... боже...
Это последний раз, когда ты бьешь меня ножом, понял?
375- улица Y, пожалуйста.
Все против меня.
Это твоя вина, приятель.
Да, я знаю, но черт побери, я хочу, чтобы эта семья любила меня.
Сколько у тебя денег?
Совсем нет.
Что, ты разорен?
Ты наверное издеваешься.
Как мы будем платить за эту комнату?
Хорошо, что- нибудь придумаем.
Я больше не люблю тебя.
Я не знала, что вообще любил.
Давай не будем усложнять это дальше.
Хорошо.
Хорошо - что?
Хорошо, я тебя тоже больше не люблю.
Ты любишь Ричи, он больной.
Ты посылал моей матери свои вырезки... и оценки из колледжа?
Пожалуйста, перестань принижать меня.
Ты не обращала на меня внимания, пока на меня не начали писать хорошие рецензии.
Рецензии не были так уж хороши.
Но продажи - были.
Джентльмены... что вы уже знаете?
Боюсь, очень мало.
Хотите изучить отчет?
Да.
Она курит.
Да.
Ну, хорошо.
Кажется, все в порядке.
Свяжусь с вами в течение 24 часов.
Я это ценю.
К чему в склоняетесь, кстати?
Я сообщу вам мое решение в надлежащее время.
Дасти, замолви за нас словечко, хорошо?
Уже сделала это.
Хочешь поиграть в слова или поставить пару экспериментов на мне или еще чего?
Нет.
Я собираюсь убить себя завтра.
Дадли, где он?
Кто?
Возможно, он поспит несколько часов и тогда я вернусь, чтобы проверить его.
Хорошо?
Как ты себя чувствуешь?
Хорошо, спасибо.
Тебе больно?
Не очень.
Почему ты пробовал убить себя?
Не дави на него сейчас.
Я написал предсмертную записку.
Написал?
Да.
Как только пришел в сознание.
Мы можем ее прочитать?
Нет.
Можешь пересказать ее для нас?
Я так не думаю.
Она мрачная?
Конечно, она мрачная.
Это же предсмертная записка.
Хорошо, достаточно.
Врач сказал, ему нужно поспать.
Что?!
Замени нас, хорошо, Дасти?
Да.
Да, Ройал.
Ты наставила мне рога.
Я знаю.
Много раз.
Я извиняюсь.
И ты почти убила своего бедного брата.
О чем он говорит?
Это неважно.
Она спит с Илаем Кэшем.
Боже мой.
Можно сигарету?
Что?
Я должен повторить вопрос?
Ты не куришь.
Я знаю.
И огоньку.
О`ревуар.
Как давно ты куришь?
22 года.
Ну, думаю, тебе надо бросить.
Чем я могу помочь?
Можно мне заглянуть в эти формы?
О, Генри.
Ричи Тененбаум, пожалуйста.
Ваше имя?
Ройал Тененбаум.
Боюсь, что часы для посещений закончились, сэр.
Ч- ч- что они говорят -- они не хотят меня?
Я извиняюсь.
Я должна обратиться к доктору Барроус.
Он будет завтра во второй половине дня.
Мы могли бы раскачать эту водосточную трубу забраться на тот подоконник и тогда попробовать открыть вентиляционную шахту.
Вот он.
Ричи!
Ричи.
Куда он направляется?
Ричи!
Ну, должен сказать он неплохо выглядит для самоубийцы.
Неудавшегося.
Спасибо.
Кто здесь?
Ч- что ты делаешь в моей палатке?
Просто слушаю записи.
Ты должен был быть в больнице.
Я себя выписал.
Сколько швов тебе наложили?
Я не знаю.
Хочешь увидеть?
Иисусе.
Ричи, выглядит ужасно.
Я слышал о твоем бывшем муже.
Десмонде?
Думаю, да.
Я не запомнил его имени.
Да.
У встретила его в океане.
Я купалась и он подплыл ко мне на каноэ.
Мы были женаты всего 9 дней.
И я слышал об Илае.
Я знаю.
Бедный Илай.
Все равно, мы говорили в основном о тебе.
Говорили?
Да.
Я должен сказать тебе кое- что.
Что именно?
Я люблю тебя.
Я тебя тоже люблю.
Я не могу бросить думать о тебе.
Я уехал на год, и стало только хуже и я не знаю, что делать.
Давай приляжем на минутку.
Это спальный мешок, который мы брали в музей, да?
Почему ты это сделал?
Из- за меня?
Да, но это не твоя вина.
Ты не собираешься сделать это снова, да?
Сомневаюсь.
Думаю, мы собираемся тайно любить друг друга и остановиться на этом, Ричи.
Вестибюль.
Спасибо, сэр.
Вверх?
Да.
Какой этаж, сэр?
Неважно.
Итак, ты теперь лифтер?
Да, только что начал.
Что заставило тебя заняться этим?
Мы были разорены.
Но ответом на твой вопрос будет - я хотел доказать, что могу содержать себя.
Я просто надеюсь, что кто- нибудь это заметит.
Ты спрашивал у меня, почему я плакал в тот день.
Думаю, что знаю ответ и хочу твоего совета.
Конечно.
Марго Тененбаум?
Да.
Когда это началось?
Всегда.
Она знает?
Что она думает об этом?
Думаю, она в замешательстве.
Ну, я могу это понять.
Возможно, это незаконно.
Я так не думаю.
Мы не кровные родственники.
Это верно.
Такое не одобряют.
И сейчас уже не те времена, правда?
Не знаю, возможно, это сработает.
Почему бы и нет, черт побери.
Вы любите друг друга.
Никто не знает, что может случиться, так что...
Знаешь.
Не слушай меня.
Я никогда не понимал ее.
Я никогда не понимал никого из нас.
Хотел бы я посоветовать тебе, что делать, но я просто не могу.
Это нормально.
Нет, не нормально.
Ты все еще считаешь меня своим отцом?
Конечно же.
Хотел бы я предложить нечто большее.
Я знаю, пап.
Я не осуждаю тебя, между прочим.
Она потрясающе красивая девушка и чертовски умна.
Черт побери.
Ты вернулся.
У этой чертовой птицы наверное радар в мозгах.
Это правда, Мордекай?
Я не уверен, что это именно Мордекай.
О чем это ты?
От прилетел прямо сюда.
У этой птицы куда больше белых перьев.
Этот сукин сын должно быть линяет.
Мне нужна твоя помощь еще кое в чем.
Валяй.
В чем дело?
Ну, возможно, Илай...
Постой.
Пагода, жди меня в вестибюле.
Поехали.
В данный момент я не думаю, но... все в порядке.
Не думаю, что это был Рамзес.
Думаю, это Тутанхамон.
Тутанхамон.
Тутанхамон?
Да.
Тутанхамон.
Да?
Эй, Ричи.
Мы хотим вытащить тебя и помочь.
Это просто твои приятели?
Извините нас, пожалуйста
Окей.
Мы все еще друзья?
Что ты имеешь в виду?
Друзья?
Конечно.
Как ты можешь спрашивать у меня такое?
Ну, это неважно.
Это неважно?
Это неважно.
Я знаю о тебе и Марго.
Я извиняюсь.
Я не знаю, что и сказать.
Тебе не нужно ничего говорить.
Я всегда хотел быть Тененбаумом, знаешь.
Я тоже.
Я тоже.
Потому что это не значит то, что обычно, верно?
Хотел бы я, чтобы он сделал это, когда я был ребенком.
Но тогда у тебя не было проблем с наркотиками.
Да, но это много значит для меня.
Но все равно, я рад, что вы здесь сейчас.
Я заметил, что у меня есть проблемы... и я хочу от них избавиться.
Я только возьму мои вещи.
Он удирает.
Что?!
Он удирает.
Я хотел бы заказать мороженое моей дочери, пожалуйста.
Чего ты хочешь, Марго?
Ничего.
Я же говорила, мне надо уходить через 5 минут.
Думаю, я закажу баттерскотч сандэй.
Твой брат весь изранен изнутри.
Я тоже, но я не собираюсь обсуждать это с тобой.
Может кто- нибудь быть говном всю жизнь, и попытаться исправить сделанное?
Я имею в виду, людям нравится слышать это.
Нравится?
Ты, наверное, даже не знаешь моего второго имени.
Это хитрый вопрос.
У тебя его нет.
Элен.
Так звали мою мать.
Я знаю.
Кто- нибудь хочет съесть парочку бутербродов и пройтись по кладбищу?
У меня кое что для тебя, Этель.
Практически, я сделал это.
Что это?
Это развод.
От тебя?
Да.
Это Санчес.
Он общественный нотариус.
- Здравствуйте.
- Здравствуйте, сэр.
Просто подпишите здесь и инициалы здесь и подпись здесь.
Тебе принадлежит это здание, верно, Генри?
Оно впечатляет.
Я тоже был домовладельцем пока сын не отобрал у меня дом.
Я должен успеть на автобус.
Спасибо, Санчес.
Всегда пожалуйста.
Мы разведены?
Почти.
Санчес должен только заверить бумаги.
Я люблю тебя, Этелина.
Поздравляю вас обоих.
Я не ожидал от него такого поначалу.
Но теперь я увидел это.
Он - это все, чем я не являюсь.
Возьмите обратно Пагоду, хорошо?
Слегка неровно.
Смотрится хорошо.
Ты просто нервничаешь.
Генри?
Привет, Ричи.
Привет.
Это мой сын, Уолтер Шерман.
Привет, Уолтер.
Рад тебя видеть.
И я рад тебя видеть.
Генри твой отец?
Да.
Значит, вы уже были женаты.
Да.
Я вдовец.
Ах, да.
Я забыл.
Знаете, я тоже вдовец.
Я знаю, Чез.
Что ты там жуешь?
Мой никотиновый ингалятор.
Он должен помочь мне бросить.
Помогает?
Не совсем.
Ну, конечно я наполовину еврей но дети на три четверти католики.
Значит, они посещали церковь?
Думаю, да.
На самом деле не знаю.
Вот и я.
Мальчики!
Что это?
Илай только что врезался машиной в фасад дома.
Боже мой.
Где моя туфля?
Ари, Узи, где вы?
Они в порядке, Чез.
Все в порядке.
Они в безопасности.
Они в безопасности.
Пап, он наехал на Бакли.
Что?
Да, думаю, мы потеряли Бакли.
Он спас их.
Кто?
Папа.
Он оттолкнул их с пути машины.
Ты это сделал?
Я кого- нибудь сбил?
Все в порядке?
Что происходит?
Эй, парень!
Ты должен попробовать это.
Это очень вкусно.
Я сбил пса?
Да.
Он мертв?
Да.
Мне нужна помощь.
Мне тоже.
Обойдем с другой стороны.
Вы, ребята, оставайтесь здесь.
Мы скоро вернемся.
Могу я кое- что сказать тебе, Генри?
Окей.
Меня всегда считали засранцем, все то время, что я помню.
Но это просто мой стиль.
Но меня действительно печалит если я буду знать, что ты не простишь меня.
Я не думаю, что ты засранец, Ройал.
Я просто думаю, что ты сукин сын.
Ну, я действительно ценю это.
Не могли бы вы пустить нас на задний двор, мэм?
Там находится пара мальчиков.
Думаю, вы сломали лодыжку.
Это не слишком серьезно, правда?
У вас есть замена?
Нет.
Готовы?
Есть ли священники по вызову?
Почему бы не перевернуть эту машину, Анвар.
Я внезапно потерял контроль над машиной врезался ею в фасад дома и убил бедного пса.
Вы - Илай Кэш.
Да, конечно.
Мне нравится ваша работа.
О, как мило, что вы это говорите.
Думаю, это славная собачонка.
Какие бумаги на него у вас есть?
Свеча Зажигания, сидеть, сидеть.
Хороший мальчик.
Надень это.
Чего тут забавного, Дадли?
Ты выглядишь великолепно.
Можешь видеть им?
Не очень- то.
Небольшое повреждение роговицы.
Сообщи мне, если это распространится на второй глаз.
Но это не несущая стена, пап.
Это неважно.
Лучше будет зарегистрировать форс- мажор и возместить убытки.
Мальчики, поднимитесь со мной.
Но Бакли все еще там внизу.
Я знаю, но мы не можем ничего для него сделать сейчас.
Пошли.
У меня новая собака для мальчиков.
Я только что купил его.
Купил?
Прости, что подвел тебя, Чез.
Всех вас.
Я постараюсь это исправить.
Как его зовут?
Свеча Зажигания.
Спасибо.
Всегда пожалуйста.
Я меня был трудный год, папа.
Я знаю, Часси.
Посмотри, сейчас у него больше белых перьев на шее.
Интересно, что с ним случилось?
Я не знаю.
Иногда, если у кого- то были травмирующие переживания его волосы седеют.
Ну, я уверена, он с этим справился.
Это был один из первых моих тайников.
Сколько им лет, как думаешь?
Я бы сказала - около десяти.
Иди сюда.
Ройал выкопал могилу для Бакли у ограды сада и похоронил его в парусиновой охотничьей сумке.
Хорошо, мальчики.
Прочитайте молитву.
Отче наш...
Этелина и Генри поженились через 48 часов в кабинете судьи.
Новую пьесу Марго поставили в театре Кэвендиш.
Этом моя приемная дочь, Элен Левинсон.
Она шла меньше двух недель и получила неоднозначные отзывы.
Да, может ли мальчик сказать, сколько времени?
Нет, господи, нет.
Нет.
Нет.
Рейли и Дадли отправились в лекционную поездку по 11 университетам в поддержку их новой книги.
Илай лег в реабилитационную больницу в Северной Дакоте.
Это мой покровитель, Бегущий С Двумя Конями.
Сегодня сильный ветер.
Это удар, который использовал Род Лейвер.
Вы знаете Лэйвера?
Ричи начал обучать 8- 12- летних игре в теннис на 375- ой улице Y.
Гейм.
Поменяйтесь сторонами.
У Ройала случился сердечный приступ в возрасте 68 лет.
Чез ехал с ним в машине скорой помощи и был единственным свидетелем смерти отца.
По его воле, он завещал чтобы его похороны состоялись на закате.
Среди прочих вещей, которые он оставил наследникам, было собрание Британской энциклопедии в хранилище Линдберг Палас отеля на имена Ари и Узи Тененбаумов.
Но они согласились то Ройал нашел бы церемонию самой лучшей.
Огонь!
Огонь!
Огонь!
Приезжайте в Лос- Анджелес!
Солнце сияет ярко.
Пляжи широки.
Апельсиновые рощи тянутся, насколько хватает глаз.
"СЕКРЕТЫ ЛОС- АНДЖЕЛЕСА"
Работы полно.
Каждый работающий может иметь свой дом.
А в доме настоящую счастливую американскую семью.
Вы можете иметь всё это и, кто знает...... Может, вас заметят.
И вы станете кинозвездой, или, по крайней мере, увидите их.
Жизнь хороша в Лос- Анджелесе.
Это рай на земле!
Так нам рассказывают, во всяком случае.
Потому что они торгуют имиджем.
Они продают его через кино, радио и телевидение.
В популярном телешоу "Знак чести"...... полицейские ходят по воде, очищают город от преступников.
Можно подумать, что это райский сад.
Но в раю тоже есть неприятность, и она зовётся Майер Харрис Коэн.
Микки Си - для поклонников.
Вот он смотрит искоса на 80 градусов.
Микки Си - глава организованной преступности.
Он занимается рэкетом, наркотиками и проститутками.
Он убивает дюжину людей в год!
И этот маленький щёголь делает это с шиком.
Каждый раз, когда его фотография попадает на первую полосу -...... это чёрное пятно на репутации Лос- Анджелеса.
Потому что, как может организованная преступность существовать...... в городе с лучшей полицией в мире?
Что- то надо сделать.
Потому что, эй, это же Голливуд!
То, что получилось с Аль Капоне, получится и с Микки Си.
Мистер Коэн, вы арестованы за неуплату федеральных налогов.
Но это нехорошо.
Арест Микки создаёт вакуум.
И только вопрос времени, когда кто- нибудь попытается занять его.
Запомните, дорогие читатели:... Вы услышали это первыми.... Не для записи.... И только для вас в очень популярном журнале "Хаш- Хаш".
"В тюрьме с Микки Си"
Только все на нём были озорниками.
Оставь это на потом.
Мы должны купить выпивку и успеть в участок.
Голливуд, это 6- Эдем- 7.
4- 2- 1 6 Эвер Грин.
Нас здесь не будет, но они его увидят.
Да хватит ныть!
Заткнись!
Что ты ноешь всё время?
Заткнись!
Ты, чёрт, кто такой?
Призрак из прошлого Рождества.
- Может, потолкуешь с мужчиной для разнообразия?
- Умничаешь, засранец?
Я договорюсь с твоим начальством.
Тронешь её ещё раз, я тебя оформлю за изнасилование малолетней.
Ты знаешь, что с такими делают в тюрьме Сант- Квентин.
У вас есть куда пойти?
Устроитесь где- нибудь.
Счастливого Рождества.
- Счастливого Рождества, мэм.
- Поехали, Бад.
Ребята ждут.
А что ты делаешь в сериале "Знак чести", Джек?
Я технический советник.
Учу Брэда Чейса ходить и говорить, как коп.
Брэд Чейс не ходит и не говорит, как ты.
Но это потому, что он всего лишь телевизионный вариант.
- Это правда, что ты арестовал Бада Митчела?
Эти ребята в "Знаке чести" могут только притворяться.
А ты настоящий.
Может, поедем куда- нибудь в спокойное местечко?
- Расскажу тебе о Митчеле.
Джек Винсенс.
- Можно мне потанцевать?
- Конечно.
- Карен, это Сид Хадженс из журнала "Хаш- Хаш".
- Привет, Карен.
Что всё это значит?
Мы писали о малолетних лесбиянках Голливуда в прошлом году.
Эй, Джеки Бой, мой приятель только что толкнул марихуану Мэту Рейнольдсу.
- Джек.
Прости, я отвлёкся на пару секунд.
Актёры из "Мэтро".
Арестуешь их, я помещу о тебе статью.
- Плюс 50 наличными.
- Мне нужно ещё 50.
По двадцатке патрульным и десятку начальнику смены Голливудского участка.
Джек, это Рождество.
Нет уж.
Это преступное владение марихуаной.
Ну, вообще- то, тираж выше 36 тысяч не растёт.
Трудно сказать, чем это всё кончится.
Радио, телевидение.
Когда у публики разгорается аппетит на правду, чего хочешь можно достичь.
Сержант Эд Эксли, сын легендарного полицейского Эксли.
Должно быть, трудно идти по стопам отца?
Я люблю помогать людям.
Мы слышали, на двух офицеров напали сегодня ночью.
Что думаете об этом?
Это часть нашей работы.
К счастью, с ними всё в порядке.
- Не слишком ли вы молоды, чтобы быть начальником смены?
- Это только сегодня.
- Всех женатых людей отпустили на Рождество.
- Хорошее начало статьи.
Капитан Смит.
Не надо формальностей, Бобби, сегодня Рождество.
Зови меня Дадли.
Я придумал хорошее название статьи:
"Тихая ночь Лос- Анджелеской полиции".
О, это здорово.
И запомни, Бобби: моя фамилия - Смит, начинается на "С".
- Спасибо, господа.
Счастливого Рождества.
Первый из 23- х.
Что?
Я подумал о детективном бюро.
Эдмон, ты прирождённый политик.
Вы ошибаетесь, сэр.
- Дадли, если это нужно.
- Нет.
- Ты хотел бы выбивать признание из подозреваемого?
Ты готов стрелять преступнику в спину, чтобы потом...... какой- нибудь адвокат его не отпустил?
- Нет.
Тогда, ради Бога, не становись детективом.
Найди себе дело, где не придётся делать такой выбор.
Дадли, я знаю, вы хотите мне добра.
Но не надо это делать так, как вы делаете.
Или мой отец.
По крайней мере, избавься от очков.
Я не могу представить, чтобы кто- то в моём бюро носил очки.
Привет, Ник, мне нужно доставить товар.
Ящик джина, рома и скотча.
Хорошая, видно, будет вечеринка, Лин.
Я сейчас.
Счастливого Рождества.
- Что, так заметно?
Держи, Уайт.
Посмотри, что ему надо, Баз.
Эй, проваливай.
Чего тебе надо?
Ну ладно, полегче.
Полегче.
Я сам был копом.
- Вилан Минкс?
Никогда не слышал о таком.
- Меня зовут Баз.
Мне плевать, как тебя зовут.
Не поднимай головы и лежи там, Баз.
Вы в порядке?
- С ней всё хорошо.
- Я не вас спрашиваю, сэр.
- Это не то, что вы думаете.
- А что тогда?
- Вы ошибаетесь, мистер, со мной всё в порядке.
Но приятно знать, что вам не безразлично.
Что происходит?
Ты его знаешь?
Да, я его видел.
Он раньше был копом.
Они сидят в темноте, пялятся на рождественскую ёлку!
Ладно, поставьте камеру вот здесь.
Когда я выйду, остановлюсь вот здесь, чтобы было видно панораму.
Мне нравится, нравится!
Арест в день премьеры.
Хорошо, будет сделано.
Ты слышал это?
Давай.
Пригнитесь.
Давай снимай.
Не двигаться.
Полиция.
- Боже.
- Пошли, пошли.
- У меня семья завтра приезжает!
- Хороший будет рождественский подарок.
Привет, Теми.
Привет, Мэт.
- Сюда.
Просто стоим.
- Повернулись.
- Так, осторожней.
Отвезите их в голливудский участок, я приеду оформлю.
"Всё, что пожелаете" - Флёр де Ли.
В "Городе ангелов" канун Рождества.
Гроза наркоманов и кого угодно.
Тебе нравится, Джеки Бой?
Да, изящно.
- Что так долго, Стенсленд?
- Мой партнёр остановился помочь дамочке в беде.
Не знает, что надо делать в первую очередь.
Опять ты за свои шуточки, Бад?
- Эй, Джек.
- Голливудский Джек?
Что привело тебя в наш скромный участок?
- Ты зачем здесь?
- Да, сэр.
- Вечеринка наверху.
- Хорошо, я сейчас поднимусь.
Это что?
- Да.
Это благодарность от журнала "Хаш- Хаш".
Купишь себе пару новых кроссовок.
Нет, спасибо, Джек.
Оставь себе эту взятку.
Мне неинтересно.
Что это такое, чёрт возьми?
6 мексикашек, сэр.
Которые напали на Брауна и Келиновски.
- Я слышал другое.
Заприте их.
Ребята, вы слышали, что эти мексикашки сделали с Келиновски и Брауном?
Келиновски потерял глаз, а Брауну уже причастие зачитывают.
Да, не очень весёлое будет Рождество у Келиновски и Брауна.
Эй, ребята, ребята.
Они привезли мексиканцев.
Они внизу, Стенс.
Пойдём покажем им!
Эй, Стенсленд, вечеринка наверху.
Ребята, вам что, нечем заняться?
Возвращайтесь на вечеринку.
- Да ладно, сегодня же Рождество.
Что вы делаете?
- Уйди с дороги.
К Рождеству надо задать ещё несколько вопросов.
Ребята, ну уходите.
Пошли.
Уайт, лучше надень поводок на своего партнёра, пока он кого- нибудь не убил.
- Дайте им!
- Покажи им, Стенс.
Это тебе за наших, пончо.
Пропустите меня.
- Нет, он не сделал ничего!
Чего уставился?
Эй!
Эй, прекрати.
Назад, назад!
- Да?
Мать твою!
- Пошёл ты сам!
- Дай ему!
- Прекратить, офицеры!
Это приказ!
- Я о вас всех сообщу в рапорте!
- Иди отдохни, Эксли.
Кровавое Рождество?
Пресса любит вешать ярлыки.
Будет суд.
Будут выдвинуты обвинения.
Нет, сэр.
Окружной прокурор Леу.
Вы и офицер Стенсленд принесли спиртные напитки в участок.
Стенсленд был уже пьян.
Вы понимаете, что добровольная дача показаний поможет вам?
- Этот человек позорит полицию.
Ваш значок и револьвер, офицер.
Вы отстранены от службы.
Свободны.
Эд, нам нужны свидетели- полицейские, чтобы нейтрализовать ущерб...... нанесённый управлению.
Я прошу...
Правосудие должно свершиться.
Конечно, я дам показания.
Я рад, что ты так относишься к этому.
Добро пожаловать в Лос- Анджелес, город будущего.
- Могу я сделать предложение, сэр?
- Конечно.
Общественность ожидает, что управление будет защищать своих и заметёт грязь.
Не надо.
Перенесите всю вину на тех людей, которым уже обеспечены пенсии.
Заставьте их уйти в отставку.
Но кого- то надо повесить.
Поэтому судите и приговорите...... Ричарда Стенсленда и Бада Уайта.
Обеспечьте им тюремный срок.
Ваше послание будет совершенно ясно:... Управление не потерпит полицейских, которые думают, что выше закона.
Дик Стенсленд - позор для полиции.
Все командиры давали ему поганые характеристики.
- Но Бад Уайт - ценный офицер.
Нет, Эдмонд.
Управлению и общественности нужны примеры.
Чистые, честные полицейские, которыми может восхищаться публика.
Сержант, я произведу вас...... В лейтенанты.
В лейтенанта- детектива.
Эд, тебе 30.
Твой отец не стал лейтенантом, пока ему не исполнилось 33.
Я знаю это, сэр.
Ну, прежде чем мы начнём полировать наши лавры...... нам нужно найти ещё одного свидетеля.
Это будет непросто.
Ребята ненавидят стукачей.
Джек Винсенс.
Он ударил одного из мексиканцев.
Такой ветеран, как Винсенс, может признаться в собственной вине...... но никогда не станет стучать на полицейского.
Джек - технический советник на "Знаке чести".
Он живёт ради этого.
Вот этим его можно будет заставить.
Я хочу, чтобы вы понаблюдали отсюда, Эд.
Думаешь, получишь вознаграждение?
А готов ли ты к ненависти всех в управлении?
Да, готов.
Пусть так и будет.
Ну, сержант, перейдём сразу к делу.
9 гражданских свидетелей показали, что вы ударили Изекиля Гарсия.
Но у нас есть главный свидетель, который покажет, что вы ударили в ответ.
- После того, как ударили вас.
- И?
Вы даёте показания против трёх офицеров, которые уже заслужили свои пенсии...... И скажете, что не видели других.
Нет, спасибо.
Я не доносчик.
- "Знак чести", Винсенс.
Вам нужно немножко изменить стиль, временно.
- Не начинайте сейчас.
- Хорошо, я сделаю это.
Свободны, Винсенс.
Вот так- то, детектив- лейтенант.
Блесни завтра на суде, сынок.
Надень костюм получше и покажи.
И, Эд, избавься от очков.
Значит, ты - звёздный свидетель?
Мне следовало догадаться.
- Подкинул мне?
- Да, Эксли, в чём взятка?
Это ты у нас по взяткам эксперт.
Я просто выполняю свой долг.
Ладно, ты разыгрываешь свою карту, студент.
Решил пройти поскорее, чтобы не потеть вместе с быдлом...... которое ненавидит стукачей?
Если тебя сделают детективом, будь осторожен.
- Тебе работать с их друзьями.
- А как насчёт тебя?
По сравнению с тобой я чист.
Эдмонд Джей Эксли, в зал суда.
Бад Уайт отплатит тебе, даже если потребуется вся оставшаяся жизнь.
Капитан, что вы хотите?
Зови меня Дадли.
Дадли, что ты хочешь?
Слушай парень, я уважаю тебя за то, что ты отказался доносить.
Я уважаю тебя, как полицейского...... за умение пользоваться насилием, когда это нужно для работы.
Что вы хотите?
Это твоё.
Давай, забирай.
- Суда не будет?
- Почему?
- Передумали.
- А как же Стенсленд?
- С твоим напарником - всё.
- Для управления он - козёл отпущения.
Приказ капитана.
- За год до пенсии?
- А Эксли?
- Эксли получил, что хотел.
Как политик он превосходит даже меня.
Управлению нужны такие умники, как Эксли.
И прямые люди, как ты.
Слушай, парень, ты мне нужен для задания, которое дал шеф.
Расследование убийств?
Твои таланты лежат в другом месте.
Эта работа требует грубой силы.
- Ты следишь за моей мыслью?
- В цветном изображении, сэр.
Познакомьтесь, Тони Бранкато и Энтони Тромбино.
Пока щёголь в тюрьме, кто знает, чего они достигнут.
Небо ясное.
Вот жалость.
"Гангстеры Коэна убиты на бульваре"
Познакомьтесь, Дюс Перкинс.
Правая рука Микки Коэна по наркотикам.
Может быть, он стоит за этими убийствами?
Может, он консолидирует преступные элементы?
"Подручный Коэна по наркотикам убит в собственном доме"
Не для записи, и только для вас...... В журнале "Хаш- Хаш".
Когда Микки Коэн в тюрьме, Л. А. свободен от организованной преступности.
И шеф хочет, чтобы всё так и осталось.
Теперь в Кливленде твоим коллегам- преступникам...... надо преподнести урок, как правильно вести себя в обществе.
Скажите, что вы хотите?
Мы хотим, чтобы ты уехал домой.
Порнографические журналы, господа.
- Привет, Джек.
Для нас большая честь, сержант Джек.
Ты посмотри, громкое дело, ручная работа Виссатри.
Ты хотел бы быть в другом месте, Винсенс?
Да, в отделе по борьбе с наркотиками.
Искал бы пропавший героин Коэна.
Да, 25 фунтов героина.
Тебя бы на первую полосу вынесло.
Надо было думать об этом до кровавого воскресенья на Рождество.
Свободны, господа.
Иди собирай факты, Джек, только факты.
- Всё, что пожелаете.
- Привет.
- Я бы хотел организовать доставку в Беверли- Хиллз.
- Думаю, я вас не знаю.
Послушайте, просто мой друг дал мне номер, и я хотел бы узнать, есть ли...
Крест Ю 22- 39.
"Хаш- Хаш".
Не для протокола, только для вас.
- Сид, это Винсенс.
- Джеки!
Эй, ты опять вернулся к наркотикам, хороший коп?
- Нет, я в полиции нравов рою.
- Что- нибудь сочненькое есть для Сида?
Что ты знаешь о "Флёр де Ли"?
"Всё, что пожелаете".
Нет, нет, ты мне что- нибудь про наркоту сделай.
Я целый номер про наркотики сделаю.
Чёрные музыканты, кинозвёзды.
- Нравится?
- Да, поговорим позже, Сид.
- Ну что узнали?
Спасибо, Джинджер.
Так, левый номер.
- Ну бывай.
- Не повезло, Стенс.
Обошли тебя, Стенсленд.
А вот и стукач.
Извините, лейтенант.
Не влезай в историю, Бад.
У меня есть пара часов до дежурства.
Пойдём, я куплю тебе выпить.
- Давай.
Да?
Кто она, и за что ты её арестовал?
Это конфиденциально.
Как в журнале, на который Винсенс работает, "Хаш- Хаш".
Увидимся на неделе.
Мы ещё вернёмся к попойке за мой счёт.
Да, но на всякий случай я тоже бумажник возьму.
До завтра, Эд.
Щенок.
Кого он удивить хочет?
- Вот уж действительно.
- Ничего себе карьеру сделал.
Сержант Вильямс, снимите трубку, пожалуйста.
Сержант Вильямс.
Есть у вас кто- то в отделе по расследованию убийств?
Есть там кто- нибудь?
Лейтенант Эксли.
У нас убийство в центре.
Кафе "Ночная сова".
Понял.
Сэр, по крайней мере, 1 человек убит.
Я остановился выпить кофе...
Ясно?
- Так точно.
- Сэр, я принял вызов.
- Это моё дело.
Ты его не хочешь, Эдмон, и ты его не получишь.
- Я принял вызов.
- Оно моё.
- Будешь моим вторым заместителем.
- Капитан Смит, сюда, пожалуйста.
Похоже, повар выхватил пистолет, тут всё и началось.
Остальные убиты в мужском туалете.
Сэр, мы нашли 1 5 гильз 1 2- го калибра от "Ремингтона".
Полагаю, одновременно стреляло трое человек из 5- зарядных помповых ружей.
Простите, сэр, мы опознали одну из жертв.
Это Дик Стенсленд.
Знаешь, когда я впервые её увидел, я подумал, это Рита Хейворд.
Да, я тоже.
Ты мне скажешь, что произошло?
Похоже, трое человек грабили кафе.
Парень за кассой вытащил 38- й калибр, и они убили его.
А потом убили всех остальных тоже.
Это ваша дочь, миссис Лефортс?
Я не знаю.
Мы знаем, это нелегко.
Пожалуйста, не торопитесь.
Да, выглядит, как моя Сьюзен.
Но моя Сьюзен была блондинка, а не рыжая.
- Когда вы видели её в последний раз?
Мы поссорились, мне не нравился её приятель.
Вы ошиблись, мистер, со мной всё в порядке.
У неё есть родимое пятно на бедре.
Вот здесь.
Это она.
Мне очень жаль, миссис Лефортс.
Кто ведёт расследование?
Капитан Смит и я.
А что?
Кровавая резня в "Ночной сове".
6 жертв.
Среди них один из наших, Дик Стенсленд.
Так уж получилось, что он был завсегдатаем "Ночной совы".
И оказался не в том месте, не в то время.
Служитель парка видел, как они уехали в "Меркури" 48- 50- х годов.
Торговец газетами видел эту машину, стоящей у "Ночной совы".
Он видел её около часа дня.
48 групп по 2 человека получат по 3 фамилии владельцев.
Допросы будет вести лейтенант Эдмонд Эксли.
Хватит!
Господа, идите и найдите их.
Используйте все силы.
Население Лос- Анджелеса требует этого.
Все свободны.
- Готово, лейтенант Уайт?
- Извини, у меня есть и другие дела.
- Билл, найди кого- нибудь ещё.
У меня есть парень, который знает, что происходит:
Килворд Джефферсон О. Нил.
- С ним у нас шансы 50 на 50.
- Эй, Джек, что ты делаешь?
Я рискну.
Мы с Джеком этим займёмся.
Вы двое должны взять с собой фотографа.
Мне нужен адрес вашей клиентки, её зовут Лин.
- И это всё, что знаем о ней?
- Да.
Но я знаю, о ком речь, так что давай сюда.
Вот, пожалуйста, адрес для счёта и адрес для доставки.
Вы Пирс Петчет?
Да, я.
Спускайтесь по дорожке, поговорим там.
Чем могу служить?
- Где вы были вчера ночью?
- Здесь, устраивал приём.
- Расскажите мне о Дике Стенсленде.
- Я не знаю его.
- Офицер Уайт.
А Сью Лефортс, знаете её?
Вы же знаете, что да.
Вы видели меня с ней.
Как вы меня нашли?
Оттуда поступают счета Лин Брекен.
Ну, конечно.
Сью Лефортс была убита в "Ночной сове".
Я веду расследование.
Всё в порядке, мистер Петчет?
Всё в порядке, Филлис, спасибо.
Баз Минкс больше не работает на меня.
Лефортс, похоже, тогда избили, но она не сознавалась.
По- моему, её ударили в лицо теннисной ракеткой.
Она любила играть в паре.
Не хотите поехать в управление обсудить это?
Это что, официально?
- В данный момент, нет.
- И вы не будете о них сообщать?
Мне нужна была женщина, похожая на Риту Хейворд.
- Для моей маленькой студии.
- Какой маленькой студии?
Ну, у меня есть Гарбо, Рассел, Монро, Тёрнер.
Лин Брекен и Вероника Лейт.
Я использую девушек, которые похожи на кинозвёзд.
Вот ей как раз мы сделали, и вы нас видели.
Вот почему мать не могла её опознать.
Господи.
Нет, мистер Уайт, меня зовут Пирс Морхаус Петчет.
Вы себя хорошо ведёте, но больше я вам ничего не скажу.
Если настаиваете, встретимся с моим адвокатом.
- Теперь хотите получить адрес мисс Брекен?
Я думаю... - У меня есть адрес.
Найдите убийцу Сьюзен, мистер Уайт.
Я дам вам солидную награду.
Всё, что пожелаете.
Ты говоришь со мной?
Что ты хочешь?
Мои 5 долларов.
Я понимаю.
Хорошо.
О, детка, плохие новости.
- Идти?
Ладно?
Всё будет хорошо, я тебе обещаю.
Извини меня.
Кто это, полиция?
Мисс Брекен?
Я офицер Уайт.
Я ожидала вас.
Пирс звонил.
Он рассказал мне про Сью.
Всё в порядке, куколка?
Хочешь, чтобы я избавился от него?
Проваливай, приятель.
Может быть - да, может быть - нет.
Полиция Л. А., засранец.
Проваливай, или вызову твою жену, чтобы забрала тебя.
- Офицер.
- Желаете выпить?
- Да, скотч, чистый.
- Вы знаете, о чём я?
- Вам жаль, что она погибла?
Ну, конечно.
Что за вопрос.
Вы знаете, почему Пирс старается вас ублажить?
Не произносите таких слов, я рассержусь.
- Но, всё- таки, знаете?
- Да, знаю.
Петчет торгует шлюхами, которые похожи на кинозвёзд.
И, судя по его адресу, чем- то ещё на стороне занимается.
- Не хочет привлекать внимание.
- Это верно.
Наши мотивы эгоистичны.
Почему Сьюзен Лефортс была в "Ночной сове"?
Я не знаю.
Не слышала о "Ночной сове" до сегодня.
- Как она познакомилась с Петчетом?
- Это он знакомится с людьми.
Сью мечтала о Голливуде, и вот чем закончилось.
Благодаря Пирсу нам доводится немного играть.
Расскажите мне о Пирсе.
- Хотите совет, мисс Брекен?
- Зовите меня Лин.
Мисс Брекен, никогда, чёрт, не пытайтесь меня подкупить или напугать.
Я помню вас по Рождеству.
У вас традиция помогать женщинам.
Не так ли, офицер Уайт?
- Может, я трахнутый от любопытства.
- Вам приходится трахаться многовато.
- А вы трахаетесь за деньги.
- У вас кровь на рубашке.
- Да.
- И вам это нравится?
- Когда они этого заслуживают.
- Я не уверен.
- Но вы всё равно их избили?
Да.
А вы трахнулись с полдюжиной мужиков сегодня.
Вообще- то, их было всего двое.
Вы не похожи на других полицейских, Уайт.
Вы выглядите лучше, чем Вероника Лейт.
Так что с Петчетом?
Он забирает часть нашего заработка и вкладывает его для нас.
Он не позволяет нам пользоваться наркотиками и не оскорбляет нас.
Ваша полицейская ментальность способна принять это противоречие?
- Вас тоже резали, чтобы вы были похожи на Веронику Лейт?
- Нет.
Я, вообще- то, брюнетка.
А под платьем всё моё.
Приятно было познакомиться, офицер.
- Я хотел бы увидеть вас снова.
- Вы просите о свидании или приёме?
Я не знаю.
Если просите о свидании, я должна знать ваше имя...
Забудьте, что я спрашивал.
Это была ошибка.
Леонард Фидвелл?
Спуститесь, поговорим.
- Как поживает твоя левая?
- А вам- то что?
Что вам нужно, мистер полицейский?
У тебя брат сидит в Фостере.
Это я посадил его туда.
- До 1 970- го.
- Хочешь, это будет 1 960- й?
Я знаю судью, а лейтенант Эксли очень дружен с окружным прокурором.
- Хочешь подарить брату 1 0 лет?
- 1 0 лет?
- Да, 1 0 лет.
Просто посмотри на этот список... и укажи.
Он плохой, поэтому я вам лучше скажу.
Шугар Рей Коллинз ездит на коричневом купе 49- го года.
Отличная машина.
Не знаю насчёт ружей, но он тащится, убивая собак.
Посмотри- ка сюда.
Это в 5 минутах отсюда.
Спасибо.
Значит, вы сообщите мне, да?
Перчатки, держи повыше.
Вот.
Это сзади.
- Один из наших.
- Чёрт, нас опередили.
- Чёрт.
- Что?
- Мои очки.
- Ты шутишь?
Ребята, вы что тут делаете?
Да были по соседству.
Что у вас?
Ну, прощай, полиция нравов.
Я ухожу.
- Пошёл ты, это наш арест!
- Тихо.
Я старший офицер здесь.
Будем действовать командой.
Конец разговору.
Да, ладно.
- Сколько здесь дверей?
Он очень серьёзный.
Полиция!
- Чёрт, не стреляйте!
- Нет.
- Не двигаться.
- Мочи их, Джек.
Спокойно, сержант.
Эй.
Назад, назад.
- Уйди от меня!
- К стене.
К стене.
Руки за голову, живо.
Давай.
Руки за спину!
Ну как тебе выход из конторы?
Здесь слишком много народу, Уайт.
Эти ребята убили Стенсленда.
Следы инжектора на гильзах, выпущенных из ружей подозреваемых...... совпадают с гильзами, найденными в "Ночной сове".
Мне нужны признания.
Ночь в камере, должно быть, размягчила их.
Я их сломаю, сэр.
Вы уверены, что наш золотой мальчик справится с заданием, капитан?
О, ты ещё удивишься, на что способен этот парень.
Тебе 22, так ведь, Рэй?
Что, кто- нибудь из полицейских обработал тебя немножко?
- Значит, тебе 22, так?
22 - значит, ты уже годишься для газовой камеры.
Получил бы пожизненное.
Отпилил бы год в молодёжке, перевели бы потом в Фолсен, как большого человека.
- Я не трахаю петушков.
Луис.
Зачем вы продолжаете спрашивать меня о Луисе?
Его дело - это его дело.
Шугар Луис рассказал мне, что ты опедерастился в Хаситосе.
Потому что ты это делал так сладенько.
Луис опедерастился в Хаситосе, а я был бугром у нас в камере!
Луис был петухом!
За шоколадку делал это.
Ума не больше, чем у собаки!
Я знаю, ты любишь стрелять собак.
- Собакам нет причины жить.
- Ты к людям так же относишься?
- Что ты пытаешься сказать?
- Да не было никаких ружей.
А кто пытался одежду сжечь на заднем дворе?
Соседка.
Говорит, видела, как ты пытался сжечь одежду во дворе.
- Плохо твоё дело.
Ты ширялся.
Ты был в отрубе, когда мы тебя взяли.
- Да Луис балуется этим дерьмом, не я!
- Да?
Ну, давай, дай мне что- нибудь для прокурора.
Ладно, Рей, расскажи- ка мне о Джонсе и Фонтейне.
Где они берут наркотики?
У Роландо Наваретта.
У него хата на Паркен- Хилл, он торгует красными дьяволами.
Да, Эксли хорош, надо отдать ему должное.
Ладно, перерыв.
Знаешь, Рэй, я говорю о газовой камере, а ты даже не спросил меня, в чём дело.
"Виновен".
Это был шедевр, Эдмонд.
Этот готов сознаться.
Дайте Джонсу газету.
Пусть подготовится.
И снимите наручники, чтобы он мог её прочитать.
Рэй только что заложил тебя, сказав, что "Ночная сова" была твоей идеей.
Я думал, это была идея Рэя.
Ты говори.
Сынок, 6 человек убито.
Ну так это можешь быть ты, а может Рэй.
Луис, он назвал тебя педрилой.
- Сказал, в Хаситосе каждый вставлял тебе в зад.
- Я не убивал никого!
Сынок...... Ты знаешь, что будет, если не заговоришь?
Пойдёшь в газовую камеру.
Может, не придётся.
Может, с ней всё в порядке.
Всё в порядке?
Эти люди все в морге.
Они были мертвы, когда ты ушёл.
Луис, кто эта девушка?
Как её зовут?
О ком ты говоришь?
Она что, была в "Ночной сове"?
Луис, послушай меня, она была в "Ночной сове"?
- Где девушка, о которой сказал Пантери?
Ты убил её?
Ты хотел, чтобы Луис трахнулся, но ничего не вышло.
И вы заставили её истекать кровью.
- Кто это вам сказал?
Теперь послушай меня.
- Я думаю, она жива!
- Ты думаешь?
Где она сейчас?
Вы где- то оставили её?
Говори, где она.
Быстро!
Уайт!
Говори, где она?
Где девушка?
- Уайт, у меня всё под контролем!
- Где девушка?
Что?
Эбонат- стрит, 1 09.
- Капитан, дайте мне одну минуту.
- Ты её получил.
Мисс, я лейтенант Эксли.
Простите, что я спрашиваю.
Мне надо знать, когда они вас оставили.
- Отвезите её в больницу.
- Я понимаю, что трудно...
Оставь её в покое.
Голый парень с пистолетом?
Ожидаешь, что тебе кто- то поверит?
Отстань нахрен от меня.
- Как это будет выглядеть в твоём рапорте?
Вот что он получил.
Да?
А ты думаешь, это означает твою фотографию в газете.
Занялся бы преступниками, а не полицейскими.
Стенсленд получил, что заслуживал.
Лучше держаться от него подальше, когда у него кровь кипит.
У него всегда кровь кипит.
Может, тебе лучше всегда от него держаться подальше?
Рейбек Полин, Тай Джонс и Луис Фонтейн.
Все они считаются вооружёнными и опасными.
Повторяю: подозреваемые в убийстве в "Ночной сове" совершили побег.
Как они выбрались из окна?
Спрыгнули со второго этажа.
Девушка говорит, они оставили её в 1 2.
Могли к часу приехать в "Ночную сову".
Вопрос в том, где они взяли наркотики.
Я до этого ещё не дошла.
- Что- нибудь случилось, лейтенант?
- Мне нужна поддержка.
Пошли.
- Что?
- Ничего, пошли.
Это, должно быть, здесь.
404- я.
Никому не двигаться!
- Оставаться на местах.
Вы арестованы.
- Пожалуйста, не стреляйте.
Вот он.
Ты хорошо поработал, парень.
Ну и вид у тебя, кругом кровь.
Кто бы мог подумать, а, стрелок?
- Приведите его в порядок.
- Пошли, парень.
Эдмонд Джей Эксли, человек с безупречным послужным списком...... за все 7 лет работы в управлении полиции города Лос- Анджелеса.
Недавно он проявил чудеса храбрости при выполнении служебного долга.
И мы награждаем его высокой наградой.
- Это мой "форд".
- Вы уверены?
- Мой муж всегда ездил на "форде".
Он нравился ему.
- Мой муж... - Извините, мэм, только факты.
Осветим темноту.
Осветим?
Это всё, что я, действительно, помню, офицер.
Спасибо, мэм.
Вы нам очень помогли.
Снято!
Это блестяще.
Эй, Большой Джек!
- Он вернулся.
- Эй, Джек вернулся.
Скажите мистеру Петчету, я не собираюсь менять своё решение по голосованию.
Некоторых может удивить, что человек, занимающий центральный пост...... признаётся в ошибке.
Без светофоров, без запретительных знаков.
Из центра на побережье за 20 минут!
Ну, с чего ты начнёшь?
С проституции?
С игорного бизнеса?
Это "Город ангелов", а у тебя нет крыльев.
Рада была вас видеть.
Всего хорошего.
Я всё ждала, когда вы снова постучитесь ко мне, офицер Уайт.
Зови меня Бад.
Бад.
Почему я?
Не знаю.
Эти выборы определят будущее правопорядка в Лос- Анджелесе.
Городской советник Роджерс.
Давайте же залезем поглубже в свои карманы и изберём нравственного человека.
Элис Леу хочет сказать несколько слов.
Спасибо.
Спасибо, Брэд Чейс, наша талантливая звезда "Знака чести".
Большой Джек!
Джеки!
Рад, что ты вернулся, бой Джек.
- Ну как у тебя висит, Сид?
- До самого колена.
- Слышал, ты большой друг окружного прокурора, Джеки?
- О, да.
Он меня пытался выгнать из полиции на прошлое Рождество в качестве шутки.
Не хотел бы ему отплатить по крупному?
Плюс обычные 50 долларов в пенсионный фонд Джека Винсенса.
- Ты в курсе, что он голубой?
- Не может быть.
Ты помнишь Мэта Рейнольдса?
Арест в день премьеры на канун Рождества.
- Только что вышел из исправилки.
- Что он делает здесь?
Рейнольдс - двухстволка, не говоря уж о том, что сидит на мели.
Я заплачу ему 4 сотни, чтобы трахнул окружного прокурора.
Это в 8 раз больше, чем твои 50.
- Боже.
- Не приглашай его сюда.
Это окружной прокурор Леу там.
Да.
- Да.
Джек, присмотри за ним минутку.
Мэт, это Джек.
Нет секретов между мной и им.
- Ну, как дела?
- Я хорошо.
А как ты?
Я тоже хорошо.
Да.
Да.
На вечеринке?
Ну, что- то в этом духе.
На вечеринке "Флёр де Ли"?
Да, "Флер де Ли".
Всё, что пожелаете.
Наркотики, проститутки, похожие на кинозвёзд.
Да, у Пирса Петчета всё есть.
Ну ещё бы.
Пирс не такой, как обычные ребята.
Он мне нравится, но...
Неужели?
С чего это?
Ну, не один ты такой.
Ну- ка, парень, выпей.
Не думаю, что мне следует это делать.
И не говори, что ты не умеешь.
Джек связан со "Знаком чести".
Провернёшь дельце, получишь роль.
А, ты смог бы взять его, Джек?
Давай, поговори с Джеком.
Да, я уверен, что мог бы найти тебе роль в шоу.
Но что сейчас об этом говорить.
Сегодня ночью...
- Как шоу- бизнес.
- Так?
- И никто об этом не узнает?
- Нет.
Это будет наш секрет.
- Ладно, шоу- бизнес.
- Вот именно.
Шоу- бизнес.
Комната 203.
Что ты знаешь о Пирсе Петчете?
Петчет?
Я знаю то, что и ты знаешь.
А что?
Я всё слышу всякие слухи:... Классная порнография, наркотики, проститутки, похожие на кинозвёзд.
Петчет - это "звездная пыль".
Он не педик и не красный.
Ты посмотри.
Ну, до встречи в полночь.
В полночь я гарантирую тебе все виды незаконной деятельности.
- Ещё, Джек?
- Да.
Парень.
Мэт?
Ну ладно, парень, можешь не делать...
За то, что убили этих животных, которые меня изнасиловали.
Конечно.
Я увидела, что он входит в дверь...
Слава Богу.
Вы сказали, что они ушли в полночь.
Возможно.
Что значит "возможно"?
Я не знаю, когда они меня оставили.
Стал бы кто- нибудь переживать, что они изнасиловали мексиканку, и искать...... Если бы они не убили тех белых в "Ночной сове"?
Я это сделала ради справедливости.
Инесс, Эксли!
Они здесь.
Здравствуйте, Инесс.
Так он ваш герой, мисс Сото?
Ну, ребята, как вам это?
А мне достанется Лин Маргарет Брекен.
Бисби.
Я выросла там.
Вернусь через пару лет и открою магазин готового платья.
Девочкам Бисби тоже надо покрасоваться.
А это откуда?
Мне было 1 2 лет, мой отец кинулся на мать с бутылкой, а я оказался на пути.
Значит, ты спас её.
Ненадолго.
Прости, это не моё дело.
Он привязал меня к батарее.
И я смотрел, как он забил мою мать до смерти.
Он оставил меня там.
3 дня, прежде чем кто- то нашёл нас.
А старика так и не нашли.
Может быть.
И тебе это нравится?
Раньше нравилось.
Такое вот дерьмо.
Как настоящий детектив.
А этот хрен Эксли застрелил не тех парней.
А убившие Стенсленда всё ещё здесь.
Я знаю, они здесь.
Я знаю.
Что- то случилось в "Ночной сове".
Просто не могу доказать это всё.
У меня ума не хватает.
Я просто тот, кого они приглашают, чтобы напугать кого- то до смерти.
Ты ошибаешься.
Ты нашёл Петчета, ты нашёл меня.
Ты достаточно умный.
Бад Уайт, что привело тебя в наш подвал?
У меня по "Ночной сове" несколько вопросов.
Не знаю, читал ли ты газеты, но это дело закрыто.
Беспокоит, как же.
У нас 3 ружья подозреваемых, которые совпадают с гильзами...... найденными в "Ночной сове".
Что тебе ещё нужно?
Кровь на стене здесь.
Это кровь Стенсленда.
- Стенсленда?
- Да.
Наверное, он был без сознания, когда его волокли в сортир.
- Нет.
Но он был копом.
Наверное, попытался что- то сделать.
Поджаренный сыр, чёрный кофе?
Кто- то сидел рядом с ним.
2 жертвы были женщины, так?
Кэтти де Люка, ночная официантка, и Сьюзен Лефортс.
Сьюзен Лефортс.
Всегда пожалуйста.
Миссис Лефортс.
Миссис Лефортс.
Я офицер Уайт, полиция Л. А.
Расскажите мне о её ухажёре, о котором вы говорили во время опознания в офисе.
Я говорила, что не одобряю его, как ухажёра.
Он слишком стар для неё.
А вы позволили ему грубить мне.
Они пришли как- то утром, когда меня не было дома.
И был какой- то шум.
- Как ухажёра звали?
Стенс?
Может, Стенс?
Я не знаю.
Посмотрите на фотографию.
Это он.
Это он!
Снаружи или внутри?
Снаружи.
И ещё миссис Дженсон говорила, что они всё время залезали под дом.
Вы должны уйти, полицейский.
- Что здесь?
- Только комната, всякие старые вещи.
Не трогайте это.
Не обращайте внимания на запах.
Я думаю, крыса там сдохла за стеной.
Моя Сьюзи была хорошей девочкой!
У неё никогда не было никаких неприятностей.
Вилан Минкс?
Никогда не слышал о таком.
Меня называют Баз.
Это была крыса?
Да.
И очень большая.
Вот, это вам от полицейского управления Лос- Анжделеса.
Желудок недели.
Убийство в мотеле.
Ничего себе ужин, а, лейтенант?
Да.
- Что вы имеете в виду?
- Бад Уайт ко мне приставал с утра.
- Бад Уайт?
- Знаете, он не такой тупой, как я думал.
Оставьте, наконец, мою дочь в покое.
Миссис Лефортс, я просто хочу задать несколько вопросов.
Офицер Уайт уже проверял под домом.
Под домом?
Где?
Вон там.
Сообщите только мне.
- Винсенс, мне нужна твоя помощь.
- Я занят.
Иди попроси своих ребят в отделе по расследованию убийств.
Я не могу.
Мне нужен кто- то не из отдела.
Хочу, чтобы ты проследил за Бадом Уайтом, когда он уйдёт на дежурство вечером.
Слушай, сделай одолжение, оставь меня в покое.
Ты думаешь, 3 негра совершили эти убийства в "Ночной сове"?
- Что?
- Это простой вопрос.
Зачем тебе копать глубже это убийство, лейтенант?
Роло Томасси.
Это всё или мне голову ломать?
Роло был карманником.
Мой отец поймал его после дежурства.
Роло всадил в него 6 пуль и ушёл безнаказанным.
Никто не знал, кто он.
Я придумал ему имя, чтобы создать личность.
Что ты хочешь сказать?
Роло Томасси - причина, по которой я стал полицейским.
Я хотел ловить людей, которые думают, что уйдут безнаказанными.
Я думал, дело в справедливости.
Где- то на длинном пути я забыл об этом.
А почему ты стал копом?
Я не помню.
Чего ты хочешь, Эксли?
Я просто хочу раскрыть это дело.
- Убийства в "Ночной сове" раскрыты.
- Нет.
Я хочу сделать это правильно.
Даже если придётся заплатить за последствия?
Ладно, студент, я помогу.
Есть ещё одно дело, на которое вам в отделе наплевать.
Назвали "Ещё одно голливудское убийство".
Но это не так.
Ты поможешь мне с моим, я помогу с твоим.
- Договорились?
- Договорились.
"Великая сила в великом городе.
Записывайтесь в полицию "
Джони Стампанато.
- Как делишки, Пейзано?
- Я не твой Пейзано.
Я больше не стучу полиции.
Знаешь парня по имени Баз Минкс?
- А я должен знать?
О, да, теперь вспоминаю.
Минкс - бывший полицейский.
Ты будешь таким же когда- нибудь.
Это вся информация, которую ты получишь.
Оставь себе свои 20 долларов.
А что я получу, если отдам тебе обратно твои яйца, итальяшка?
Ходили слухи...... Что у Минкса есть доступ к большой партии героина.
И?
И ничего!
Он сбежал.
Чушь.
Где бы Минкс достал большую партию героина?
Ты прав.
Это, наверное, чушь.
Может, поэтому он лежит в подвале дома на Элисон- парк и плохо пахнет?
Пейзано.
Ну, может, Уайт не так туп, в конце концов?
Значит, у нас есть Рита Хейворд в морге и Вероника Лейт с Уайтом.
Я думаю, твоё и моё дело связаны.
Это "Флёр де Ли" снова.
"Флёр де Ли"?
Всё, что пожелаете.
Порно, высококлассные проститутки, похожие на кинозвёзд.
Кто знает, что ещё.
- Так же, как и Пирс Петчет.
- Миллионер?
Надо поговорить с ним.
Сначала я хочу потрясти Стампанато.
Хочешь автограф?
Обратись в МGМ.
- Что ты мне сказал?
Садись.
- Что вы себе позволяете?
- Эд...
- Она просто похожа на Лану Тёрнер.
- Она и есть Лана Тёрнер.
- Что?
- Она Лана Тёрнер.
Откуда мне было знать?
Я думал, вы у нас специалист по делу "Ночной совы", мистер Эксли.
Я видел по телевизору, как вы получали медаль.
Двойник Вероники Лейт работает на вас.
Она одна из ваших шлюх, верно?
Какой вульгарный термин.
Почему она встречается с Бадом Уайтом?
А попробуем вот это:
Всё, что пожелаете.
Нет, ничего?
- Нет?
- Мы хотим ответы, Петчет.
Мы все чего- то хотим.
- Лейтенант Эксли, ответьте.
- Уверенный в себе тип.
Лейтенант Эксли, ответьте, приём.
Это Эксли.
Говорит, произвёл опознание.
- Ясно.
- Я тебя отвезу на своей машине.
- А ты куда поедешь?
К Лин Брекен.
Узнаю, почему Петчет позволяет встречаться с Бадом Уайтом.
- Встретимся в "Фроли Крум".
- Ну здорово.
Тебе девушка, а мне эксперт.
"Хаш- Хаш".
Не для протокола и только для вас.
Эй, а я как раз к тебе иду.
- Произвёл опознание?
Труп раньше был полицейским.
Вилан Минкс.
- Баз Минкс?
- Ты его знаешь?
Он ушёл до того, как я поступил в полицию.
Спасибо.
- Эй, только факты, Джек.
- Только факты.
- С 39- го по 41 - й год.
Нужны данные по его арестам.
Мисс Брекен?
Я лейтенант Эксли.
Я знаю, кто вы.
Бад мне рассказал о вас.
Неужели?
И что же Уайт сказал?
Он сказал, вы умны.
Ещё сказал, вы трус и готовы трахнуть самого себя, чтобы вырваться вперёд.
Давайте сконцентрируемся на моём уме.
Пирс Петчет сделал вас.
Научил одеваться, говорить, думать.
И я очень впечатлён результатами.
Но мне нужны ответы.
Если я их не получу, то и вас и Петчета уничтожу.
Пирс Петчет может позаботиться о себе.
И я не боюсь вас.
И он говорит, с кем трахаться?
А почему не думаете, что я встречаюсь с Бадом, т. к. мне этого хочется?
Вам было бы легче, если бы здесь была уловка, не так ли?
Вы боитесь Бада, потому что не можете решить, как им управлять.
Он не следует тем же правилам, что вы.
Это делает его опасным.
- Справитесь?
Я встречаюсь с Бадом потому, что я этого хочу.
Я встречаюсь с Бадом, потому что он не может спрятать хорошее, что внутри.
Я встречаюсь с Бадом, потому что он заставляет меня чувствовать себя...... Лин Брекен, а не каким- то двойником Вероники Лейт, трахающейся за деньги.
Я встречаюсь с Бадом, потому что он не знает, как скрыть то, кто он есть.
Я встречаюсь с Бадом потому, что он так отличается от тебя.
Не надо недооценивать меня, мисс Брекен.
Так же, как вы недооцениваете Бада Уайта?
Трахать меня и трахать Бада Уайта - это не одно и тоже.
Перестань говорить о Баде Уайте.
Чёрт.
Джек Винсенс?
Скоро полночь, Джек.
Мне нужно 2 минуты, Дадли.
Это важно.
Ты помнишь База Минкса, Дадли?
Позор, а не полицейский.
Что с ним?
Несколько лет назад он работал в полиции нравов с Диком Стенслендом.
Они допрашивали Пирса Петчета.
Дело о шантаже.
Петчет и Сид Хадженс фотографировали влиятельных бизнесменов с проститутками.
Вы тогда были старшим там.
Помните что- нибудь об этом?
А в чём, собственно, дело?
Это имеет отношение к убийству, которое мы расследуем вместе с Эдом Эксли.
Ты из отдела наркотиков, Джек, а не расследования убийств.
С каких пор ты работаешь с Эдвардом Эксли?
Ну, это частное расследование.
Я кое- что испортил, хочу исправить.
Только не начинай делать добрые дела, парень.
У тебя в этом нет практики.
Баз Минкс и Дик Стенсленд.
Ну и что Эксли обо всём этом думает?
Я ему ещё не сказал.
Я только что из архива.
Есть какие- то прощальные слова, парень?
Роло Томасси.
Сержант Винсенс был убит пулей 32- го калибра в сердце.
Время смерти: приблизительно час ночи.
Хотя тело было найдено в Эко- парке, эксперты утверждают, тело перевозили.
Я хочу, чтобы группы из 2- х человек прочесали весь район.
Наше возмездие должно быть быстрым и беспощадным.
Это всё.
Эдмон, можно мне поговорить с тобой?
Мы пытаемся выйти на человека, связанного с Винсенсом...... Но пока зашли в тупик.
- Как его зовут?
- Роло Томасси.
Ты когда- нибудь слышал, чтобы Винсенс называл это имя?
Нет.
Нет, не слышал.
Ну, наверное, это не играет роли.
- Кому могли его толкнуть?
- Уайт, ко мне в кабинет.
Капитан.
Послушай, просто дай мне имя.
Микки Коэн.
- Капитан.
Сейчас, Вендол.
- Хорошо.
- Закрой дверь, парень.
Ты меня немного удивляешь в последнее время.
Какие планы?
У тебя свои внеклассные занятия, а у меня есть свои.
Нам бы с тобой сесть и разобраться как- нибудь.
С этим всё.
А сейчас...... Мы должны трахнуть человека, который может знать, кто убил Джека Винсенса.
Конечно, вопрос: смогу ли я рассчитывать на тебя, парень.
- Да или нет?
- Да, сэр.
Я должен знать всё, о чём вы с Джеком Винсенсом говорили вчера ночью.
Начнём с опознания трупа.
Бывший коп?..
Что сказал Джек?
Он знал его?
Только по репутации.
Вендол, это Сид Хадженс.
Я готов сотрудничать.
Не надо меня привязывать.
Это для твоей собственной безопасности.
Голливудский Джек, Большой Вик?
Я слышал, он отправился на ночном поезде в далёкое никуда.
Я не имел никакого отношения к этому убийству!
- Но вы были деловыми партнёрами.
Ладно, ладно, мы работали вместе.
У нас был обмен информацией.
Я ему приносил хорошие аресты, а он мне давал хорошие материалы.
Хорошо, оставим это на минуту.
Вендол, мне нужно полное и добровольное сотрудничество по всем предметам.
Ладно, ладно.
Хорошо.
Все знают, что Петчет стоит больших денег.
Но у него есть хобби тоже.
Он финансирует фильмы категории "Б" втихую.
И вот ещё что: ходят слухи, что он нюхает героин.
В общем, влиятельная закулисная фигура.
- И...
- И что?
Взаимообмен, мистер Хадженс - это ключ к любым взаимоотношениям.
Первоклассный товар.
Все похожи на кинозвёзд.
И?
И шантаж, чёрт возьми!
В моей машине, в багажнике, под ковриком.
Петчет велел сфотографировать этого легавого, который трахает...... роскошную шлюху по имени Лин, похожую на Веронику Лейт.
Вендол, Вендол!
Оставь его, оставь!
- Уберите его от меня!
- Назад, Вендол!
Назад!
Дадли!
Дадли, я думал, вы дадите этому тупому ублюдку убить меня.
А ты научись придерживать удары лучше!
Ну снимайте наручники, ребята.
Дадли!
Ты, я и Петчет - мы же заодно.
Мы...
Хаш- Хаш.
- Ну что?
- Ничего.
Что же, Баз Минкс никого не арестовал за всё время работы в полиции нравов?
Кто- то, наверное, забрал досье.
- Если они у нас есть, они где- то в подвале.
- Найди их.
Ты разговаривала с Эксли?
Зайди в дом.
Я хочу знать, что произошло с Эксли.
Ну просто зайди.
Ты скажешь мне, что произошло между тобой и Эксли?
- Так расскажи мне о нём.
- Нет!
Сейчас.
Ты трахалась с ним.
Ты трахалась с ним.
Я думала, я помогаю тебе.
Я рад, что ты здесь.
Мне надо, чтобы ты на это взглянул.
Подожди.
Дадли убил Джека.
Он хочет, чтобы ты убил меня.
Он тебе показал это фото, не так ли?
Не так ли?
Подумай, чёрт тебя побери, подумай!
Дадли.
Я проверил книгу ежедневных рапортов.
Дадли, Баз Минкс и Стенсленд давно работают вместе.
Я знал, что Стенсленд лгал мне.
Мать Лефортс опознала Стенсленда, как ухажёра.
Стенсленд притворился, что не знает...... Минкса и её, в ту ночь, когда мы встретились... с Лин.
Стенсленд и Минкс, какого чёрта они задумали?
Я не знаю.
Но я думаю, что Стенс убил Минкса из- за героина.
Какого героина?
Джонни Стампанато сказал мне, что у Минкса был героин на продажу.
Минкс оказался мёртвым, Стенсленд погиб в "Ночной сове"...
Это были не негры.
Инесс Сото солгала.
Первыми обнаружили автомобиль "Меркурий" Брюен и Карлайл.
Люди Дадли.
Они и подложили ружья.
Они убили бы и негров тоже, если бы Джек и я не появились.
Дадли подставил их, потому что они были негры с преступным прошлым.
Он знал, что никто не будет задавать вопросов...... Если их убьют при сопротивлении аресту.
Каким- то образом это всё связано с расследованием Джека.
Фотографии шантажируемого Элиса Леу...
Этого парня убили.
Если мы хотим разобраться со всем этим, надо работать вместе.
Почему ты это делаешь?
"Ночная сова" тебя заставила?
И до основания.
Поможешь мне?
Давай- ка повидаемся с Элисом Леу.
Выясним, что известно окружному прокурору.
Эй.
Хотите, чтобы я вызвала полицию, мистер Леу?
Спросите капитана Дадли Смита.
Скажите, что у нас спор о смерти актёра в мотеле "Сансет- Сприт".
Располагайтесь.
Я хочу, чтобы бюро окружного прокурора установило наблюдение...... за Дадли Смитом и Пирсом Петчетом 24 часа в сутки.
Я хочу, чтобы их телефоны прослушивались.
На основании чего?
Моей догадки.
Без чего?
Что у них на вас?
У вас есть доказательства?
В доказательство вы перерезали ему глотку.
Вы этого пока не отрицаете.
Не собираюсь унижаться ответами.
А сейчас, господа, прошу извинить меня.
У меня пресс- конференция о Джеке Винсенсе.
Мне надо подготовиться.
Если вы пришли утирать мне задницу, я думаю, нам не о чём разговаривать.
Я, практически, сам это изобрёл.
Ну, зарезали какого- то педика- актёра.
1 0 мальчиков и девочек приезжает на автобусе в Л. А. каждый день.
- Убери его от меня, Эксли!
- Я не знаю, как.
Знаю, ты думаешь, что ты здесь шишка номер 1, но ты просто мразь!
Если я тебя прикончу, 1 0 других юристов займут твоё место завтра.
Ну хорошо, хорошо!
Дадли и Петчет, они.
О, Господи!
Я не соглашался, но меня подставили.
Я сдался.
Поэтому они убили его!
Почему?
Что задумали Дадли и Петчет?
О, Господи!
Отпустите меня!
Так ты играл в хорошего - плохого копа?
Петчет?
Предсмертная записка.
Пишет, что он убил Джека, т. к.
Джек разоблачил его махинации с порно.
Это не он придумал - резать себе вены.
- 2 пальца сломаны.
- Они, наверное, держали его.
Или тащили.
Я бы сказал, что Дадли убирает концы в воду.
Петчет мёртв, он послал тебя ко мне...
Лин.
Я сообщу шерифу Голливуда.
Они ближе, чем мы.
Я за машиной.
Ключи.
Эй, мы оцепили участок для надёжности.
Зарегистрируйте её, как Джоан Смит.
Никто не должен видеть её, пока не дам добро.
Кто- то обработал её, но не говорит кто.
- Пока, Эксли.
Мы должны поговорить с Лин.
Ты поговори.
А ты что собираешься делать?
Сделаю ему комплимент за его поведение в мотеле "Виктори".
Помни, Бад, нам нужны доказательства.
Я добуду доказательства.
Вы в порядке?
А вы в порядке?
Бад ненавидит себя за то, что он сделал.
Я знаю, что он испытывает.
Лин, мне нужно знать, что вы мне можете дать на Дадли Смита.
Он полицейский капитан, он в деле с Петчетом.
Никогда о нём не слышала.
У вас есть, где остановиться?
Со мной будет всё в порядке.
Всё в порядке, пропустите его.
Что случилось?
Кто- то забил его до смерти и украл все его досье.
Наверное, на не того парня мусор раскопал.
Сержант Уайт.
Звонили из диспетчерской вам.
Ты хотел встретиться здесь?
- Ты же звонил.
Я думал, Сид Хадженс...
- Хадженс мёртв.
Поехали отсюда.
Слишком поздно.
Много плохого здесь произошло.
А кончать всё равно где.
Вот.
Я только хотел походить на своего отца.
Сейчас твой шанс.
Он погиб, исполняя свой долг, не так ли?
Бад!
- Ты в порядке?
- Да.
Вставай.
Осторожно.
Роло Томасси.
- Кто это?
- Ты.
Человек, который уходит безнаказанным.
Джек знал это.
И я тоже.
Ты меня застрелишь?
Или арестуешь?
Хороший мальчик.
Дай мне сказать.
После того, как я закончу, тебя сделают шефом детективов.
Подними значок, чтобы они знали, что ты полицейский.
Вы думаете, что сможете оправдаться во всём этом, лейтенант?
Но я думаю, что смогу рассказать правду.
Во время нашего расследования...... Обстоятельств убийств в "Ночной сове"...... Джек Винсенс, Бад Уайт и я выяснили следующее:
Преступниками там были, скорее всего, полицейские Лос- Анджелесской полиции:
Майкл Брюен, Вильям Карлайл и третий человек.
Целью убийств было устранение другого полицейского.
Ричарда Стенсленда.
А затем был предан им из- за 25 фунтов героина.
Возвращение которого и было главной целью убийств в "Ночной сове".
И убийства Сьюзен Лефортс, Пирса Петчета, Сида Хадженса...... И сержанта Джека Винсенса.
Капитан Смит признался мне во всём этом прежде, чем я застрелил его.
В отеле "Виктори".
Это всё.
Господи, запачкают управление на годы.
Окружной прокурор.
Если мы заставим парня сотрудничать, кто скажет, что произошло?
Может быть, Дадли Смит умер героем?
Я герой?
Откуда он узнал, о чём мы говорим?
Он не мог нас слышать.
И?
В этой ситуации вам понадобится больше, чем один герой.
В следующем году управление полиции Л. А. переедет в новое здание.
С такими руководителями, как лейтенант Эдмонд Эксли...... образ толстых копов, ворующих яблоки, навсегда останется в прошлом.
И Лос- Анджелес, наконец, получит такую полицию, которую заслуживает.
Что, не смог устоять?
Пошли.
Эй.
Спасибо за помощь.
Поздравляю, лейтенант Эксли.
Некоторым достаются все почести в мире...... А другим - бывшая проститутка и поездка в Аризону.
Прощай.
Прощай.
Где я?
В номере мотеля.
Я просыпаюсь и понимаю, что я в номере мотеля.
Мне кажется, что я впервые здесь, но...... но, возможно, я живу здесь уже неделю... или три месяца... трудно сказать.
Просто какой- то номер в мотеле, они все похожи друг на друга.
Ты не видел этого парня?
Ленни!
Меня зовут Леонард.
- Я уже говорил тебе.
- Правда?
Я уже говорил тебе, у меня заболевание памяти?
Ах да, ты каждый раз это говоришь.
- Моя машина.
- Это твоя машина.
Ты что, меня дурачить вздумал?
- Грешно смеяться над больными людьми.
- Ну что, нельзя уже пошутить что- ли?
Закрой окно.
- Разбито.
- Надо бы заехать в автосервис.
- Ну, так куда сейчас, Шерлок?
- Нужно съездить в одно место.
- Какого чёрта тебе там делать?
- Ты знаешь это место?
Это какое- то заброшенное здание.
Не помню.
- Вроде бы в доме кто- то есть.
- А, эта машина тут сто лет стоит.
Да ну?
Тут свежие следы, им всего пара дней.
Следы?
Да ну тебя, следопыт...
Поехали отсюда.
Пошли зайдём внутрь.
"Тедди."
"Не верь его словам.
Это он.
Убей его. "
Наконец- то я нашёл его.
Сколько я искал его?
Нашёл что- нибудь?
Не думаю.
Ладно, пошли.
К чёрту всё это.
Ты за всё заплатишь.
Проси прощения, а потом заплатишь.
Ты что, совсем с катушек съехал, придурок?
Проси прощения у моей жены, а потом я вышибу тебе мозги.
Леонард, ты не понимаешь, что происходит.
- Ты даже не знаешь, как меня зовут.
- Тедди.
Ты это прочитал на своей грёбаной фотографии.
Ты даже не знаешь, кто ты.
- Я Леонард Шелби из Сан- Франциско.
- Ага, ты был им.
Теперь ты не Леонард Шелби.
- Заткнись.
- Хочешь знать, Ленни?
Пойдём, спустимся в подвал.
Пойдём вместе, ты и я.
Там ты узнаешь, кто ты.
Нет!
Просто какой- то номер.
В ящиках пусто.
Ну, всё равно, надо проверить.
Кроме Библии, ничего нет... которую я иногда читаю.
Я знаю о себе только общие вещи, но не ежедневные события, поэтому записи по- настоящему мне помогают.
У Сэмми Дженкиса была точно такая же проблема, но не было системы.
Он писал уйму каких- то заметок, но у него они были в полном беспорядке.
А система очень нужна...... если вы хотите, чтобы она помогала.
- Здравствуйте.
- Здравствуйте.
- Я Шелби из комнаты 304.
- Чем могу вам помочь, Леонард?
- М- мм...
- Меня зовут Берт.
Берт, я тебя разве не просил ни с кем меня не соединять?
- А вы что, сами не помните?
- Насчёт этого - не помню.
Вы говорили, что вам нужно смотреть человеку в глаза, когда говоришь с ним.
Ах, да.
- Так вы не помните, что говорили?
Я этим страдаю.
- Страдаете?
- У меня проблемы с памятью.
- Амнезия?
- Нет- нет, не амнезия.
У меня отсутствует короткая память.
Я помню кто я есть, и всё такое, но с тех пор, как у меня случилась травма, я не помню вещи, которые случились недавно.
Если я буду говорить с вами достаточно долго, я забуду, о чём мы начинали... и в следующий раз, когда мы встретимся, я не вспомню этого разговора.
И поэтому я даже не помню, встречались мы с тобой раньше или нет.
Так что если я покажусь странным, или даже может быть, грубым...
Я ведь уже говорил вам это?
Всё это так необычно.
- Вы меня совсем не помните?
- Нет.
- Мы уже разговаривали несколько раз.
А что вы помните последнее?
Мою жену.
Как это было?
Как пробуждение.
Будто только что проснулся.
Дерьмово, должно быть.
Всё на свете уходит в прошлое.
А как, например, вы решаете, что делать дальше...... если вы не помните, что уже сделали только что?
То есть наоборот...
- Сколько я уже живу здесь?
- Пару дней.
- И вы меня ни с кем не соединяли?
- Да, по вашей просьбе.
Сделайте исключение для этого парня.
Это ваш друг?
- Да, это же ваш друг, верно?
- С чего вы взяли?
- Я просто видел вас вместе, вот и всё.
- Он мне не друг.
Ладно.
Если он позвонит или придёт, переведите звонок в мою комнату, хорошо?
- Его зовут Тедди?
- Да, Тедди.
Ладно.
Надеюсь, моё заболевание не станет для вас проблемой.
Да нет, пока вы не забываете платить по счетам.
Да.
Хорошо.
Сорок.
Он уже здесь.
Система очень важна, и главное - чтобы она была работающей.
Вам нужно научиться узнавать свой почерк, это существенно важно.
Очень важно также - где именно вы делаете себе записи.
Для этого нужен пиджак с шестью карманами, каждый карман - для определённого рода вещей.
Нужно научиться всегда знать, где что лежит, и как работает система.
Нужно быть готовым к тому, что люди будут вам подсовывать свои записки, чтобы подшутить над вами, или дезориентировать вас.
Не знаю почему, но люди практически всегда пытаются...... воспользоваться такой ситуацией.
Если у вас есть информация, которая... является жизненно важной,... её нужно записать, например, на теле, а не на бумаге.
Так будет надёжнее её сохранить.
Кто это?
"Помни о Сэмми Дженкисе."
- Сэр, вы это оставили на своём столике.
Линкольн Стрит?
Прямо по Шестой...
-... а потом на восток...
- Мне нужно это записать.
- О, это просто.
Езжайте прямо...
- Нет, я должен это записать.
Мотель "Дисконт".
Мотель "Дисконт".
Натали.
Моя машина.
Тедди.
Джон Эдвард Гэммел.
"Не верь его словам."
- Да.
- Мистер Гэммел?
- Ленни, это ты?
- Джон Гэммел?
Ленни, это Тедди.
Будь дома.
Я сейчас приеду.
Хорошо.
Белый мужчина.
Имя - Джон.
То есть Гэммел.
Торговец наркотиками.
Номерной знак...
SG1 3..... 7IU.
Это он.
Я нашёл тебя, ублюдок.
То есть мы уже говорили с вами?
Я не помню.
Да, но это не амнезия.
Я всё помню до травмы, а вот короткой памяти у меня нет.
Не помню, разговаривал с вами или нет.
А о чём мы говорили?
А, о Сэмми Дженкисе.
Я, наверное, я говорил вам о нём всвязи с моим заболеванием.
У Сэмми была такая же проблема.
Он делал себе эти бесконечные пометки...
Только у него было всё перепутано.
Нет, у меня есть другое, более изящное решение моей проблемы.
Я упорядочиваю записи.
Я использую привычки и рутинные действия, чтобы выжить.
Сэмми не водил машину...... ему не надо было работать.
Я?
Да...... А у меня есть цель в жизни.
Сегодня, в час дня, встреча с Натали.
"Она тоже потеряла близкого человека.
Она поможет тебе. "
- Натали?
- Ты не помнишь меня.
- Думаю, мне надо объяснить...
У меня...
Называй меня Леонард.
Моя жена звала меня Ленни.
Я знаю, ты говорил.
Тогда я говорил и то, что ненавижу это имя.
Да.
Не снимешь очки?
А то мне так трудно будет...
Так что, у тебя есть для меня информация?
- Так сказано в твоих записях?
- Да.
Должно быть, нелегко жить по запискам...
Я постоянно путаю списки того, что нужно купить и квитанции из прачечной...
Наверное, татуировки у тебя тоже для этого.
Да, это неприятно.
Прости, что я не помню.
Не обижайся.
Да, у меня есть для тебя информация.
Ты мне давал номер машины.
Я отследила этот номер через своего друга в дорожной полиции.
Угадай, на чьё имя зарегистрирован этот номер?
Джон Эдвард Гэммел.
Джон Г.
Ты с ним знакома?
Нет.
Знакомое лицо.
Наверное, я его в баре видела.
Здесь ксерокопия его прав.
Ты уверен, что тебе это надо?
Я говорил тебе, что сделал этот человек?
Да.
Тогда зачем ты спрашиваешь?
Если ты даже отомстишь ему, то всё равно не будешь помнить об этом.
Ты даже не будешь знать, что ты это сделал.
Моя жена заслуживает отмщения.
Мне без разницы, буду я помнить или нет.
Тот факт, что я не буду помнить...... не лишает мои действия смысла.
Мир не исчезает, когда закрываешь глаза.
Может быть, эта фотография скажет мне больше, чем все эти идиотские татуировки.
Расскажи мне про неё ещё раз.
Зачем?
Потому что тебе нравится вспоминать о ней.
Она была красива.
- На мой взгляд, само совершенство.
- Да нет...
Не надо повторять одно и то же.
Закрой глаза и вспомни её.
Я вижу её до малейших деталей.
И чувствую обрывки ощущений, которые не передать словами.
Я помню всё от и до.
Даже то, что не хотелось бы помнить.
Сложив все эти воспоминания, я чувствую её, как человека.
Я чувствую, как мне не хватает этих ощущений.
И как я ненавижу того, кто лишил меня их.
Я тебе там написала адрес.
Он может пригодиться.
Это заброшенный дом за городом.
Один мой знакомый пользовался им, обделывал там кое- какие дела.
Этот дом стоит на отшибе.
Отлично.
- Я помогаю тебе не за деньги.
- Прости.
- Да ничего.
Я же понимаю, в каком ты состоянии.
Ты всё ещё в "Дисконте" живёшь?
В комнате 304?
Ты у меня это оставил.
Да.
- Как в мотеле, уютно?
Знаешь, что в нас общего?
Мы оба выжили.
Будь поосторожнее, Леонард.
"Помни о Сэмми Дженкисе."
Я встретился с Сэмми по работе.
Я был страховым следователем.
Я расследовал тогда одно дело, хотел разобраться, кто виноват,... поэтому пришлось выслушивать всё это дерьмо.
Зато я получил много опыта, и мне это помогает в жизни.
Когда я встречаю кого- нибудь, я не знаю, встречались ли мы раньше.
Я смотрю в его глаза и пытаюсь вычислить, что это за человек.
Лучший способ определить, что знает человек - дать ему говорить.
И читать на языке глаз и тела.
Если человек чешет нос, то любой эксперт скажет вам, что он врёт.
Но не всегда.
Люди нервничают по многим причинам.
Всё нужно воспринимать в контексте.
Да, я был неплох.
Сэмми был первым, задавшим мне задачку.
Эй, Ленни!
Я думал, ты уже уехал.
- Нет, кое- что изменилось.
- Да, я вижу.
Меня зовут Тедди.
Думаю, я уже рассказывал тебе о своей травме.
Да, ты каждый раз о ней рассказываешь.
Пойдём, я угощу тебя обедом.
- Я рассказывал тебе о Сэмми Дженкисе?
- Да.
Меня уже тошнит от рассказов о нём.
А как насчёт Джона Г?
Как думаешь, он ещё не уехал из города?
- Кто?
- Джонни Г, парень, которого ты ищешь.
- Ты поэтому не уехал, верно?
- Может быть.
Леонард, тебе нужно быть очень осторожным.
Почему?
Ты как- то обмолвился, что кто- то пытается подставить тебя.
Чтоб ты убил не того человека.
Вообще- то я полагаюсь на факты, а не на чьи- то рекомендации.
Ленни, понимаешь, нельзя доверять человеческую жизнь этим бумажкам.
- Почему?
- Записки не могут быть надёжными.
- Память тоже ненадёжна.
- Да брось.
Нет, правда.
Память несовершенна.
Спроси у полицейских.
Свидетельские показания ненадёжны.
Копы не арестовывают убийц по одним только свидетельским показаниям.
- Они собирают факты и делают заключения.
- Я не это имел в виду.
Факты, а не воспоминания.
Когда ты записал, память тебе не нужна.
Память может изменить размеры комнаты, цвет машины...
Всё может быть искажено.
Она подвержена интерпретации, память не статична.
Память иррелевантна, если у тебя есть факты.
Ты вправду хочешь найти этого парня?
Он убил мою жену.
И лишил меня памяти.
Он отнял у меня саму возможность жить.
Ты ведь жив.
Я живу ради мести.
Тогда мы найдём этого ублюдка.
Где ты остановился?
Только номера комнаты не помню.
Ключ потерял.
Наверное, в комнате оставил.
Здравствуйте.
Наверное, в комнате забыл.
Добрый день, Леонард.
В комнате, говорите?
- Ключа нигде нет.
- Чёрт, это не та комната.
Вы живёте в 304- й.
Прошу прощения, я ошибся.
- Это не моя комната?
- Нет, пойдёмте.
Тогда почему здесь написано моим почерком?
Это раньше была ваша комната, а теперь вы живёте в 304- й.
- Когда я жил здесь?
- На прошлой неделе.
- Потом я сдал тебе комнату наверху.
- Почему?
Я рассказал боссу о вашей травме и всё такое...... и он сказал переселить вас в другую комнату.
И сколько таких комнат я поменял?
Пока всего две.
Что ж...... по крайней мере ты честно рассказал мне всё это.
- Вы всё равно ничего не запомните.
- Не будь таким честным, Берт.
Всегда берите квитанцию, Леонард.
Ах да.
- Сколько времени?
- Четверть первого.
Прошу прощения.
Ваша комната...
- Натали.
- Ты не помнишь меня.
Когда я повстречал Сэмми, я только стал страховых следователем.
Дженкис, очень странный случай.
Ему было 58 лет, они с женой попали в автокатастрофу.
Ни он ни его жена серьёзно не пострадали, но с тех пор он стал очень странным.
Врачи сказали, что возможно повреждение гипоталамуса.
Сэмми начисто всё забывал не больше чем через через пару минут.
Он не мог работать, ничего не мог делать.
Поэтому его медицинские счета росли, и его жена позвонила в страховую компанию.
Это было мое первое расследование.
Сэмми рассуждал нормально, но его память не сохраняла происходящего.
Его память держала информацию всего две минуты.
Он смотрел телевизор, но если передача длилась больше пары минут,... он забывал, с чего она началась.
Ему нравились рекламные ролики, потому что они были короткие.
Сэмми, пора делать укол.
А самым удивительным было то, что человек...... который теперь был не в состоянии досчитать до тысячи,... мог делать очень сложные вещи,... правда, только те, которым научился до аварии,... и достаточно короткие по продолжительности.
Врачи говорили мне, что это заболевание...... называется потерей антериальной, или короткой памяти.
Это редко, но случается.
Каждый раз, когда я приходил к нему,... мне казалось, я улавливал в его глазах... такое... лёгкое узнавание.
Хотя на самом деле меня не помнил.
Сэмми, я открою.
- Здравствуйте, мистер Шелби.
- Здравствуйте, миссис Дженкис.
Ну, я умею распознавать людей, и я думал, - "он плохо играет".
Это усиливало мою подозрительность, и я решил проверить его.
Проснулся.
Где я?
Чья- то спальня.
Видимо, это её комната.
Кто это?
Это я.
- Хорошо спал?
- Да.
О, чёрт.
Чёрт.
Мне надо успеть в одно место.
Странно.
Ты что, никогда не записывала номера телефонов на руке?
Мне надо было встретиться с одним человеком...
-... насчёт водительского удостоверения.
- Да, насчёт водительского удостоверения.
Этого Джона Г.
У тебя на бедре это вытатуировано.
Натали.
Она поможет тебе. "
Если он регистрировался в этом штате,... то мы получим его карточку за пару секунд.
Я позвоню тебе, как только что- нибудь узнаю.
Может, сразу договоримся о встрече?
Я не очень- то люблю по телефону.
Знаешь, очень хорошо, что ты...
Ну, ты...... помогаешь мне...... вроде того.
Я помогаю тебе, потому что ты помог мне.
В следующий раз, когда мы встретимся,... ты вспомнишь меня?
Надеюсь, вспомнишь.
Прости.
Ленни, пока ты не ушёл, отдай мою рубашку, ладно?
Эй, Ленни!
Я думал, ты уже уехал.
Сэмми не мог ничего поделать со своим заболеванием.
Но я должен был что- нибудь придумать.
Тренинг какой- нибудь.
Сэмми можно было научить чему- нибудь последовательным повторением.
Это как учиться ездить на велосипеде.
Всё зависит от практики.
За это отвечает совсем другая часть мозга.
Поэтому врачи решили проверить Сэма на восприимчивость к повторениям.
- Выберите три любых предмета.
- Это что, тест?
Я уже и не помню, когда сдавал свой последний экзамен.
Простите.
Что за чёрт?
- Это тест, Сэмми.
- Задницу себе протестируйте, шарлатан.
Некоторые из предметов были под напряжением.
Его било током.
Они повторяли этот тест, и всегда одни и те же предметы были под напряжением.
Хотели проверить, удастся ли Сэмми выбирать правильные предметы,... основываясь не на памяти, а на инстинктах.
Натали, верно?
Кто, чёрт побери, этот Додд?
Думаю, меня он больше не должен волновать.
- Во что, чёрт возьми, ты меня впутала?
- Кто это?
- Только успокойся, ладно?
Это моя проблема.
Ты сам предложил помочь.
Это не имеет отношения к твоему расследованию.
Зачем ты меня в это впутала?
Ты предложил помочь, когда увидел, что он сделал с моим лицом.
А как я узнал, что он сделал с твоим лицом?
Я пришла к тебе.
Я показала тебе, что он сделал и попросила тебя о помощи.
- И я поверил тебе на слово?
Нет, здесь что- то не так.
Мне кажется, кто- то хочет меня подставить, чтобы я убил не того человека.
- Так ты что?
- Что?
Ты убил его?
- Конечно же нет!
- Ладно, сядь.
Успокойся, ладно?
Это никак не связано с тобой.
Ты помог мне, и я благодарна тебе за это.
Сожги это.
Леонард, ты сам решил помочь мне.
Ну, проверь, если не веришь.
Задавай любые вопросы, ничего ведь нельзя знать наверняка.
- Есть вещи, которые я знаю наверняка.
Ну, например, какой будет звук, когда постучишь по чему- нибудь.
Или то, что вот эта штука будет твёрдая.
Видишь?
Уверенность - это тоже вид памяти, его можно считать доказанным.
Знаешь, я так много всего помню.
Ощущение мира...
Помню её.
Она умерла.
А настоящее - сущая ерунда, которую я корябаю на этих чёртовых записках.
Ну всё, всё.
Успокойся.
Думаешь, легко успокоиться?
Снимай пиджак.
Да.
Давай.
Вот так.
Не думала, что ты такой.
Написано наоборот.
Иди сюда.
О чём это?
Может быть...
Я тоже потеряла близкого человека.
Мне очень жаль.
Его звали Джимми.
- Что с ним случилось?
- Он поехал на встречу.
И не вернулся.
- А с кем он встречался?
- С парнем по имени Тедди.
А что сказали в полиции?
Они не слишком охотно ищут парней вроде Джимми.
Когда ты найдёшь этого парня, этого...... Джона Г., что ты будешь делать?
Я убью его.
Может быть, я смогу помочь тебе найти его.
Я даже не знаю, как давно она умерла.
Может быть, она пошла в ванную, или ещё куда- нибудь.
Но я почему- то...
Я почему- то точно знаю, что она не вернётся.
Если бы я...... протянул руку и потрогал её сторону постели,... я бы убедился, что она холодная.
Но я не могу.
Я знаю, что её не вернуть.
Но я не хочу просыпаться каждое утро, думая, что она со мной.
И вот я лежу здесь, не зная, как долго я живу без неё.
Так как...
Как же мне избавиться от этого?
Как я могу избавиться от этого, если я не...... не чувствую хода времени?
"Она тоже потеряла близкого человека.
Она поможет тебе. "
Они месяцами проводили с Сэмми те же тесты.
И всегда те же самые предметы были под напряжением.
О!
Что за чёрт?
- Это тест, Сэмми.
- Протестируй это, эскулап хренов!
Даже при потере короткой памяти...... Сэмми должен уже был научиться выбирать нужные предметы инстинктивно.
В подобных случаях это всегда происходило, но в случае Сэмми всё было бесполезно.
Врачи сделали вывод, что его проблема - психического, а не физиологического плана.
И мы отклонили его притязания по причине того, что его заболевание - психическое.
Его жену завалили медицинскими счетами, а я получил повышение.
Сэмми не мог адаптироваться в окружающем мире, поэтому он был беспомощен.
Но я умею адаптироваться.
Я живу так, как не мог жить Сэмми.
Рутина.
Адаптация в окружающем мире.
Проснулся.
Где я?
Номер мотеля.
Какой- то незнакомый номер в мотеле.
В ящиках ничего.
Но я всё равно посмотрю.
Ничего кроме...
Библии.
Эй!
Открывай!
Минуточку!
Открой дверь!
Ленни!
Открой дверь!
Ну же!
- Ну что, наигрался в детектива, Ленни?
А, понятно...
-... соседи- молодожёны?
- Что ты здесь делаешь?
Ты же сам мне позвонил и сказал, что тебе нужна моя помощь.
Это и вся твоя благодарность за мою дружбу?
Хотя я это уже говорил тебе вроде бы.
Что там у тебя?
Кто это такой, чёрт возьми?
- Нет!
А что, я должен его знать?
Это не Джон Г?
- Вряд ли.
Вряд ли?
Ты что, не записал?
- Я, наверное, заснул, не успел записать.
Спроси его.
Как тебя зовут?
Твоё имя?
- Додд.
- Кто тебя тебя так отделал?
- Что?
- Кто тебя тебя так отделал?
Ты.
Нет- нет.
Дай мне минутку подумать.
- А, Натали.
- Кто такая Натали?
Что за Натали?
- А что?
- Может, я знаю её.
Нам нужно избавиться от него.
Ладно, ладно, ладно.
У него ведь есть машина?
Давай посадим его в его машину, вывезем из города и там убьём.
Как же мы его отсюда вытащим, связанным и с кровью на лице?
- А как ты его сюда затащил?
- Я не знаю!
Ты не знаешь...
Это не мой номер.
Это, наверное его номер.
Отлично.
Пошли.
Нет, мы не можем просто оставить его здесь.
Почему?
Горничная придёт убираться, увидит его и вызовет полицию.
А он нас сдаст.
Ладно.
Тогда мы его развяжем, почистим...... и выведем отсюда под пистолетом.
Под пистолетом...
Это, наверное, его пистолет.
Людям вроде меня вряд ли выдают разрешение на оружие.
Да, это был бы кошмар.
Которая?
Чтобы преподать ему урок.
- Заткнись.
- Ладно, давай залезай в "Ягуар".
Залезай.
Я поеду с ним, а ты за нами.
Дай мне ключи.
Езжай на своей машине.
Ну что он, наложил в штаны?
Ага, от твоих зловещих усов.
Нужно было забрать его машину.
- Зачем?
Чем плоха эта?
- Ничем.
Хочешь поменяться?
Что ты теперь намерен делать?
Мне нужно выяснить, что всё это значит.
Натали, верно?
Жена Сэмми была сбилась с ног, пытаясь оплатить счета.
Она пыталась опротестовать решение страховой компании.
Но всё было тщетно.
Я не утверждал, что Сэмми притворяется.
Сэмми, у меня идея.
Просто его болезнь была психической, а не физиологической.
Всегда носи ручку и блокнот в кармане.
Она никак не могла понять.
- Я что- то не так сделал?
- Да, ты что- то не так сделал!
Мы займёмся этим.
Нам нужно заниматься чуточку упорнее.
Она смотрела в его глаза и видела своего прежнего Сэмми...... и если это не физиологическая проблема, в его состоянии должен случиться перелом.
Звонила Элен.
Звонила Элен!
Звонила Элен.
Элен...
Элен сегодня не сможет прийти!
- Элен не придёт!
- Прости!
Прости!
Я стараюсь!
Итак, Леонард Шелби из страховой компании посадил в её душе зерно сомнения.
Как и в душах докторов.
Но я никогда не говорил, что он притворяется.
Никогда.
Хм.
Вроде не чувствую себя пьяным.
- Есть кто?
Уборка комнат.
- Не сейчас!
- О, простите.
Додд.
Натали.
Додд.
Избавься от него.
Спроси у Натали.
Тедди, Тедди.
Говорите после гудка.
Алло.
Сообщение для Тедди.
Я в мотеле "Вершина скалы" на Пятой Улице, комната 6.
Приезжай как можно скорее.
Это важно.
Ах да, это Леонард.
О, чёрт!
Миссис Дженкис не понимала, что нельзя силой заставить помнить...
Что чем сильнее давление, тем только хуже.
Перезвоните?
Так, что я сейчас делаю?
Нет.
Это он преследует меня.
А!
Чёрт!
Додд, белый парень, мотель "Вершина скалы" на Пятой Улице.
Я до тебя доберусь, ублюдок.
О, чёрт!
Извините.
Мне нужно какое- нибудь оружие.
Вот это сойдёт.
Хм.
Вроде не чувствую себя пьяным.
Я знаю этого парня?
Кажется, он меня знает.
Что за чёрт?
- Классная тачка.
- Спасибо.
- Где ты её взял?
- Хочешь купить, что- ли?
Я что, недостаточно ясно выражаюсь?
Я и сам не смог бы яснее.
Так, что я сейчас делаю?
Кто это?
Ой!
Прекрати.
- Как можешь ты опять это читать?
- Хорошая книга.
- Ты уже тысячу раз её читала.
- Мне нравится.
Я думал, удовольствие от чтения книг в том, что заранее не знаешь сюжета.
Не будь занудой.
Я читаю не назло тебе.
Просто мне нравится эта книга.
Не мешай.
Пожалуйста.
Наверное, я и раньше это делал.
Уже уйму твоих вещей сжёг, наверное.
Не помню, чтобы я забыл тебя.
Да.
Это полностью совпадает с моими выводами.
Я так и думал, что это связано с наркотиками.
В полицейском отчёте упоминается, что в машине рядом с моим домом были найдены наркотики.
Машина была угнана.
И в той машине повсюду были его отпечатки.
У меня был друг в полицейском участке.
Он сделал мне копию дела.
Я часто имел дело с полицией, когда работал в страховой компании.
В моём состоянии это затруднительно.
Я не могу удержать в памяти всё сразу.
Я могу только обобщать детали.
И ещё, тут нет некоторых страниц.
Я ведь их все пронумеровал.
Не знаю, почему они все перепутаны.
Они даже не искали этого Джона Г.
В его машине нашли столько улик...... его просто не могли не поймать.
Дорогая?
Всё в порядке?
Как ты там?
Тебе понравилось?
Что?
Мне нужно было запереть дверь?
Нет.
Я хочу, чтобы ты ушла.
Что- то не так с этими наркотиками, спрятанными в машине.
Полиция утверждает, что у него была ломка и ему нужны были деньги.
Он бы не стал вламываться в чужой дом, если бы у него была припрятана доза.
Ну, я думаю, Джон Г оставил их там.
Откуда вы знаете?
Всё сходится.
Значит, он был наркоторговцем.
Подождите минутку.
Ну вот, кое- что проясняется.
Мотель "Дисконт".
Да, хорошо.
Блондинка подойдёт.
Как говорится, с пивом потянет.
Мотель "Дисконт", номер 304.
Леонард.
Ну, и что потом?
Мы ляжем спать.
Ты подождёшь, пока я усну.
Пойдёшь в ванную и захлопнешь дверь.
Прямо захлопнуть?
Достаточно громко, чтобы я проснулся.
- И всё?
- Всё.
Да, сначала разложи эти вещи где- нибудь в номере.
Представь, что это твои вещи и твоя спальня.
Мне это надеть?
Нет, представь, что ты только что сняла его.
Не надо использовать эти вещи.
Просто разложи их по комнате, как будто это... твои вещи.
Как скажешь.
Я не виню полицейских за то, что они не воспринимают меня серьёзно.
Действительно, довольно трудно это осознать.
Вспомните Сэмми.
Его собственная жена не смогла смириться с его состоянием.
Я вам рассказывал, как она пыталась оспорить моё решение?
Она пришла ко мне в офис, и вывалила на меня всю эту кучу дерьма.
Она рассказывала мне, как она жила с Сэмми, как лечила его.
Как она прятала еду где- то в доме, и морила его голодом, чтобы голод напомнил ему, где лежит еда.
Она не была жестокой.
Она просто хотела вернуть своего Сэмми.
Вы же всё знали про Сэмми, и вы приняли решение, что он притворяется.
Это решение компании, и оно состоит не в том, что он претворяется...... просто его состояние не может быть классифицировано как...
Я всего лишь хочу знать ваше личное мнение относительно Сэмми.
Я не должен обсуждать это дело, пока оно находится на апелляции.
- Я не требую вашего решения.
- Так зачем же вы пришли?
Глядя на Сэмми, я вижу не какого- нибудь... психа.
Я вижу моего старого доброго Сэмми.
Вы думаете, для меня это легко...... всё время думать и гадать, притворяется он или нет?
Сможет ли он, в конце концов, каким- либо образом...... избавиться от этого и снова стать нормальным человеком?
Если бы я...
Если бы я точно знала, что моего старого Сэмми больше не вернуть, я бы сказала ему "прощай" и начала любить этого нового Сэмми.
Но пока у меня имеется хоть тень сомнения, я не могу так поступить.
Что вы хотите от меня?
Я хочу, чтобы вы всего на полминуты забыли об интересах вашей компании, и сказали мне, что вы действительно верите, что Сэмми притворяется.
Я должна знать...... ваше мнение как эксперта.
Я уверен, что физиологически Сэмми способен иметь память.
Спасибо.
Мне казалось, что я помог ей.
Мне казалось, ей просто нужен был ответ, неважно какой.
Просто что- нибудь, во что она могла бы верить.
- Тебе не мешало бы запирать машину.
- Ты кто такой?
- Тедди, твой приятель.
- Докажи!
Сэмми!
Помнишь про Сэмми?
- Боже!
- Какого чёрта ты делаешь в моей машине?
Ты что, чувство юмора вместе с памятью потерял?
Знаешь, для чего ты здесь?
- Мне кое- какие дела нужно закончить.
- Ленни...... позволь тебе напомнить, твои дела здесь давно закончены.
- Ты до сих пор здесь из- за Натали.
- Кто такая Натали?
Твою мать!
Ты только что от неё вышел!
Правильно, погляди на свои карточки.
Наверняка она будет на одной из них.
О, чудесный снимок, прямо Лейбович!
Запиши.
Тебе нельзя доверять ей.
Почему это?
Потому что она посмотрела на твой костюм, на машину...... и уже раздумывает, как повернуть ситуацию в свою пользу.
Да она тебя уже в постель затащила.
Лучше держись от неё подальше!
Сейчас я дам тебе название мотеля.
Тебе повезло, что ты встретил меня.
Эта баба - просто чума.
- Почему?
- Она связана с наркобизнесом.
Смотри.
Видишь?
Это бар, в котором она работает.
Её приятель - наркоторговец.
Она принимает для него заказы, организовывает встречи.
Он пишет записки на обороте, вот здесь...... а она приносит ему ответы на таких же, вместе с выпивкой.
- Какое мне дело до всего этого?
- Потому что в случае чего...... она не задумываясь использует тебя для своей защиты.
От кого?
Им захочется узнать, что случилось с этим парнем.
И они придут к ней.
Кому- то придётся платить, Ленни.
Кому- то всегда приходится платить.
Видимо, она хочет, чтобы это был ты.
Правда?
А может быть она хочет защититься от тебя?
Ты боишься, что она использует меня против тебя?
- Нет.
- Почему?
Потому что она не знает, кто я.
- Почему ты преследуешь меня?
- Я хочу тебе помочь.
Она ничего не знает о твоём расследовании.
Так ведь, Эйнштейн?
Так что запиши.
Если она предлагает помощь, она делает это для своей выгоды.
Я не вру.
Возьми ручку и запиши это.
Запиши: не верить ей.
Ну вот.
Успокоился?
Я не успокоюсь, пока ты не уедешь из города.
Почему?
Ну сколько уже можно здесь торчать?
Пока кое- кто не начнёт задавать вопросы?
Какие вопросы?
Такие же вопросы, которые ты должен задать самому себе.
- Какие например?
- Откуда у тебя этот костюм, эта машина?
- У меня есть деньги.
- Откуда?
Из- за смерти моей жены.
Я получил неплохую страховку.
Так вот с какой радости ты сидишь в этом роскошном "Ягуаре"!
Ты понятия не имеешь, правда?
Ты даже не знаешь, кто ты такой.
Я знаю, кто я.
Я же говорил, у меня не амнезия.
Я помню всё вплоть до травмы.
Я Леонард Шелби, из Сан- Франциско...
Так это кем ты был.
А кто ты теперь - ты не знаешь.
Кем, или чем ты стал после..... после травмы.
Ты шныряешь в округе, играя в детектива.
Ты даже не знаешь, как долго это делаешь.
Подумай сам.
Ты носил эксклюзивные костюмы, когда продавал страховки?
Я расследовал.
Ладно, ладно.
Ты был страховым следователем.
- Может, тебе сначала расследовать себя?
- О, спасибо за совет.
Да, и сделай мне одолжение, не езди больше туда.
Выбери мотель где- нибудь за городом.
Было приятно пообщаться, Ленни.
"Не доверяй ей."
"Не верь его словам."
К чёрту всё.
Поеду к себе.
Нет.
Она не должна была возлагать на меня такую ответственность.
Я ведь не доктор, а всего лишь страховой следователь.
Да, полагаю, да.
Я принимал во внимание и все остальные соображения.
Уголовную ответственность, большие финансовые...
Кто это?
Записать.
Записать всё, что произошло.
Записать.
Надо сконцентрироваться.
Не забыть.
- Что случилось?
Он избил меня.
Кто?
Кто?
Чёрт, Леонард, конечно Додд!
Додд избил меня.
Почему?
Из- за тебя!
Из- за того, что ты сказал мне сделать, убедить его...... сказать ему про Тедди.
Отличная мысль!
Успокойся.
Успокойся, всё хорошо.
Всё в порядке.
Никто тебя не тронет.
Ну, садись.
Садись.
Давай, садись.
Всё в порядке.
Я принесу льда.
Вот.
Я сделала всё точно, как ты сказал.
Я приехала к Додду...... и сказала ему, что у меня нет ни денег Джимми...... ни наркотиков.
И что это, должно быть, Тедди забрал и то и другое.
И что он сказал?
Он не поверил мне.
Он сказал, что если наркотиков не будет до завтра, он убьёт меня.
А потом он просто... начал бить меня.
Где он?
- А что?
- Я еду к нему.
Я сам набью ему морду и скажу, чтобы поискал парня по имени Тедди.
Он убьёт тебя, Ленни.
- Моя жена звала меня Ленни.
Да, я и ненавидел это.
О, этот парень так опасен.
Давай сменим тему, ладно?
Нет- нет.
Ты только скажи, как он выглядит.
И где его найти.
У тебя есть ручка?
У меня в сумочке.
Он, наверное, найдёт тебя сам.
Почему ты так думаешь?
Я ему рассказала про твою машину.
Зачем?
Он чуть душу из меня не вышиб, должна же я была ему что- то сказать.
Запиши всё здесь.
Будь осторожен.
Всё будет хорошо.
- Тебе не мешало бы запирать машину.
Портье?
Да, Берт.
Это Шелби из номера 21.
Не соединяй меня ни с кем.
Вообще ни с кем.
- Что случилось?
- Он уже приехал.
- Кто?
- Он называет себя Додд.
Что он хочет?
Он хочет знать, что случилось с Джимми и его деньгами.
Он думает, я взяла их.
А ты их взяла?
Нет.
Ты не имеешь ни малейшего представления?
Ты у нас в блаженном неведении, правда?
Послушай, у меня заболевание...
Я всё знаю о твоём чёртовом заболевании!
Я, наверное, больше тебя о нём знаю, а ты вообще больше ни о чём не знаешь.
Что случилось?
Джимми поехал на встречу с парнем по имени Тедди.
Он взял с собой кучу денег и не вернулся обратно.
Партнёры Джимми думают, что я его подставила.
Я не знаю этого Тедди, а ты?
- И я не знаю.
- Не защищай его!
Помоги мне.
- Как?
- Избавь меня от Додда.
- Что?
- Убей его.
Я тебе заплачу.
Кто, ты думаешь, я такой?
Я не убиваю людей за деньги.
А за что тогда?
За любовь?
За что ты убьёшь его?
- За свою жену ты убил бы, правда?
- Это разные вещи.
Мне без разницы, она была не моей женой!
Эй, не говори так о моей жене.
Я могу говорить что угодно и о ком угодно!
Я могу говорить всё что я захочу, и ты всё забудешь!
Я могу назвать твою жену шлюхой, и мы всё равно останемся друзьями!
- Успокойся.
- Тебя ничем не испугать!
Ты даже не знаешь, что такое страх, чёртов кретин!
Это всё никак со мной не связано.
Откуда ты знаешь?
Ты не помнишь ни хрена, так откуда тебе это знать?
- Но ты ведь можешь разозлиться?
- Да.
Ты трогательный кусок дерьма!
Я могу сказать всё что я хочу, ты всё равно всё забудешь, ты, жертва аборта!
Теперь я буду тебя использовать.
Я тебе говорю потому, что мне будет веселее, если я буду знать, что ты мог бы прекратить это, если бы не был таким дебилом.
Что, потерял ручку?
Да, дело дрянь, ублюдок.
Иначе бы ты накорябал себе записку о том, как Натали ненавидит тебя...... и что назвала твою жену шлюхой!
- Больше ни слова, сука!
Я читала о твоей болезни, Леонард.
Ты знаешь, какова одна из причин потери короткой памяти?
Венерические болезни.
Наверное, твоя потаскуха- жена...... сосала слишком много грязных членов, поэтому ты и стал уродом!
Ты полный, безнадёжный кретин.
Я могу говорить всё что захочу, ты всё равно всё забудешь!
И мы всё равно останемся друзьями.
И, может быть, даже любовниками.
Я скоро вернусь.
Сконцентрироваться.
Найти ручку.
Нужно всё это записать.
Сконцентрируйся, сконцентрируйся.
Держать в памяти, не забывать, не забывать.
Найти ручку.
Нужно найти ручку.
Нужно записать, записать всё это.
Всё что здесь произошло.
Я должен записать, что произошло.
Ну же!
Где эта чёртова ручка?
Боже!
Держать в памяти.
Держать в памяти.
Держать...
Держать в памяти.
Надо найти ручку.
Написать записку.
Записать, что произошло.
Записать.
Сконцентрируйся, держи в памяти.
Что случилось?
А на что это похоже?
Он избил меня.
- Кто?
- Кто?
Чёрт, Леонард, конечно Додд!
Есть кто?
Это Берт, портье.
Вы просили не соединять вас ни с кем, но там человек, говорит что он из полиции.
- Из полиции?
Он говорит, что вам захочется услышать то, что он скажет.
Я не люблю все эти телефоны.
Я должен смотреть человеку в глаза.
Ну, что...
Можешь устроиться на диване.
Он очень удобный.
Садись.
Спасибо.
Итак, как долго, по- твоему, на это уйдёт времени?
Ты говорил мне, что ищешь человека, убившего твою жену.
О, это зависит от того, в городе он или уже уехал.
У меня тут документы...
Можно задать тебе один вопрос?
Если у тебя есть вся информация, почему полиция не нашла его?
- Потому что они не искали.
- Почему?
Они уверены, что он не существует.
Видишь ли, я рассказал им, что помнил.
Я спал.
Что- то меня разбудило.
Её сторона постели была холодная.
Она, видимо, встала зачем- то.
Там был ещё второй человек.
Кто- то ударил меня сзади.
Я помню это.
Это последнее, что я помню.
В полиции не поверили мне.
Но здесь написано...
Как же они объяснили всё это?
Пистолет и всё остальное?
Джон Г был ловкий человек.
Да, он был ловкач.
Он забрал у своего напарника пистолет, и вложил ему в руку то, чем ударил меня.
Он оставил мой пистолет и уехал.
Полиция обнаружила полный набор улик.
Они нашли у трупа в руке предмет с моей кровью.
И мой пистолет на полу.
Им больше ничего не надо было искать.
И у меня была травма головы.
Полиция никогда не верит людям в моём состоянии.
Ты можешь побыть здесь пару дней, если это тебе поможет.
Спасибо.
Мне нужно ехать на работу, так что чувствуй себя как дома.
Можешь посмотреть телевизор, перекуси что- нибудь.
Делай что хочешь, ладно?
Не стесняйся.
Один момент.
- На память.
- Моё имя Натали.
Натали.
- Что случилось?
- Он уже приехал.
- За счёт заведения.
Да, у тебя и вправду проблемы.
Как и говорил тот полицейский.
- Что?
- Я про твоё заболевание.
У каждого свои недостатки.
Что последнее ты помнишь?
- Свою жену.
- Как мило.
Как она умирала.
Я помню, как умирала моя жена.
Подожди, сейчас принесу другую.
Эта пыльная.
Зачем вы мне звоните?
Что вы хотите?
Я знаю, вы из полиции.
Что вам нужно?
Я что, что- то натворил?
Что- нибудь плохое, наверное?
Я не помню, что я делал.
Вы всё равно мне не поверите.
Вы не верите людям вроде меня.
Никто не верил Сэмми!
Даже я не верил Сэмми!
"Бар Ферди."
"Заходи как- нибудь.
- Пиво, пожалуйста.
- Что тебе нужно?
Пиво, пожалуйста.
Ты не можешь просто так вваливаться в такой одежде и заказывать пиво.
Здесь что, строгие правила насчёт одежды?
Зачем пришёл?
У меня тут встреча с дамой по имени Натали.
Это я.
Мы ведь встречались раньше, верно?
- Я не знаю, ты мне это скажи.
Я не помню.
У меня нет короткой памяти.
А, так ты тот самый парень с памятью.
- Как ты узнала про меня?
- Мой парень мне говорил о тебе.
- Правда?
А кто твой парень?
- Джимми Грантс.
Ты его знаешь?
Нет.
А он тебя знает.
Он мне говорил о тебе.
Сказал, что ты остановился в "Дисконте".
И ещё, один полицейский приходил, спрашивал про тебя.
Он говорил, что ищет парня, который ничего не помнит...... даже того, что сам сделал пять минут назад.
Я сказала, что тут полным полно таких парней.
Хронический алкоголизм тоже иногда приводит к потере короткой памяти.
- Ты Тедди?
- Нет, моё имя Леонард.
- А кто тебя прислал, Тедди?
Что случилось с Джимми?
Прости.
- Значит, ты ничего не помнишь?
Ты не помнишь, где ты был и и что делал?
Я ничего не запоминаю.
Память быстро угасает.
- Тогда зачем ты сюда пришёл?
У себя в кармане?
Пари.
Плюнешь?
- Нет, спасибо.
Чтоб денег было больше.
Ну давай, плюнь.
Выручка пойдёт на благотворительные цели.
Спасибо.
- За счёт заведения.
- Спасибо.
Это как в заднице, никто не верит тебе.
Поразительно, какой урон доверию может нанести одна небольшая травма.
Наверное, эта кара ниспослана мне за то, что я не верил Сэмми.
Хотите знать правду о моём состоянии, офицер?
Я ничего не знаю.
Я злюсь, я чувствую вину, но не знаю почему.
Я могу что- то делать, но через десять минут не могу вспомнить, зачем я это делаю.
Как Сэмми.
А что, если я что- то натворил, как Сэмми?
Я не рассказывал вам?
Что случилось с Сэмми и его женой?
Она приходила ко мне в офис.
Я не сказал ей правды, но я и не говорил ей, что он притворяется.
Просто его заболевание было психическим, а не физиологическим.
Потом я узнал, что она пришла домой и устроила Сэмми последний экзамен.
Пора делать укол.
Она не сомневалась, что он любит её, и поэтому придумала такой способ проверить его.
Сэмми!
Пора делать укол.
Она и в самом деле думала, что он притворяется.
Или просто не хотела жить, потеряв своего старого Сэмми.
Сэмми!
Это не больно.
Она впала в кому, и умерла, не выходя из неё.
Сэмми так ничего и не понял, не смог объяснить произошедшее.
Его поместили в клинику, и он скоро забыл, что у него умерла жена.
Я был неправ в отношении Сэмми, и я был неправ в отношении его жены.
Ей не нужны были деньги.
Просто она хотела понять его проблему.
Его сознание не приспосабливалось к окружению, но он не был симулянтом.
Когда она смотрела в его глаза, она думала, что он тот же старый Сэмми.
Когда я смотрел в его глаза, мне казалось, он узнаёт меня.
Теперь я знаю, что я ошибался.
Если бы ему нужно было узнать человека, он бы изобразил узнавание.
Хотя бы для того, чтобы расположить к себе докторов.
Или чтобы не выглядеть кретином.
Какой наркоторговец?
Как дела?
- Сюда нельзя заходить.
- Всё в порядке, мы с ним друзья.
- Как ты меня нашёл?
Твой "Ягуар" стоит у входа.
Как тебя сюда занесло, Ленни?
На севере тату- салонов пруд пруди.
Я, кажется, хотел записать кое- что, пока не забыл.
- Дай мне ключи, я переставлю машину.
- Да ладно, бог с ней.
- Подождите снаружи.
- О, ради бога...
Удели мне пару минут.
"Факт 6:
Номер машины SG13 7IU "
Вот вам, пожалуйста.
- Нам нужно убираться отсюда.
- Почему?
О, боже, Леонард!
Сколько раз тебе объяснять?
- Тебе небезопасно торчать в городе.
- Почему?
Потому что тебя ищет полицейский.
Я достал тебе новые документы,... кое- какую одежду, другую машину.
Действуй, не тормози.
Какой полицейский?
Это плохой полицейский.
Тот самый, что пас тебя в "Дисконте".
Который звонил тебе целыми днями, совал конверты под дверь и всё такое.
Откуда ты всё это знаешь?
Он мне рассказал.
Он думает, это весело.
- Ты мне лапшу вешаешь на уши.
- Нет, я серьёзно.
Он знает, что ты не любишь говорить по телефону, вот и названивает тебе.
А когда ты не берёшь трубку,... он подсовывает всякое дерьмо тебе под дверь, чтобы тебя напугать,... впаривает тебе о том, что Джон Г - это местный наркоторговец Джимми Грантс.
Кто такой Джимми Грантс?
Леонард, Джимми - местный наркоторговец.
Этот полицейский хочет быть в курсе операции.
Он тебя использует.
- Не знаю как, но ты втянут в его дела.
- Откуда ты его знаешь?
Я осведомитель.
Он не из этого города.
Местные предпочитают держаться вместе.
Если бы он узнал, что я помогаю тебе, он бы пристрелил меня.
В общем давай, переодевайся, и скорее убирайся из города.
Ну давай, Леонард, уезжай.
Ты вешаешь мне лапшу.
"Заходи как- нибудь.
"Бар Ферди."
Привет, Джимми.
Я обозналась.
Прошу прощения.
Да ничего.
Значит, этот Джимми Грантс продаёт наркотики прямо в баре своей подруги?
Но он почему- то не несёт ей новую партию.
Он ведь сам их привозит?
Я полагаю, проще всего будет на него выйти через наркотики.
Нет, офицер.
Я ко всему готов.
Вы в вестибюле?
Как вы выглядите?
Ленни!
Да.
Пойдём.
- Улыбочку.
- О, не надо.
Вот здесь.
Как написать, офицер или лейтенант Гэммел?
Не пиши "Гэммел", напиши просто "Тедди".
- Почему?
- Я под прикрытием.
Вот места, где он обычно бывает.
- И мой номер снизу, на всякий случай...
- Вы не едете?
Нет, это было бы нежелательно.
Хороший снимок.
Я на нём не такой толстый.
Эй, Ленни!
Тедди!
Тедди!
Джимми.
- Какого чёрта ты здесь делаешь?
- Ты - Джимми Грантс?
А ты ожидал здесь увидеть какого- то другого Джимми, человек без памяти?
- Ты меня помнишь?
- Да, я тебя помню.
Где этот чёртов Тедди?
Ублюдок!
Что ты делаешь?
- Ты делаешь большую ошибку!
Мои компаньоны - не те люди, на которых можно так вот плевать.
Больше ни слова.
- Я так и знал, что ему нельзя верить!
И штаны тоже.
- Зачем?
- Не хочу запачкать их кровью.
Погоди, погоди, погоди!
Он тебе сказал, что я должен привезти?
- Снимай чёртовы штаны!
- У меня двести тысяч в машине!
- Снимай!
- Давай договоримся по хорошему, а?
- Забирай деньги и уходи.
- Мне не нужны твои чёртовы деньги.
Что тогда?
- Что тебе нужно от меня?
- Мне нужна моя жизнь!
Сэмми.
Он сказал "Сэмми".
Откуда он знает про Сэмми?
О, чёрт.
Что я наделал?
Мне нужна помощь!
Тут человек, он тяжело ранен.
Его нужно отвезти к врачу.
Я не знаю, что произошло.
У меня заболевание памяти.
- Нет.
Не волнуйтесь, я полицейский.
- Он ещё дышит?
Может быть.
- Как вас занесло в такую дыру?
У меня заболевание памяти.
Надеюсь, всё не так серьёзно и этот парень жив.
- Ленни!
Полегче с этой штукой!
- Так ты помнишь меня, а?
- Это ты тот чёртов полицейский!
- Да, и я помог тебе найти его.
- Вставай!
- Ленни, опомнись!
Кто это такой?
Он меня знал.
Конечно знал, он изнасиловал твою жену, а потом сделал тебя инвалидом.
Не ври!
Это не тот.
Его зовут Джеймс Ф. Грантс.
Прочитай свои татуировки.
- Зачем он привёз двести штук?
Для чего эти деньги?
Я сказал, что у меня есть наркотики на продажу.
Это дело связано с наркотиками?
Да, это твоё дело.
Я просто подумал, почему бы не подзаработать немного?
- Откуда он меня знает?
- Видел в мотеле "Дисконт".
Он там тоже торгует.
Портье звонит ему, когда появляются новые постояльцы.
Он позвонил Джимми, когда увидел, что ты фотографируешь вывеску.
- Нет!
Мы всё поровну поделим.
Он знал о Сэмми, зачем я рассказывал ему о Сэмми?
Ты всем рассказываешь о Сэмми!
Всем, кто тебя слушает!
"Помните Сэмми Дженкиса?, Помните Сэмми Дженкиса?"
Отличная история.
Она становится всё увлекательней раз от раза.
Ты сам себя обманываешь, и в этом нет ничего предосудительного.
Мы все такие.
Никого не волнует, что ты забыл пару мелких деталей.
- О чём ты, чёрт возьми, говоришь?
- Не скажу.
Твоя жена выжила после того случая.
Она не поверила в твоё заболевание.
Её раздирала боль и отчаяние.
Инсулин.
Это был Сэмми, а не я.
Я рассказывал тебе про Сэмми.
Да, ты мне рассказывал.
И себе рассказывал, снова и снова.
Научить себя запоминать, обучение через повторение.
Сэмми позволил своей жене убить себя.
Сэмми закончил свои дни в клинике.
Сэмми был симулянтом.
Притворщиком.
Я никогда не говорил, что Сэмми симулянт.
Ты изобразил его таким, каким он был.
Лгуном.
Я ошибался.
В том- то всё и дело.
- Жена Сэмми пришла ко мне...
- У Сэмми не было жены.
Это у твоей жены был диабет.
Ой!
У моей жены не было диабета.
Ты уверен?
Ой!
Прекрати!
У неё не было диабета.
Думаешь, я не знаю собственную жену?
Ты совсем спятил?
Боюсь, ты помнишь только то, что сам хочешь чтобы было правдой.
- Как и Джимми там, внизу.
- Это не тот парень.
Это был тот.
Ты удовлетворён местью?
Наслаждайся, пока ты не забыл.
Какая тебе вообще разница, тот это парень или не тот?
- Какая?
Ты всё равно не будешь знать.
- Я буду знать.
- Нет, не будешь.
- Не знаю как, но я буду знать.
- Ты не в состоянии запоминать!
Когда я это сделаю, я буду знать.
Я тоже так думал, я был уверен в этом, но ты ничего не запомнил!
Да- да.
Я помог тебе найти его год назад.
- Он мёртв.
- Хватит врать.
Я поверил тебе.
Я думал, ты заслуживаешь шанса для мести.
Я помог тебе найти второго парня, который был той ночью в твоей ванной.
Парня, который проломил тебе череп и трахнул твою жену.
Мы нашли его, и ты его убил.
Но ты ничего не помнишь.
Поэтому я помог тебе начать снова, искать человека, который уже мёртв.
- Правда?
И кто он был?
- Просто какой- то парень.
Какая разница?
У них не было никакой цели, просто захотелось приключений.
Пара обдолбанных наркоманов, которым вздумалось потискать твою жену.
Но когда ты убил его, я был уверен, что ты это запомнишь.
Но ты ничего не запомнил.
Как как и ничто другое не сохраняется в твоей памяти.
Я сделал этот снимок.
Когда ты его убил.
Посмотри, как ты счастлив.
Я хотел ещё раз увидеть такое выражение на твоём лице.
- О, спасибо.
- Да пошёл ты!
Я дал тебе смысл жизни, а ты был более чем счастлив мне помочь.
Но ты не хотел правды.
Ты сочинил свою правду, как и это дело.
Оно было полным, когда я давал тебе его.
Кто забрал 12 страниц?
Ты, наверное.
- Нет, это был не я, это был ты.
- Зачем мне это нужно?
Чтобы превратить дело в головоломку, в которой нет решения.
Ты знаешь, сколько на свете городов, сколько всяких Джонов и Джеймсов Г?
Чёрт возьми, Ленни, я и сам Джон Г.
- Твоё имя Тедди.
- Моя мать звала меня Тедди.
Моё полное имя Джон Эдвард Гэммел.
Не падай духом.
На свете ещё полно Джонов Г, которых стоит найти.
Ты только и делаешь, что оплакиваешь!
А я должен жить с тем, что ты творишь.
Постоянно распутывать твои проблемы.
А ты шныряешь вокруг, играешь в детектива.
Ты живёшь во сне, дружище.
Тоска по мёртвой жене, ощущение цели жизни...... романтическое приключение, которое никогда не кончится, если не я.
- Я убью тебя.
- Перестань, Ленни!
Ты ведь не убийца.
Именно поэтому у тебя это так хорошо получается.
Перестань, что ты делаешь?
Знаешь, который час?
Пора по пиву, я ставлю.
Чёрт!
Я не убийца.
Я тот, кто хочет, чтобы всё было правильно.
Неужели я просто позволю себе забыть всё, что ты рассказал мне?
Неужели я просто позволю себе забыть всё, что ты заставил меня сделать?
Ты думаешь, мне нужна ещё одна головоломка?
Ещё один Джон Г?
Ты и есть Джон Г.
Значит, и ты можешь быть тем самым Джоном Г.
Я сам себя обманываю?
В таком случае, Тедди...... да, я так и сделаю.
Эй!
Эй, это же не твоя машина!
- Теперь моя.
- Боже правый, так нельзя!
- Почему?
- Это машина парня, которого ты убил!
Кто- нибудь обязательно узнает её.
Знаешь, лучше пусть меня примут за мертвеца, чем за убийцу.
А это пусть пока полежит здесь.
Ленни.
Подожди, не уезжай...
Помоги мне найти ключи!
Ленни!
Ленни!
Я верю, что мир существует независимо от моего сознания.
Я верю, что мои поступки оправданны.
Даже если я и не помню их.
Я верю, что мир не исчезает, когда закрываешь глаза.
Я верю, что мир не исчез?
Он ведь не исчез?
Нам всем нужны воспоминания, чтобы напоминать, кто мы есть.
И я не исключение.
Итак, на чём я остановился?
Производится посадка на рейс 784 до Сан- Франциско...
Заключенный номер 87645 Коул, Джеймс.
- Плохие новости, чувак.
- Да.
И они назвали твое имя.
Ага.
Вот почему никто из волонтеров не вернулся.
Всех помиловали.
- Да уж.
Отпустите меня!
Не трогайте меня!
Их держат на седьмом этаже.
Они их там прячут.
Мозги не работают.
Откуда тебе об этом знать?
Никто их не видел.
Может, они и не свихнулись.
Это все слухи.
Никто не знает.
Я в это не верю.
Удачи, чувак.
- Волонтеры!
- Я не волонтер.
Ты опять хочешь проблем?
Нет, никаких проблем.
Прослушайте инструкции по первому выходу на поверхность.
Слушать внимательно.
Выполнять неукоснительно.
Ваш скафандр должен быть полностью герметичен.
В случае нарушения целостности скафандра... повреждения его тканей, а так же если он будет не застегнут... доступ обратно будет запрещен.
Если какой- либо индикатор покажет загрязнение микробами... доступ в закрытое поселение будет запрещен.
Пожалуйста, поместите образец крови в предоставленную емкость.
В комнате 700 состоится общий сбор для граждан, проживающих на уровнях 23- А и 96- А...... согласно главе 6 Закона о Чрезвычайном положении.
Джеймс Коул, карантин прошел.
Спасибо.
Вы двое - подождите снаружи.
У него плохие данные, доктор.
Антисоциальное поведение.
Многократные нарушения Закона о Чрезвычайном положении.
Оскорбления.
Вызывающее поведение.
Неподчинение властям.
Всего 25 нарушений.
Я думаю, он ничего плохого нам не сделает.
Вы ведь не сделаете нам ничего плохого, мистер Коул?
Нет, сэр.
Почему вам не присаживаетесь, мистер Коул?
Мы признательны вам за службу.
Вы хороший наблюдатель, Коул.
- Спасибо.
- У нас есть весьма передовой план.
- Это отличная возможность значительно сократить ваш срок.
И, возможно, сыграть важную роль в возвращении человечества на поверхность Земли.
Нам нужны здравомыслящие люди.
У нас уже были неудачи с нестабильными типами.
Для человека в вашем положении,
Большой ошибкой.
И до сих пор, среди мириад микроволн, инфракрасных посланий, гигабайтов единиц и нолей, мы находим слова, недоступные даже для науки, таящиеся в рассеянном электричестве.
Но, если только мы прислушаемся, то услышим одинокий голос поэта, <<И безнадега завтрашнего дня готовилась в безумии вчера.
Так пей, ведь ты не знаешь, кто ты и откуда.
Так пей, чем знать, куда ты и зачем>>.
... шатался тут без одежды, в одних трусах... и в прозрачном пластиковом плаще.
Короче, они подходят, и спокойно спрашивают документы.
Он выходит из себя, начинает орать про вирусы.
Абсолютно невменяем и дезориентирован.
Не знает где он, какой сегодня день и все такое.
Удалось лишь узнать его имя.
Будто мозги прочищены.
- Его проверили на наркотики?
- Да, результат отрицательный.
Но бросился на пятерых копов, будто накачан под завязку.
- А сам чист, представляешь?
- Он в наручниках.
Ты что, меня не слушаешь?
У меня два офицера в больнице!
Конечно, он в наручниках.
Врач дал ему лошадиную дозу успокоительного.
Он постоянно рвется уйти
Бился с вашими парнями.
Ага.
Пойдешь внутрь, посмотришь его?
Да, если можно.
Это все что у тебя есть?
Ничего.
Ни прав, ни страховки, ни кредитки.
- Я, наверное, пойду туда с тобой.
- Нет, спасибо, не нужно.
Постою тут...
На всякий случай.
Мистер Коул, меня зовут Кэтрин Рэйлли.
Я психиатр.
Я из больницы, я не работаю в полиции.
Меня беспокоит ваше здоровье.
Вы меня понимаете?
Мне надо идти!
Мне надо идти!
Я не могу заставить полицию отпустить вас.
Но я хочу помочь вам, поэтому я...
Я хочу, чтобы вы рассказали, что сегодня произошло.
Как вы думаете, вы сможете, Джеймс?
Могу я называть вас Джеймс?
Джеймс.
Меня еще никто так не называл.
- Нет.
- Я могла вас раньше видеть?
Мне надо идти!
Я должен собирать информацию.
- Это вам не поможет.
Никому не поможет.
Ничего не изменит.
Джеймс, вы знаете, почему вы здесь?
Я - здравомыслящий.
Ясно.
Вы помните, как набросились на офицера полиции?
Почему меня заковали?
Почему на мне эти наручники?
Вы раньше бывали на обследовании?
- Или в больнице?
- Нет!
Теперь мне надо идти.
Надо идти!
- Вы раньше бывали в тюрьме, Джеймс?
- Под землей.
Скрывались?
Мне нравится этот воздух.
- Чем этот воздух чудесен, Джеймс?
- Очень свежий.
Без микробов.
Почему вы думаете, что в воздухе нет микробов?
- Сейчас октябрь, правильно?
- Апрель.
- Какой сейчас год?
- А как вы думаете, какой?
1996- ой.
Это будущее, Джеймс.
Вы думаете, что живете в будущем?
1996- ой - это прошлое.
Сейчас - 1990- ый.
- Заткнитесь, дамы.
- Куда вы меня тащите?
На юг Франции, приятель.
Роскошный отель.
Тебе понравится.
Мне ненужно во Францию.
Мне нужно только позвонить.
Наивный.
Это ты психиатра можешь надуть, а мы не дураки.
Ладно, пошли.
Так, теперь идем сюда...
Вот, сюда.
Дай- ка, я взгляну на твою голову, Джимбо.
- Смотри, чтоб вши не завелись.
- Мне нужно позвонить.
- Я тебя отведу к доктору, Джимбо.
Когда он разрешит, тогда позвонишь.
- Но это очень важно!
- Что тебе нужно мужик, так это успокоиться.
Расслабиться.
- И мы прекрасно поладим, если ты просто расслабишься.
- Пошли.
Давай, двигай.
- Эй, Гойнс!
- Эй, Гойнс!!
- Джеффри!!
- Что?
- Смотри сюда.
Вот, это Джеймс.
Сделай одолжение.
Покажи ему тут все, а?
Расскажи про телевизор, покажи игрушки и остальное, ладно?
Сколько ты мне заплатишь?
Я ведь буду делать твою работу.
- 5 тысяч долларов.
Хватит?
- 5 тысяч?
Я выпишу чек, как обычно.
Я проведу ему роскошную экскурсию по дурдому.
Мы же друзья.
- Ты заключенный?
А, нет, ты охранник.
- Охранник, конечно.
Ладно, вперед.
Вот, тут игры.
Эй, пошел вон!
Он сидел в моем кресле.
Игры.
Игры.
Еще игры.
Они никуда не убегут.
Видишь?
Еще игры.
Понимаешь?
Если ты играешь в игры, тебе не дают транквилизаторы насильно.
Наркота!
Что тебе дали?
Халдол?
Сколько?
Сколько?
Я знаю, что тебе дают, и все твои дозы.
Это элементарно.
- Мне нужно позвонить.
- Позвонить?
Это связь с внешним миром.
На усмотрение доктора.
Если все эти психи начнут звонить, безумие просочится по телефонным проводам, и попадет в уши всех этих бедных нормальных людей и заразит их.
И вот уже везде психи.
Чума безумия.
На самом деле, Джимми, очень мало кто здесь действительно безумен.
Я не говорю, что ты здоров.
Откуда мне знать, может у тебя в башке тараканы ползают.
Ты здесь из- за системы.
Вот, телевизор.
Вот, прямо здесь.
Прямо вот тут.
Смотри, слушай, падай на колени, молись.
Мы больше ничего не выпускаем.
Все на автомате.
Кто мы после этого?
Мы - потребители, Джим.
Ладно, ладно.
Ты покупаешь кучу всего - и ты хороший гражданин.
Но если ты ничего не покупаешь, кто ты тогда?
Кто?
Чокнутый!
Факт, Джим, факт!
Если ты не покупаешь туалетную бумагу, новые машины, управляемые электромастурбаторы, стереосистемы с вживленными в мозг наушниками, отвертки с радарами, компьютеры с голосовой активизацией...
Успокойся, Джеффри.
Будь паинькой!
Правильно.
Это правильно.
Очень привлекательная женщина.
Если ты хочешь посмотреть какую- то программу по ТВ, бежишь к няне, говоришь ей день и время того, что хочешь посмотреть.
Но, только ты должен предупредить ее заранее.
Да.
Нет.
Ты должен ее заранее предупредить.
Он не понимает, что няня не может вернуть его во вчерашний день.
Она не может повернуть время назад!
Спасибо, Эйнштейн!
Вот он, он был настоящий псих!
Он был чокнутый, Джим.
Так, все, хватит, Джеффри.
Тебе сделают укол.
- Предупреждаю тебя.
- Верно.
Я немного увлекся...... объясняя Джиму как тут и что.
О!
Л. Д.
Вашингтон.
Он не из открытого космоса.
Не издевайся, друг мой.
Пошел вон с моего кресла!!!
Это состояние ментальной дивергенции.
Я вижу себя на планете Ого.
В составе интеллектуальной элиты... собирающейся поработить варварские орды на Плутонии.
И пусть для меня это абсолютно убедительная реальность во всех аспектах на самом деле Ого - конструкт моей психики.
У меня ментальная дивергенция, таким образом, я убегаю от неких безымянных реальностей, которые преследуют меня в этой жизни.
Когда я перестану убегать, я поправлюсь.
А у тебя тоже дивергенция, друг?
Это место для чокнутых.
Я не чокнутый.
Мы не используем термин "чокнутый", мистер Коул.
Но, у вас тут есть настоящие психи.
Я знаю вещи, которые вам недоступны.
Вам трудно будет это понять.
Я никого не трону!
Все в порядке.
Они...
Они рисуют это на везде на стенах.
Вы видели это?
Вы это видели?
Почему бы вам просто не попытаться объяснить нам все с самого начала?
Хорошо, ладно.
Это ведь 1990- ый.
Да, это все объясняет.
Они еще не действуют.
5 миллиардов человек умрет в 1996- 1997 годах.
Почти все население мира.
Лишь около одного процента спаслось.
- Вы собираетесь спасти нас, мистер Коул?
Это уже произошло.
Никто не может.
Я просто пытаюсь достать информацию, чтобы помочь людям в настоящем... проследить путь вируса.
Нет.
1990- ый это прошлое.
Это уже случилось.
Вот, что я пытаюсь объяснить.
Мистер Коул, вы считаете, что настоящее - это 1996- ой?
Нет!
1996- ой это тоже прошлое.
Послушайте.
Все, что... мне нужно, так это позвонить.
Я могу все уладить, если только позвоню.
Кому вы позвоните?
Ученые.
Они должны узнать, что послали меня не в то время.
Я оставлю голосовое послание, а они его получат в настоящем.
Могу я всего лишь один раз позвонить, пожалуйста.
Пожалуйста!
Что ты делаешь в собачьей миске?
Выбирайся оттуда!
Да?
Что?
Голосовое послание?
Я понятия не имею, о чем вы говорите.
Это шутка?
Я не знаю никаких ученых.
Какой Джеймс?
Это был не тот, кого вы ожидали?
Нет, какая- то женщина.
Она ничего не знает.
Может вы забыли номер?
Нет.
Меня выбрали, потому что у меня хорошая память.
Джеймс, где вы выросли?
Доктор Рэйлли!
Подождите!
Сейчас 1990- ый.
А я должен оставить послание в 1996- м!
Проблема в этом, а не в номере!
Я должен им сообщить...
Нельзя открыть.
Кажется, что решетку можно отогнуть, а на самом деле, она приварена.
Я говорил тебе.
И двери все закрыты.
Они защищают людей снаружи от нас, в то время как люди снаружи такие же психи, как и мы.
Знаешь, что есть "безумие"?
Да.
Вот, микробы, например.
Да.
В 18- м веке о них не знали.
Их словно не было.
Никто не мог себе такого представить.
Ни один нормальный человек.
А потом появился доктор.
Семмельвейз
Семмельвейз появился и стал убеждать других людей, ну, докторов, в основном, что есть такие крохотные, малюсенькие штучки - микробы, которые попадают в организм и вызывают болезни.
Он пытался заставить врачей мыть руки.
Ну, и кто он?
Псих?
"Как ты говоришь, микробы?
Что? "
И вот, конец 20- го века.
На той неделе, перед тем как я попал в этот притон, захожу в фаст- фуд, заказываю бутерброд.
Парень роняет его на пол.
Джим, он поднимает его и отряхивает.
Потом, подает мне, как ни в чем не бывало.
"А как же микробы?"
"Я в них не верю.
Микробы - это заговор, который придумали, чтобы мы покупали мыло ".
Понимаешь?
Не ищи здесь истины.
Это просто распространенное мнение.
Ты, ты, ты же веришь в микробы?
Я не псих.
Конечно, нет!
Ты хочешь сбежать, верно?
Это очень нормально.
Я могу помочь.
Ты ведь хочешь, а?
Чтоб я помог тебе слинять?
Ты знаешь, как отсюда выбраться?
Да, сын мой!
- Почему я не пытаюсь сбежать?
Хороший вопрос, Отличный вопрос.
Умный.
Потому что, я буду психом, если сбегу.
Я уже передал информацию.
- Обо мне позаботятся.
- Что это значит?
Мне удалось связаться с разными мелкими сошками, злыми духами, секретарями секретарей и прочими любимчиками, которые свяжутся с моим отцом.
И когда мой отец узнает, что я в этой дыре, он заставит их перевести меня в настоящий дурдом, где с тобой обращаются достойно, как с личностью, как с гостем!
С простынями и полотенцами, как в большом отеле, с реальными наркотиками для всех, психов, лунатиков, маньяков!
Простите.
Извините.
Я немного взволнован.
Меня взбаламутила мысль о побеге.
И вдруг...
Вдруг мне показалось, что я отогнул эту чертову решетку!
Да, сожрал!
И прыгаю, прыгаю, прыгаю!
Промывание желудка всем!
Эй, я же псих!
Я и должен себя так вести!
Погодите, придурки, вы еще узнаете, кто я!
А когда мой папа недоволен, земля трясется!
Мой отец - Бог!
Я преклоняюсь ему!
Эти драматические кадры, полученные секретно борцами за права животных, вызвали общественное негодование.
Но, многие ученые совершенно не согласны...
Эксперименты- пытки.
- Мы все обезьяны.
- Тебе было больно?
Не так больно, как пасхальному кролику.
Посмотри на них.
Они сами напрашиваются.
Может быть человечество и заслуживает уничтожения.
Уничтожение человечества?
Отличная мысль!
Здорово!
Но на это нужно больше времени.
Сначала, нужно сфокусироваться на ближайших задачах.
Я не сказал ни слова сам знаешь о чем.
- Ты про что?
- Твой план.
Побег.
- Чего ты там пишешь?
Ты репортер?
- Это личное.
- Иск?
- Будешь судиться с ними?
Эй, Джимбо, пора принимать лекарства.
Решайся.
Лови момент.
Солнце.
Прекрасные пляжи.
Острова Флорида Киз!
А мы продолжаем смотреть "Приключения обезьянок".
Приключения обезьянок!
Догоняй!
Ну, понял?
ПриКЛЮЧения.
Чего?
Если вы смотрите в будущее хотя бы лет на десять вперед, задумайтесь об изменениях, охвативших мир, о новых возможностях.
"О новых возможностях", Джим.
Ну, тебя и накачали, Джим!
Перезарузка.
Тревога, тревога!
Ты должен собраться.
Сосредоточься!
Я выполнил свою часть.
Что?
- Когда?
- Да.
"Когда".
- Сейчас, Джим, сейчас!
Сейчас!
Покупай!
Продавай!
Дебет!
Кредит!
Покупка!
Продажа!
Никаких приключений обезьян!
Никаких...... приключений обезьян!
Ты себе хуже делаешь!
Пятьсот долларов.
У меня 500 долларов.
Я застрахован!
Возможности открываются!
Время хорошим людям поймать момент.
Момент!
Время хорошим людям одержать победу!
Черт возьми, Джеффри!
Хватит валять дурака!
Мастер Кард!
Виза!
Ключ к счастью!
Джим, лови момент!
Джеффри!!
- Пошел вон.
Прочь.
- Джеффри, вернись!
Будущее может быть вашим!
Последний шанс!
Острова Флорида Киз.
Прекрасны в это время года.
Воспользуйтесь первым.
Кэтрин, это было у меня в столе.
Но, мне кажется, это не мне.
"Вы - самая прекрасная женщина.
Вы живете в прекрасном мире, но не знаете этого.
У вас есть свобода, солнце, чистый воздух ".
Джеймс Коул, да?
"Я бы остался здесь, но должен уйти.
Пожалуйста, помогите мне ".
Ладно, ладно.
Кэтрин?
Джеймс Коул один из твоих, да?
Он сбежал.
Его видели у второго лифта.
Черт!
Мы должны знать точно, что там, тогда и решим.
Доктор, у нас посетитель.
Чем могу помочь?
Простите?
Эй, Джимбо.
Как дела, парень?
Успокойся.
Мы все решим, ладно?
Вернешься в комнату.
Немного молока и печенья, и ты в порядке.
Только успокойся, ладно?
Держите его!
На пол!
На пол его!
Я никого не трону!
Доктор Рэйлли помогите, пожалуйста.
- Мы дадим тебе успокоительное, Джеймс.
Хватит наркотиков!
Джеймс, мы должны.
4 года, Кэтрин, мы работаем вместе 4 года.
Но я тебя такой еще не видел.
И прекрати защищаться.
Это не инквизиция.
Я и не защищаюсь.
Я просто хочу объяснить, что...
Он должен был быть связан.
Ты допустила ошибку, это очевидно.
Почему бы тебе не признать?
Ладно, я ошиблась.
Но, у меня странное чувство.
- Два полицейских уже в больнице.
А теперь, и наш охранник со сломанной челюстью.
Я же сказала, что ошиблась.
Чего вы еще хотите?
Ну, видишь?
Видишь, о чем я?
Ты защищаешься.
Она же защищается?
У нас опять проблема.
- Он был связан, и дверь была закрыта?
- Да, сэр, я сам это сделал.
И ему вкололи снотворное?
Да, большую дозу.
Вы хотите сказать, что усыпленный и связанный пациент, каким- то образом открыл вон ту решетку, и выбрался через вентиляционный клапан?
Берегись!
Ты облажался.
- Где ты?
- А, ты можешь говорить!
Меня зовут не Боб.
Без проблем, Боб.
Куда тебя послали?
- Где ты?
- В другой камере.
Может быть.
Что значит "может быть"?
"Может быть" значит... может быть, я в соседней камере.
Волонтер, как ты.
Или может я в Центральном Офисе... слежу за тобой для всех этих ученых.
Или, слышь, может я вообще не здесь.
Может я просто в твоей голове?
Ничего нельзя утверждать.
- Куда тебя заслали- то?
- В 1990- ый.
90- ый!
Ну и как там?
Много баб?
А дело ты сделал, Боб?
Ты добыл нужные сведения?
Про Армию 12- ти Обезьян?
Они должны быть в 1996- м.
У этих клоунов точной науки нет.
Тебе еще повезло, что ты не попал в Древний Египет.
Тсс!
Они идут.
Секретный штаб Армии 12- ти Обезьян.
Это они сделали все это.
Больше я ничего не могу сделать.
Веселого Рождества!
- Ну?
- Что?
Вы оставили это послание или нет?
Это реконструкция плохой записи.
Слабый сигнал.
Мы его по словам собирали.
Мы только закончили восстанавливать.
Это вы звонили или нет?
Я не мог позвонить.
Вы послали меня не в тот год.
Это был 1990- ый.
- Вы уверены в этом?
- Что вы делали все это время, Коул?
- Потратили его на наркотики?
- Меня заставляли принимать наркотики.
- Заставляли?
- Зачем кому- то заставлять вас принимать их?
У меня были проблемы.
Меня арестовали.
Я сделал, что вы хотели.
Я нашел образец, паука.
И я его съел.
Вы послали меня не в тот год, поэтому, какая разница?
Вы видели это в прошлом?
Нет, сэр, не думаю.
А эти люди?
Вы их не видели?
Нет.
Стоп!
Вы видели этого человека?
Может быть, в психушке.
Вы были в дурдоме?
О, Господи!
Коул, вас послали в прошлое за очень важной информацией.
Вы могли оказать настоящее содействие.
Помочь нам вернуться на поверхность.
А мы поможем сократить вам срок.
Вопрос в том, Коул, хотите ли вы второй шанс?
Начинаем последнюю стадию.
Теперь никаких ошибок, Коул.
Будьте готовы.
Не закрывайте глаза.
Кстати, о пауке, Коул.
Найдите мне еще.
А теперь расслабьтесь.
Мы посылаем вас в 3- й квартал 1996 года.
Я не понимаю!
Я не понимаю!
- Где я?
- Я должен их найти!
Я должен их найти!
Помогите!
Я не знаю где я!
Вы должны помочь найти их!
- Хосе!
- Коул!
- Коул, где мы?
- Помоги мне Коул!
- Господи, подождите!
Во время великой чумы, было много примет и предсказаний.
"И один из четырех зверей дал семи ангелам семь золотых сосудов с гневом Божьим, живущим во веки веков.
Апокалипсис.
В 14 веке, согласно хроникам того времени, этот человек появился в деревне Уайли, недалеко от Стоунхенджа, в апреле 1362 года.
Используя незнакомые слова, и говоря со странным акцентом, он предсказывал страшную чуму, которая должна уничтожить человечество через 600 лет.
Очевидно, этот сценарий судного дня впечатляет гораздо больше, когда реальность подтверждается страшными эпидемиями, такими как: бубонная чума, сифилис, СПИД.
Теперь же появилась и технологическая угроза, например, химическое оружие, впервые поднявшее уродливую голову в ипритовых атаках Первой Мировой войны.
Во время одной такой атаки, в октябре 191 7 года во французских окопах был найден этот солдат, раненый в атаке шрапнелью, и госпитализированный в состоянии истерики.
Доктора обнаружили, что он перестал понимать французский язык, но бегло говорил по- английски, на неизвестном им диалекте.
Он не пострадал от газовой атаки, но, видимо, помешался рассудком.
Он утверждал, что прибыл из будущего, что ищет вирус в чистом виде, который будет уничтожать человечество с лица Земли, начиная с 1996 года.
Несмотря на ранения, солдат исчез из госпиталя, явно, чтобы продолжить свою миссию, предупреждать остальных, таким образом, подменяя агонию войны самопричиненной агонией, которую мы называем "комплекс Кассандры".
Кассандра, в греческой мифологии, была обречена видеть будущее, и быть не услышанной людьми.
Отсюда и муки предвидения, и бессилие что- либо сделать.
Пожалуй, пойду и сделаю себе прививку.
Думаю, доктор Рэйли, вы делаете предсказателям дурную славу.
Серьезно?
Есть точные данные, что планета не перенесет эксцессы человечества.
- Распространение атомного оружия.
Неконтролируемое размножение.
Загрязнение земли, морей и воздуха.
Насилие над окружающей средой.
В этом контексте, разве не очевидно, что девиз гомо сапиенса "Пошли в магазин!" есть крик подлинного безумца?
Доктор Рэйлли, а вы не читали моих работ?
Увидимся завтра на работе.
В машину!
Быстро в машину!
Поехали.
Возьмите кошелек.
- Возьмите ключи.
- Заводи машину!
Здесь направо.
Поверните направо.
- Куда мы едем?
- В Филадельфию.
- Но это больше 150 километров!
- Вот почему я не иду пешком.
- Отпустите меня.
- Ведите машину.
- Заберите машину себе.
Я рос под землей с 8 лет.
Я говорил вам уже.
На перекрестке...
- На перекрестке сверните направо.
Джеймс Коул.
Вы сбежали из закрытой камеры 6 лет назад.
Для вас 6 лет назад.
Поехали.
Отвернитесь!
Я не верю, что это случайность, мистер Коул.
- Вы за мной следили?
- Вы говорили, что поможете.
Конечно, вы не это имели в виду, но...
У меня нет денег.
У меня болит нога.
Наверное, провонял весь.
У вас еда в машине есть?
- Нет.
Нет, я увидел это в витрине магазина.
Я умею читать, помните?
Зачем вам нужно в Филадельфию?
Я проверил сведения по Балтимору.
Это не здесь.
Это в Филадельфии.
Там те, кто это сделал.
12 Обезьян.
Это радио?
Можете включить его?
Это послание лично вам.
Вам надоела суета?
Острова Флорида Киз ждут вас.
Воды океана...
Я никогда не видел океана.
Это реклама, мистер Коул.
Что?
Это реклама.
Вы же понимаете?
Это не личное послание для вас.
Мистер Коул.
- Раньше вы звали меня Джеймс.
- Вам так нравиться?
Джеймс, у вас ведь нет пистолета?..
Сделайте это погромче, можно погромче а?
Я весь трепетал,
Когда тебя повстречал
Я люблю музыку 20- го века.
Я люблю этот воздух.
А теперь в эфире новости.
Главная новость часа.
Спасательные отряды собираются на кукурузном поле, где пропал 9- тилетний Рики Ньюман, по свидетельству очевидцев.
Предполагается, что мальчик провалился в шахту и застрял на глубине около 50- ти метров.
Дети слышали его слабые крики.
- Никогда не кричи "Волк!".
- Что?
Мой отец так говорил.
Никогда не кричи "Волк!"
А то люди не поверят тебе, если что- то случится.
Если случится что, Джеймс?
Что- нибудь плохое.
А можно еще музыки?
Я не хочу это слушать.
Можно послушать музыку?
- О, это хорошо.
Это хорошо.
Я вижу, как они цветут.
Для тебя и меня.
И подумалось мне.
Как чудесен наш мир!
Алло, Доктор Рэйлли?
Помните Джеймса Коула?
Параноик, который исчез, как Гудини в 1900- м?
Так вот, он вернулся, и...
Простите, конечно, но он ищет вас.
Будьте осторожны.
Я уже рассказывала.
Я и мой муж ушли вперед.
Даже не знаю.
Это совершенно на нее не похоже.
Вы, случайно, не знаете, что у нее за машина?
Джип Чероки 94- го года.
Серебристый.
Вот я и закончил, да!
Я, профессор Гроссенфиббер, изобрел машину времени!
Возьмите сигару.
Простите мистер.
Возьмите сигару.
Моя машина времени готова к испытаниям.
Дятел!
Эй, дятел!
Я видел вас во сне сейчас.
Волосы были другого цвета.
Я уверен, это были вы.
О чем был этот сон?
Про аэропорт... до того, как все случилось
Мне всегда снится этот сон.
Почти всю жизнь.
И я была в нем?
Что я делала?
Вы были очень расстроены.
Вы всегда расстроены в моем сне.
Но я не знал, что это вы.
Раньше это была не я, Джеймс.
Теперь, это стала я из- за того, что происходит.
Ты не мог бы меня развязать?
Нет, я думаю, это всегда были вы.
Очень странно.
У тебя нездоровый румянец и ты стонал во сне.
Я думаю, у тебя температура.
Что ты делаешь?
Во Фрезно продолжается операция по спасению Рики Ньюмана.
Кэтрин Рэйлли... известный психиатр и автор новой книги таинственно исчезла после лекции в университете.
В связи с этим разыскивается Джеймс Коул, бывший пациент доктора Рейлли.
Власти предупреждают, что Коул склонен к насилию и просят тех, кто обнаружит его, сразу сообщить об этом.
Мне нравится эта музыка.
У нас ее нет.
У нас ничего подобного нет.
Что это такое?
Это?
Мои записи, ключи.
Какие ключи?
К секретной армии.
Армии 12- ти Обезьян.
Это они выпустили вирус.
Поэтому я здесь.
Я должен их найти.
Я должен их найти, потому что у них есть вирус в чистом виде, не мутировавший.
Когда я их найду, сюда пришлют ученого.
Ученый изучит вирус.
Потом, вернется в настоящее и с другими учеными придумают лекарство.
Полиция трех округов, и, видимо, спецподразделения, мобилизованы контролировать толпу из тысяч зевак здесь, во Фрезно, штат Калифорния.
Это тебя беспокоит?
Я думал, это про нас.
Думал, может нас поймали, а меня арестовали.
Я шучу.
Помню, когда был маленьким, я очень боялся за этого мальчика.
Один- одинешенек, в этой шахте не знает, ищут его или нет.
Сначала я очень боялся, когда был маленьким.
Что значит "когда был маленьким"?
Неважно.
Мальчишка спрятался около амбара.
"И были знаки и предсказания.
И один из четырех зверей дал семи ангелам семь золотых сосудов с гневом Божьим, живущим во веки веков ".
Вы поймете, что я не псих, когда через месяц люди начнут умирать.
Сначала подумают, что это какая- то простуда.
А потом поймут.
Потом узнают.
Подождите!
Стойте здесь!
Остановите машину!
Я был прав.
Они здесь!
Видите?
12 Обезьян!
Теперь верите?
Посмотрите!
Ну же!
Они здесь, видите?
12 обезьян!
12 обезьян.
Пойдемте!
12 обезьян.
Подождите здесь.
Вот видите это?
Я вижу красную краску.
Какие- то пятна.
- О!
Только не делайте глупостей.
Или я сделаю что- то плохое.
Я не буду делать глупостей, но что ты вбил себе в голову!
От них не спрячешься, Боб.
Я говорю, от них не спрячешься.
Нет, Боб.
Даже не пытайся.
Они все слышат.
Они прицепили к тебе жучок.
Они найдут тебя везде и всегда.
Датчик в зубе.
Так ведь, Боб?
Но я одурачил их, старина.
За мной не следят.
Я делаю то, что должен.
Видите?
Вот еще.
Можно идти, как по следу.
Видите?
Я не собираюсь...
Идите со мной!
Краска идет туда.
Отпусти мою руку!
Джеймс, нам тут не место.
Отстаньте от меня!
Пошли отсюда.
Джеймс, Мы не должны быть здесь.
Пожалуйста!
Не убивайте меня!
Не убивайте меня!
Стой на месте, сука.
Ты в порядке?
Он жив?
Очень кстати.
- Вы ему не поможете.
Джеймс, ты убил его!
Все, кого я вижу - мертвы.
- У тебя раньше не было пистолета.
А теперь есть.
Пошли же! "... Драконы в своих славных дворцах
Седьмой ангел опрокинул свой флакон в воздух... и явился... "Ты!
Ты один из нас!
Пошли.
Чем можем помочь?
Это просто запись.
Я ищу Армию 12- ти Обезьян.
- Мне просто нужна информация.
- Ты меня слышал?
Не трогай ее!
Пожалуйста, я психиатр.
Просто делайте, что он говорит.
Он расстроен.
Он опасен.
- Что вы хотите?
Деньги?
- У нас всего пара баксов.
- Я сказал, чего хочу.
На пол!
Быстро!
- Заткнись!
- Гойнс?
- Джеффри Гойнс?
Джеффри стал звездой, он по всем каналам... потому что, выступает против своего отца, известного вирусолога, нобелевского лауреата.
Я не смотрю ТВ.
Это он?
Да, это он, это он.
Что вы с нами сделаете?
Расскажи еще про Джеффри.
Джеффри надоело то дерьмо, что мы делаем, ну... пикеты, листовки, всякие надписи.
Он сказал, что мы неудачники, либеральные придурки.
- Например, так?
- Он выпустил в Сенате 100 змей.
Но, мы на это не подписались.
Мы сказали ему, что это уже через чур.
Тогда он, и еще 1 1 парней отделились, и образовали эту секретную армию.
Видите?
Он начал планировать "охоту на людей".
Они купили пугачи, капканы и сетки.
Они собирались пойти на Уолл- стрит, и охотиться на адвокатов и банкиров.
Конечно, они ничего не сделали.
Вообще ничего.
Что это значит?
Он пошел на ТВ, выступил в новостях, и рассказал всему миру, что осознал важность работы его отца для всего человечества, и, что использование животных в опытах совершенно необходимо, что теперь он, Джеффри Гойнс, лично будет проверять лабораторию, и смотреть, чтобы ни одно животное не страдало.
А это что?
К ним просто так не подойдешь.
- Мир не так устроен.
- Замолчите и ведите машину.
- Я знаю, что делаю.
- Нет, не знаешь.
Это краденая машина, и у нас большие неприятности.
Большие неприятности.
Если ты не сдашься полиции сам, они тебя пристрелят.
И меня тоже пристрелят, потому что я соучастник убийства.
- Вы и так все умрете.
- Никто не умрет!
Ты не будешь спасать мир, хорошо?
Ты бредишь.
- Все это есть только в твоей голове.
- Нет.
- Да!
- Давай, приведу пример.
Ты знаком с Джеффри Гойнсом.
Вы оба лежали в клинике.
Джеффри Гойнс был вообще псих.
Он тебе рассказал, что его отец - ученый- вирусолог, вот ты и слепил все в одну дурацкую фантазию.
Он не говорил, что его отец ученый.
Он сказал, что его отец - Бог.
Это безумие.
Известный психиатр и писатель Кэтрин Рэйлли была похищена опасным душевнобольной, Джеймсом Коулом.
Коул был пациентом Рэйлли 6 лет назад, когда совершил впечатлительный побег...
- Меня подстрелили.
Подстрелили?!
Кто в тебя стрелял?
Не знаю.
Это была какая- то война.
Неважно.
Вы мне все равно не поверите.
Вы что делаете?
- Нам не нужен бензин.
- Я думала, ты не умеешь водить.
Я сказал, что был мал, чтоб водить.
Я не сказал, что был тупым.
Так нельзя.
Я доктор.
Мне нужны медикаменты.
Как считают власти, есть шанс, что мальчик еще жив.
Старайся не наступать на ногу.
Тебе нужны бинты и антибиотики.
Повезло, пуля была не глубоко.
Я люблю смотреть на солнце.
Давай, я помогу.
Вы так хорошо пахнешь.
Ты должен сдаться.
Ты ведь понимаешь, правда?
- Извини.
- Что ты делаешь?
- Прекрати!
Что ты делаешь?
- Прости.
- Кого?
- Того мальчишку, в шахте.
- Представляешь?
- Да ты что, серьезно?
- На полном серьезе, приятель.
- Странная штука жизнь.
- Обезьяна и сэндвич с говядиной.
Хотел бы я насладиться этим пышным обедом и вашей приятной и милой компанией, ни о чем не задумываясь.
Но, увы, я обременен.
Ибо, с переизбытком всеобщего внимания и какофонией похвал, навалилась и великая ответственность.
Не мне говорить вам, что опасности науки были и остаются.
С тех пор, как Прометей украл огонь у богов...
Я никого не жду.
Но еще никогда...
Это нелепо.
... бояться силы... в наших руках.
Обычно, если мы поймаем кого- то, кто шатается тут без документов, просто даем ему пинок под зад.
Этот сказал, что знает вас.
Поскольку, вроде как, у вас были необычные приятели, нам, конечно, не хотелось бы арестовать кого- то из ваших друзей.
Никогда в жизни его не видел.
Можете пытать его, или что хотите.
А я пойду слушать красноречивую проповедь отца об опасностях...
- Обезьян?
- Да, обезьян.
- 12- ти обезьян.
Арнольд.
- Ты выглядишь, как дерьмо.
- Вы знаете его?
Арнольд Петтибоун.
Отличный костюм, Арни.
Но у папы вечеринка.
Знаменитости, сенаторы, разведка.
Есть хочешь, Арни?
У нас сегодня настоящий пир убийц.
Дохлый теленок, дохлый агнец, дохлый хряк.
Привет, как дела?
Здравствуйте.
Впечатляюще.
"Великий побег в 1900- м".
Осторожно!
Дурдом?
Я прав?
Я не смогу тебе помешать, что- то изменить, остановить тебя.
- Мне нужна информация.
- Пойдем.
- Здравствуйте, дамы.
Рад снова видеть.
Ладно.
Кто проболтался?
Брунс?
Веллер?
Мне нужен доступ к чистому вирусу.
- Вирус?
- Мне нужно знать, где он и что это.
Понял.
Я понял, о чем ты.
- Какой план?
- Твой план.
- Я не знаю, о чем речь.
- Знаешь.
Мы сидели в комнате, смотрели телевизор и ты был расстроен осквернением планеты, как я понял.
"Вот было бы здорово, если вирус или микроб убил бы человечество, оставив только зверей и деревья!".
- Забавно было.
Я сказал, что мой папа известный вирусолог.
- Он мутировал!
Мы живем под землей!
Мир принадлежит собакам и кошкам.
Мы живем как черви.
Мне просто нужна информация.
- Успокойся.
- Ты, псих, причем полный!
Бредовый параноик!
Ты окончательно рехнулся.
Твои мозги намотались на позвоночник.
Ты знаешь, что такое Армия 12- ти Обезьян?
Это сборище полудурков, идеалистов, спасающих джунгли.
Мне с этими типами делать больше нечего.
Я не буду богатым козлом отпущения для шайки бесполезных фанатиков.
Как и для твоего великого заговора, мудак!
Мой отец давным- давно предупреждал об опасности экспериментов с ДНК.
А ты переварил это в своих протухших, параноидальных потрохах.
И вот, бесполезная организация становится злом, революционным заговором!
Этот парень набит дерьмом!
Дамы и господа, представляете, откуда он, якобы, к нам прибыл?
Капитан Дэн Миллер, руководящий спасательной операцией, сказал, что общался с экспертами, и они уверяют нас в успехе...
А я думаю, обезьяна сама сожрет чертов сэндвич.
Здесь человек не пробегал?
Сначала он занимался пропавшим мальчиком.
В полиции говорят, что тело женщины, найденной задушенной в городском парке Нютсона, может принадлежать похищенной доктору Кэтрин Рэйлли.
Здесь никто не проходил?
Тело было обнаружено час назад прохожими.
У нас есть неподтвержденные данные, что жертва, 20- 30 лет, была сильно изуродована.
Ранее днем, полиция нашла брошенную машину Рэйлли.
Она была недалеко от...
Есть что- нибудь?
Ничего.
Ты, ублюдок!
Я могла умереть здесь, сукин ты сын!
О чем ты думаешь, ты, мешок с дерьмом!
Меня тошнит от тебя.
Что ты натворил?
Убил кого- то?
Да.
- Что?
Джеффри Гойнс сказал, что это была моя идея про вирус.
Мы были в клинике.
Думаешь, это была моя идея?
Думаешь, это я уничтожил человечество?
Никто не уничтожит человечество.
Ни ты, ни Джеффри, ни кто- то еще.
- Ментальная дивергенция?
- Да что угодно!
Подмена реальности, потому что, у тебя все кувырком.
Я был бы счастлив, если б это было правдой.
Все придет в норму, если только ты сам захочешь.
Я могу помочь тебе.
- Это за мной.
- Кто это?
Нужно уходить.
Видимо, на приеме была и полиция.
На приеме?
Ты был на...
Ладно, проехали.
Очень важно, чтобы ты сдался добровольно.
Может, я и правда сумасшедший?
Тогда, мир будет в порядке.
Где он?
- Я потерял его.
Я могу жить здесь.
У вас есть вода, воздух, звезды.
- Развалины.
Я им посигналю, чтобы они знали, где мы.
Я люблю этот мир!
Когда скажут "Руки за голову", подчинись.
Я люблю лягушек и пауков.
Помни, я с тобой.
Я не дам им...
А сказала, чтобы он не сопротивлялся, и он согласился.
Спасибо.
А потом...
Я начала сигналить, затем оглянулась, а его нет.
Вот, что я скажу.
Повезло вам.
Между прочим, мы думали, что это ваш изуродованный труп, в парке.
- На этого парня он напал?
Я хочу это сразу пояснить, ладно?
Этот человек, и тот, другой, сильно избивали нас.
На самом деле, он спас меня.
Забавно, доктор.
Может, вы мне объясните, раз вы психиатр.
Почему жертвы всегда стараются уверить нас в том, как добры, на самом деле, эти ублюдки?
Это нормальная реакция на угрожающую ситуацию.
Он болен, понимаете?
Он думает, что прибыл из будущего.
Они жил в тщательно продуманном мире фантазий, который рассыпался.
Ему нужна помощь.
Измученная за эти 30 часов, но невредимая, доктор Рэйлли вернулась в Балтимор, не сделав заявления для прессы.
Психиатр и писательница уединилась дома.
- Прости.
- Все нормально.
Не могу уснуть.
- Ты приняла успокоительное?
От него в голове туман.
В связи с похищением в Балтиморе, Джеймс Коул так же разыскивается в связи со зверским убийством Родни Уиггинса, бывшего зека из Ардмора.
Его тело было найдено в заброшенном театре, недалеко от места, где Коул напал на активистов движения в защиту животных.
Ну, конечно...
Во Фрезно, Калифорния, на кукурузном поле толпы зевак...
Он погиб, этот мальчик?
Он в порядке.
Он и его друзья просто дурачились.
Волнующие попытки спасти Рики Ньюмана из заброшенной шахты внезапно прекратились, когда его друзья признались, что исчезновение Ньюмана всего лишь шалость.
На самом деле, мальчик прятался в сарае.
Я весь трепетал, на Черничных Холмах, на Черничных Холмах, когда тебя повстречал.
Поздравляем, Коул.
Отличная работа, браво.
Вы рассказали нам, будучи во сне, что любите музыку.
- Это не тюрьма, Джеймс.
- Это госпиталь.
- Пока не окрепнете.
- Вы все еще слабы.
- Путешествие во времени - дело нелегкое.
- Вы очень стойкий.
Вы связали 12 Обезьян с известным вирусологом и его сыном.
- Остальным займутся другие.
- Мы приступим к работе через месяц.
Мы вернем себе планету.
А вот, Джеймс, ваша награда.
- Полная амнистия.
- Скоро вы будете свободны.
- Женщины будут желать вас.
- Мне не нудны ваши женщины!
Я хочу поправиться!
И вы поправитесь, Джеймс.
Скоро.
А знаете, вы не существуете.
Вы не настоящие.
Нельзя путешествовать во времени.
Вас здесь нет.
Вы меня не обманете.
Вы лишь в моей голове.
Я безумен, а вы - мое безумие.
Он не только произнес "шалость", он сказал, что мальчик спрятался в амбаре.
Кэтрин, Кэтрин, он же похитил тебя.
Ты видела, как он убивал, и знаешь, что он вполне мог и тебя убить тоже.
У тебя огромный эмоциональный стресс.
Ради Бога, Оуэн, послушай меня.
Он знал про мальчика во Фрезно и он сказал, что 5 миллиардов умрут.
Да откуда ему знать это?
Ты разумный человек.
Опытный психиатр.
Ты знаешь разницу между реальностью и выдумкой.
Что мы правдой назовем, то и будет, правда?
Психиатрия - новая религия.
Мы решаем, что хорошо, а что плохо.
Мы решаем, кто псих, а кто нет.
У меня проблема с этим.
Я теряю свою веру.
Ты опять облажался, Боб.
Но я понимаю.
Ты не хочешь, чтобы тебе указывали на ошибки.
Уж я- то знаю, старина Боб.
Я знаю, что ты думаешь.
Думаешь, что я только в твоей голове.
Понимаю эту точку зрения.
Но, ты все еще можешь разговаривать со мной, а?
Я видел тебя в 1996- м, реальном мире.
- Ты вырвал себе зубы.
- Зачем мне вырывать зубы, Боб?
Это нельзя.
- В 1872- м?
- Отстань от меня!
Криком делу не поможешь.
Будь умным, чтобы получить то, что хочешь.
- А чего я хочу?
- Ты не знаешь, чего хочешь?
Конечно, знаешь, Боб.
Ты знаешь, чего хочешь.
Ты скажи мне, чего я хочу.
Видеть небо и океан, жить на поверхности, дышать воздухом, быть с ней.
Что, не так?
Боб?
Джим Халперин, полиция.
Простите, что звоню так рано...
Он в порядке?
Нет, нет, Наоборот, доктор.
Никаких следов вашего друга, похитителя.
Но, кольцо сжимается.
У меня тут результаты баллистической экспертизы.
Пуля, которую вы вытащили из бедра Коула, вообще- то очень старая.
Все говорит о том, что ей стреляли в 20- х годах.
- Давайте, я к вам подьеду?
- Этого не может быть!
Мы с вами позавтракаем и, может быть, вы уточните свои показания?
Не получится.
Да, сэр.
Нет, сэр.
Я просто хочу внести свой вклад в наше возвращение на поверхность планеты.
У меня есть опыт.
Я знаю, кто в этом замешан.
Он и, правда, самый пригодный.
Но ваши поступки?
Вы сказали, что мы не реальны.
Измерениях?
Вы сами говорили.
Все кувырком.
Не знаешь, что реально, а что нет.
Да, знаю, сэр.
- Нет, я ничего не знаю... про армию обезьян, доктор.
Нет, вообще ничего.
Слава Богу, мой сын в этом не замешан.
Ну, извините.
Мне кажется, вдвойне неуместным обсуждать с вами вопросы безопасности, доктор Рэйлли.
Но если вас это успокоит, то будьте уверены, ни мой сын, ни кто- либо посторонний, не имеют доступа к потенциально опасным организмам в лаборатории.
Вам ясно теперь?
Большое спасибо за заботу.
Женщины- психиатры!
Я, как- то, был на ее лекции.
"Видения Апокалипсиса".
Ей пришла в голову самая абсурдная мысль насчет Джеффри
Не стала ли она жертвой своего "комплекса Кассандры"?
Может, мы должны пересмотреть наши меры безопасности.
Может, усилим их, знаете?
Пересмотрим их.
Давайте снова обсудим, что у нас есть.
Если симптомы были обнаружены в Филадельфии, 27 декабря 1996 года, а это значит, что вирус был выпущен, видимо, 13 декабря 1996 года.
И стал появляться в следующих местах:
Сан- Франциско, Новый Орлеан,
Рио- де- Жанейро,
Рим, Киншаса,
Карачи, Бангкок, Пекин.
Очень хорошо, Коул.
Если да, то мне нужно поговорить с вами!
Это похищенная женщина.
Выключи свет.
Выключи свет!
- Что она делает?
- Привлекает к нам внимание, вот что.
Рации готовы?
Я видела вас!
Я видела там кого- то!
Секретные эксперименты.
Вот, что они делают.
Тайные, секретные дела.
- Я знаю вас.
- И с людьми тоже делают...
Вы видели Джеймса Коула?
Они следят за вами.
- Фотографируют.
Знаю.
Слушайте.
Мне нужно связаться с Джеймсом.
Вы понимаете?
- Хорошо.
- Кто такой Джеймс?
Он был со мной.
Он разговаривал с вами пару недель назад.
Он говорил, что вы из будущего, и что вы следите за ним.
Зубило.
Дюжину.
Они в фургоне.
- Все здесь, я их запомнил.
- Знаете, что она там делает?
- Что он сказал?
Не знаю, мне невидно.
Забудьте о моем психиатре, сконцентрируйтесь на задании.
Твоем психиатре?
- Ты сказал, твоем психиатре?
- Бывшем психиатре.
Эта женщина была твоим психиатром, а теперь рисует что- то у нас на стене?
- Что?
- Там полицейский.
- Притворись, что не знаешь меня.
- Я хочу сдаться.
- Джеймс!
Опусти!
Все в порядке, я больше не псих.
То есть, наоборот.
У меня ментальная дивергенция, я теперь знаю это.
Я хочу, чтобы ты помогла мне.
Я хочу поправиться.
Давай уйдем отсюда.
Вперед!
- Нет!
Нет, Джеймс, ты не мог.
Парень в Форде гонится за ней, и мужиком, которого не видно.
Ничего страшного.
Наверное очередное похищение с участием психиатра Джеффри.
Прошу прощения.
Бывшего психитра.
И это наш лидер?
Безумный псих, который поведал бывшему психиатру все свои планы, свои невменяемые затеи!
И кто его знает, что она написала на стене!
Какая разница, что психиатры пишут на стенах?
Ты думаешь, я разболтал ей про Армию 12- ти Обезьян?
Это невозможно!
Знаешь почему?
Знаешь почему?
А потому, жалкий неудачник, малодушный защитник зверей, я тебе скажу.
Потому что 6 лет назад еще ничего не было, и я даже не думал об этом!
Тогда, откуда она все знает?
Хорошо, вот моя теория.
Когда я был в больнице, мой мозг тщательно исследовали под предлогом лечения.
Меня допрашивали, облучали, кропотливо изучали.
Да!
Используя эту модель, можно генерировать любую мысль, что придет мне в голову, скажем, через лет 10.
И эту модель они пропустили через какую- то вероятностную матрицу, чтобы узнать все, что я буду делать в этот период.
Так что, видишь, она знала, что я войду в историю, как лидер Армии 12- ти Обезьян до того, как это случилось со мной.
Она знает все, что я собираюсь сделать, до того, как я сам узнаю.
Ну, как тебе?
Куэскин, закругляйся.
Жду тебя там
И, если ты что- то забудешь, я тебя обрею, стерилизую и уничтожу.
- Джефф?
- Что?
Ты - великий человек.
В жопу тупиц!
Он законченный псих.
Вы же знаете.
Туда.
Вон туда.
Хорошо, пошли.
- Мне нужна комната.
- 35 баксов за час.
- За час?
- Тебе надо 15 минут?
Поищи в другом месте.
Вот... 25, 6, 7 за час.
Договорились?
Один час, сладкая.
6- й этаж.
Вверх по лестнице, в конце коридора.
Она не "сладкая".
Она - доктор.
Мой психиатр.
Понял?
Главное, чтобы стоял, задница.
Томми, это Чарли, из Глоуб.
Не в курсе, у Уоллеса новенькая?
Типа, неопытная, немного странная, воплощает фантазии.
Итак, ты стоял там, смотрел на луну.
Шлепал по воде, и что потом?
Я думаю, опять оказался в тюрьме.
Вот так просто - в тюрьме?
Не на самом деле.
Как ты сказала, это было лишь в моей голове.
Ты исчез.
Только что ты был здесь, и в следующую секунду тебя нет.
Ты побежал через деревья или...
Я не знаю.
Не помню.
Мальчик в шахте.
Откуда ты знал, что это был обман?
Я не знал.
Ты сказал, что он спрятался в амбаре!
Думаю, может быть, я видел телешоу про это, когда был маленьким, где мальчик...
Это было не телешоу!
Это было на самом деле!
Может, мальчик видел это же телешоу и, просто, подражал?
Послушай, ты была права.
Я болен психически.
Я вообразил себе все, и этих людей.
Я знаю, они не существуют.
Я могу заставить сделать их что хочу.
Я на них немного влияю.
Я вернулся сюда, чтобы поправиться.
- Я могу остаться здесь.
- О чем это тебе говорит?
Думаю, мне это приснилось.
У тебя в ноге была пуля времен Первой мировой.
Не знаю.
Ты сказала, что я заблуждался, что я выдумал этот мир.
- Я не могу!
Я пытаюсь и...
Я не могу поверить, что наши слова и поступки уже произошли.
Мы не можем изменить то, что случится.
И, если 5 миллиардов умрут, то...
Я не хочу знать будущее.
Я хочу снова стать нормальным.
Я хочу, чтобы это было настоящим.
Я хочу остаться здесь, в этом времени, с тобой.
- Тогда он был неверным.
- Женщина ответила.
Он был неверным в 1990- м.
Теперь должен быть верным.
Ты его помнишь?
Номер?
Это моя территория, сука!
- Это на самом деле или кажется?
- Это точно на самом деле.
- Извините.
- Да, мы...
- Вот как?
Серьезно?
Сиди спокойно, шеф.
Слушай, ты, Мисс Недоразумение.
Ты думаешь, что можешь торговать здесь своей задницей в обход меня?
Так вот, я бы сказал, что произошло большое гребанное недоразумение!
Джеймс, нет!
Не надо!
Тащи его в туалет.
Забери его деньги.
- Нам нужны деньги, Джеймс!
Звоните в полицию!
Звоните в полицию!
Что происходит?
У меня есть друзья, мужик.
Джеймс!
Нет, Джеймс!
Открой дверь!
Какого хрена ты делаешь?
Пожалуйста, не трогай его.
Открой дверь.
Ну же, Джеймс!
Это на случай...
Вот, как они нашли нас.
По зубам.
Я больше не хочу, чтобы они нашли меня.
Я не хочу назад.
Отойдите.
Вам лучше уйти.
Полиция!
Бросайте оружие и выходите!
Это полиция?
Я - невинная жертва.
На меня напала обкуренная шлюха и, мать его, дантист- псих.
Старайся не выделяться.
О, Боже!
Пошли.
Там.
Вон там.
Смотри.
Я попробую позвонить, ладно?
- Хорошо.
Все в порядке!
Мы - чокнутые.
Мы - безумцы.
Там чистка ковров.
- Да.
Никаких начальников.
Никаких ученых.
И никого из будущего.
Там просто чистят ковры.
У них автоответчик.
"Оставьте сообщение о том, где хотите почистить ковер".
- Ты оставила сообщение?
- Да, не удержалась.
Посмотреть бы, как они слушают безумную тетку, предостерегающую их от Армии 12- ти Обезьян.
Я сказала: "Общество Свободы животным на Второй Авеню - секретный штаб Армии 12- ти Обезьян.
Это они сделали все это.
Мне пора.
Веселого Рождества ".
Ты не мог меня слышать.
Они получили твое сообщение, Кэтрин.
Дали послушать мне.
Запись была плохая, искаженная.
Я не узнал твой голос.
Это.
И это.
Все нормально?
Что- нибудь хочешь?
Записать на ваш счет, мадам?
Нет, я дам наличные.
Подскажите, на каком этаже парики?
Ты же на компьютере ее сделал.
- И Фэйл повелся.
- Ну, ты же знаешь его.
А помнишь, как он: "Если вас возьмут, в чем я не сомневаюсь, то я вас не знаю, и не знал никогда".
Давай, давай.
Заносим его.
Поехали!
Что плохого, если открыть сумку?
У него же глаза завязаны.
Правильно?
Привет.
Привет.
Хотите послушать обезьянку?
Джеффри?
Джеффри, я знаю, это ты.
- Я узнал твой голос.
- Нет, не узнал.
Я также знаю о твоем извращенном плане.
Та женщина, твой психиатр, рассказала мне.
Я ей не поверил.
Это было слишком безумно, даже для тебя.
Но, на всякий случай, я предпринял шаги, чтобы быть спокойным, что у тебя ничего не получится.
У меня больше нет шифра, Джеффри.
Я не имею доступа к вирусу.
Я исключил себя из списка.
Поздно!
Слишком поздно!
Мы кое- что придумали для тебя, папа.
Никогда не поверил бы.
Теперь я знаю, это правда.
Джеффри?
Ты совершенно безумен.
Нет, вовсе нет.
Это срез одного из самых старых деревьев, что тут срубили.
Вот здесь я родилась.
А здесь умру.
Для тебя это будет лишь миг.
Ты и не заметишь.
Кажется, я видел этот фильм раньше.
- Когда был маленьким, по ТВ.
- Не разговаривай.
- Я видел этот фильм.
- Высокие деревья.
Ты была здесь раньше?
- Да.
- Но не узнаю его...
В чем дело?
Скажи мне.
Мэделин, скажи мне.
То же самое, что и с нами.
Как прошлое.
Кино никогда не меняется.
Но, вот ты опять смотришь его, и оно изменилось, потому что мы изменились.
И ты видишь что- то другое.
Если не изменить то, что уже произошло, остается нюхать цветы.
Какие цветы?
Это такая поговорка.
Почему ты делаешь это?
Я хочу знать, зачем?
Вдруг, я ошибся?
Вдруг, ты ошиблась?
Вдруг, я сумасшедший.
Через пару недель все будет ясно.
Если все еще будут футбольные матчи, пробки, телешоу и грабежи, мы будем рады, что волнуемся при виде полиции.
Ты что- то придумала?
Ты говорил, что никогда не видел океана?
Шевелись.
Давай.
Джеффри?
Я ничего не вижу.
Где мы?
Джеффри?
Пожалуйста...
В 9: 30 мы летим на Ки Уэст.
Я не узнал тебя.
Да и ты теперь куда привлекательнее.
Это всегда была ты.
В моем сне.
Всегда была ты.
Я тебя помню таким.
Вот как?
Кажется, я давно знаю тебя.
Кажется, я всегда тебя знала.
Я так боюсь.
Когда у вас самолет, друзья?
- В 9: 30.
- Может и опоздать.
Опоздать?
Сейчас ведь только 7: 30.
В обычное утро, конечно.
Куча времени.
Но, сегодня нужно принимать в расчет Армию 12- ти Обезьян.
Что?
Что вы сказали?
Армию 12- ти Обезьян.
Вы, наверное, радио утром не слушали.
Группа придурков выпустила животных из зоопарка.
И закрыли там одного известного ученого, в клетке.
Сын этого ученого - один из тех, кто это сделал.
Теперь животные повсюду.
Час назад стадо зебр перебегало дорогу.
И, еще, кто- то, эму, что ли, устроили огромную пробку на шоссе 676.
Вот, что они сделали - выпустили животных.
На стене было:
"Мы сделали это".
Это они про животных.
Думаю, все будет в порядке.
Оповестите сотрудников, если увидят кого- то, пусть не подают вида.
Пусть сразу сообщат нам.
У нас люди по всему аэропорту.
Мы обо всем позаботимся.
- Я знаю это место.
Все аэропорты одинаковы.
Это мой сон.
- Твои усы.
- Это не просто сон.
Это, в самом деле, было здесь.
За неделю или две до того, как все стали умирать.
Осторожно.
Может, они нас ищут.
- Я был здесь в детстве.
- На, приклей усы.
Мне кажется, ты тоже здесь была.
Если нас узнают, то мы уедем, только не на Ки Уэст.
- Хорошо.
Я пойду за билетами.
Встретимся у газетного стенда.
Джуди Симмонс.
Билеты до Ки Уэст.
- Как много наличных!
- Это длинная история.
Посадка через 20 минут.
- Приятного полета, мисс Симмонс.
Не знаю, там вы или нет.
Может, просто чистите ковры.
Если да, то вам повезло.
Будете жить долго и счастливо.
Но если нет, то уясните себе следующее: забудьте про Армию 12- ти Обезьян.
Это были не они.
Вышла ошибка.
Это был кто- то еще.
Армия 12- ти Обезьян - просто сборище глупых детей, играющих в революцию.
Слушайте, я сделал работу.
Я сделал, что вы хотели.
Удачи.
Я не вернусь.
Сан- Франциско, Новый Орлеан,
Рио- де- Жанейро, Рим,
Киншаса, Карачи, Бангкок и Пекин.
Вот так путешествие, сэр.
И, все за неделю?
Дела.
Приятного полета, сэр.
Хочешь неприятностей, Боб?
Отстань от меня!
Я доложил.
Я не должен был делать это.
Дело в том, что ты не отсюда.
Запрещено оставаться здесь.
Это настоящее.
Это не прошлое.
И это не будущее.
Это прямо сейчас!
Я не вернусь!
Понял?
Ты меня не остановишь.
Как скажешь, шеф.
Это не мое дело.
- Эй, Коул.
- Отстань от меня!
- Уймись, Коул.
Коул, это я.
- Хосе?
- Да, верно, Хосе.
Ты зачем зубы вырвал?
Это было глупо.
- Вот, возьми.
- Зачем?
Ты псих?
Я?
Шутишь, что ли?
Это ты псих.
Ты же герой, чувак.
Тебя помиловали, а ты вернулся и долбанул себе зубы.
- Как ты нашел меня?
- Телефонный звонок, парень.
Они его восстановили.
Вот, что я сейчас звонил?
- 5 минут назад?
- Да, 5 минут назад.
5 минут назад, 30 лет назад.
Им без разницы.
"Эй, это Коул, Джеймс.
Не знаю, там вы или нет.
Может, просто чистите ковры ".
Где ты это взял?
"Забудьте про Армию 12- ти Обезьян".
Чувак, а если бы они раньше это получили?
Ты еще можешь быть героем, просто содействуй.
Идем, Джеймс, Все нормально.
- Ваша сдача, 6, 50.
Спасибо.
- Спасибо.
О, Господи!
У меня приказ убить леди, если ты не подчинишься.
- Что?
- Да, ты понял?
"Если Коул ослушается..."
Слышишь?
Посадка добровольцев у выхода 37.
Видел?
У меня нет выбора.
Это мой приказ, чувак.
Возьми это.
Возьми!
Дело не в вирусе, так ведь?
Дело в исполнении приказов, что тебе сказали делать.
Эй, чувак, тебя помиловали.
Что тебе еще надо?
В кого мне нужно стрелять?
В кого я должен стрелять?
Джеймс!
Это ассистент доктора Гойнса.
Он помешан на конце света.
Кажется, это он.
Если он там, то это точно он.
Мистер Хольц, взгляните на это.
Сэр, вы бы не могли мне показать содержимое вашей сумки?
У нас нет времени на это.
Извините.
Биологические образцы.
У меня есть все бумаги.
Мне придется попросить вас открыть это, сэр.
Открыть?
Что ж, да, конечно.
Это же здорово!
Смотри, мама, самолеты
- Пожалуйста, станьте в очередь.
Видите?
Биологические.
Проверьте бумаги.
Все как положено.
У меня есть разрешение.
- Она пустая.
- Ну, да, так кажется.
Выглядит пустой, но, уверяю вас, это не так.
- Вы не понимаете!
- Я и не надо понимать.
Это очень важно.
У этого человека опасный вирус.
Невооруженным глазом не видно.
И даже не имеет запаха.
Это не обязательно, сэр.
Вот, пожалуйста.
Спасибо за сотрудничество.
Приятного полета.
- Кого ты назвала идиоткой?
- Я назвала тебя долбанутой идиоткой!
- Убери руки от нее!
Стойте!
Подождите минутку!
Вон он!
Тот человек!
У него опасный вирус!
Остановите его!
Кто- нибудь, пожалуйста!
Полиция.
Берегись!
Извините.
Это безобразие.
Везде насилие, везде безумие.
Уже в аэропортах стреляют.
Скоро вымирающим видом будем мы.
Люди.
Думаю, вы правы, мадам.
Думаю, вы попали в точку.
Моя фамилия Джонс.
Я страховой агент.
После тщательного рассмотрения дела и серьезнейших размышлений я счел невозможным отрицать правомочие доводов нашего правительства.
У меня нет ни малейших сомнений, что окружной прокурор Холаберд,
Ее Королевское Величество, Изабелла Испанская и ее дипломатический представитель сеньор Калдерон осуществляли процессуальные действия с безоговорочной верой в юридическую обоснованность своих притязаний.
То есть сведения, которые серьезнейшим образом влияют как на судьбу обвиняемых,
так и самих испанцев.
Поскольку ответ на этот вопрос определяет всякое решение суда, я задаю его снова.
Являются ли они уроженцами Африки?
Думаю, да.
В этом случае притязания Ее Королевского Величества не имеют силы, как не имеет силы и требование вознаграждения со стороны лейтенантов Меде и Гедни.
В связи с вышеизложенным, я требую немедленного ареста сеньоров Руиса и Монтеза.
Федеральными судебными исполнителями по обвинению в работорговле...
... а также немедленного освобождения африканцев и возвращения их правительственными властями в ближайшее время и за его счет, на их родину - в Африку.
Мы победили, Джодсон!
Мы победили!
Кови, скажи им!
Скажи им быстрее!
Посмотри на них.
Больше всего Ее Величество поражает вызывающая независимость американского суда.
Если у вас нет власти над судом, значит, у вас вообще нет власти.
Сеньор, любой американец скажет вам, что независимость судебной власти - это залог нашей свободы.
Джон, я рад, что ты пришел.
Мистер президент, сенатор Калхун - здесь.
Джон!
Я уж начал опасаться, что ты не придешь.
Можете забыть о своих опасениях, мистер президент.
Слава богу.
Позволь представить тебе сеньора Калдерона, посла Испании.
- Здравствуйте, господин посол.
- Он не собирался.
Видите ли, сеньор Калдерон, все больше людей в этой части страны считают, что мы, южане, ниже их не только в смысле географического положения.
Они не понимают, что рабство столь прочно вплетено в ткань нашего общества, что отказаться от него - значит уничтожить нас как нацию.
Это аморально.
А значит, аморальны и мы.
Аморальны и ниже по положению.
Но мы уступаем им только в одном.
Мы не столь искусны в коммерции.
Мы не столь богаты, как наши северные соседи.
Мы еще не встали на ноги.
Перекройте нам кислород, и все мы знаем, что будет дальше и на Севере, и на Юге.
Они станут хозяевами, а мы - рабами.
Но без боя мы не сдадимся.
Сенатор Калхун скромничает.
Он никому не уступит в еще одной области - искусстве преувеличения.
Ответьте мне, сеньор Калдерон, какой суд захочет взять на себя ответственность за искру, от которой возгорится пламя?
Какой президент захочет оставаться у власти, когда вся страна пойдет прахом?
Ни один суд, кроме состоявшегося.
Ни один президент, кроме нынешнего.
Так что, не судите нас строго, сэр.
И попросите о том же Ее Величество, потому что нашему суду и нашему президенту поистине следует печься не о том, подняли ли африканские дикари меч против своих врагов, но о том, как бы мы не последовали их примеру.
Идемте, мистер Джодсон.
Эта новость...
Конечно это плохая новость, но правда, заключается в том, что их смерть может оказаться гораздо полезней для нашего дела, чем их освобождение.
С самой зари христианской эры, именно она была движущей силой прогресса.
Вы знаете, что я прав.
Правда в том, мистер Таппан, - и поверьте мне, я убедился в этом на собственной шкуре, - что для некоторых людей их ненависть к рабству важнее всего на свете, даже самих рабов.
Если Вы захотите разжечь в ком- нибудь ненависть такой силы, поговорите с ним в таком тоне, и ваше желание исполнится.
Наш президент, наш вождь, подал апелляцию в Верховный суд.
Что это значит?
Нам придется снова защищаться в суде.
Я знаю, это трудно понять, Синке.
Я и сам этого не понимаю.
Ты говорил, будет суд, и, если мы выиграем дело - нас отпустят.
Нет- нет- нет.
Я сказал, если мы выиграем на уровне штата...
Я сказал, если мы выиграем на уровне штата, нам придется защищать дело в Верховного суде.
- Ладно, ладно!
Сказал, но напрасно.
Я должен был сказать.
- Что?
- Должен был.
Нет такого слова на языке Мэндэ?
Нет.
Ты либо делаешь что- то, либо нет.
Я имел в виду.
Имел в виду - понятно?
Не в том смысле, в каком вы его употребляете.
Имел в виду - то же самое, что и должен был.
Вы не понимаете законов нашего языка.
Послушай меня.
То, что я сказал тебе до суда, это правда почти во всех случаях.
- Почти?
Да, Синке, но не всегда.
Вот почему, нам придется выступать еще раз.
Его Превосходительству Джону Куинси Адамсу, члену Палаты представителей от штата Массачусетс.
Я понял со слов мистера Джодсона, что вам известно о том плачевном положении, в котором оказались африканцы с корабля "Амистад".
Если это так, тогда вы знаете, что мы одержали победу на всех этапах судебного разбирательства.
Но несмотря на это и на весьма скромные шансы переизбрания президента Ван Бюрена на второй срок, он обжаловал благоприятное решение, принятое судом, в высшей судебной инстанции страны.
Уверен, Вам хорошо известно, что семеро из девяти судей Верховного Суда являются рабовладельцами из Южных штатов.
Сэр, нам нужна ваша помощь.
В жизни каждого человека однажды наступает время отложить свои каждодневные дела и вступить в битву.
Благодарю вас.
Цицерон как- то сказал, подавая апелляцию Клавдию в защиту Рима:
"Исход всей войны зависит от одного смелого и достойного человека".
В наше время и в данном случае ее исход зависит от двоих.
Смелого человека, закованного в цепи, по имени Синке и от вас, сэр.
Искренне Ваш Роджер Болдуин, адвокат.
Мистер Типпингс, не могли бы вы оставить нас на минутку.
Что слышно от Адамса?
- Что сказал Синке?
- Он не хочет с вами разговаривать.
- Не хочет со мной разговаривать?
Как твой английский?
Наверно, ничуть не лучше, чем мой Мэнде.
Синке, я понимаю, тебе не хочется об этом думать, но тебе не приходило в голову, что я - твой единственный защитник.
А с тех пор, как дела в моей юридической фирме пошли из рук вон плохо, ты - мой единственный клиент.
Смотри, это я.
Видишь?
Видишь?
А это, Синке, уготовано для меня.
Они угрожают убить меня.
И некоторые подписаны никем иным, как моими собственными клиентами.
Правильней сказать - бывшими клиентами.
Но когда теряешь всю клиентуру, появляется одно преимущество.
Теперь я свободен и могу сидеть здесь, пока ты со мной не заговоришь.
Ты понял это слово, да?
Свободен.
Цезарь.
Цицерон подавал апелляцию Юлию Цезарю, а не Клавдию.
Клавдий родился лишь через сотню лет.
По крайней мере, Вы хоть одного назвали правильно.
- Это он?
- Да, мистер президент.
Прошу вас, откройте дверь.
Адамс лет пятнадцать флиртовал с аболиционистами, но так и не заманил в свои сети ни одного из них.
Кстати, сколько ему лет?
Ровно столько, чтоб перестать флиртовать.
Он то и дело клюет носом на сессиях Палаты Представителей.
Защитник заключенных.
Что?
Знать на протяжении всей своей жизни, что, чего бы ты ни достиг, тебя будут вспомнить лишь как сына великого отца.
Все, что запомнят люди о Джоне Куинси Адамсе, - это его второе имя.
Что может быть печальнее бывшего президента...
Я говорил о Джоне...
- Сэр?
- Да?
- Что?
- Они захватили корабль в открытом море.
А поскольку ни Испания, ни Америка не владеют этими морскими просторами, как этот договор может иметь силу?
Передайте ему, что этот закон не предполагает никаких территориальных ограничений.
В чем дело?
- Он спросит, почему.
- Потому что я так сказал.
- Извините, сэр.
- Да?
Если он - законная собственность Руиса и Монтеза, причем здесь договор между Америкой и Испанией?
Или их граждан.
Слова "или их граждан" включены в текст договора, если ему это так интересно.
Спасибо, сэр.
Есть ли у Британии договоры с Западной Африкой, которые лишают действия договор между Испанией и Америкой?
Нет.
Есть ли у Британии договоры с Америкой, которые лишают действия договор с Испанией?
Нет.
Если ли у Американского правительства какие- нибудь договоры с Западной Африкой?
Нет.
Есть ли у Испании какие- нибудь договоры с Западной Африкой?
Нет.
Есть ли у Коннектикута какие- нибудь соглашения с Западной Африкой?
Нет- нет- нет.
Прекратите!
- Снимите кандалы.
- Снимите кандалы, прошу вас.
- Слушаюсь, мистер президент.
Это "Фаленопсис", орхидея "Ночная бабочка", я привез ее из Китая.
А это примула из английского сада.
А это лилия с юга Франции.
Вот это роза "Блаш Нуазет", которая приехала сюда прямо из Вашингтона, но об этом - молчок.
Давай, давай.
Не могу передать, как трудно мне было ее раздобыть.
Ты знаешь, что тебя поведут в Верховный суд?
Знаешь зачем?
Именно там они нас убьют.
Хотя и это может оказаться правдой.
Но я говорил о другом.
Есть еще одна причина, гораздо более важная, хотя, должен признаться, скорее для нас, нежели для тебя.
Не надо.
Синке.
Ты знаешь, кто я такой?
Тебе кто- нибудь рассказывал обо мне?
Что тебе сказали?
Что Вы - вождь.
Был вождем, да.
Вождь всегда остается вождем, даже после смерти.
Как бы я хотел, чтобы этот закон действовал здесь, Синке.
Ты даже не представляешь.
Стараешься править мудро, решительно, но хочешь, чтобы жители твоей деревни ни в чем не испытывали нужды.
Хочешь убить льва.
Но, увы, тебе всегда чуть- чуть не достает то мудрости, то решительности.
А время идет.
Слушай меня, Синке.
Скоро мы... скоро мы будем представлять твое дело в Верховном суде этой страны.
Скоро мы сразимся со львом, грозящим разорвать пополам эту землю.
И все, что у нас есть, - это камень.
Но мы очутились здесь в силу мистического стечения обстоятельств, и весь мир смотрит на нас.
Что же, мы будем делать?
Что он сказал?
Я не понял.
Синке, слушай меня.
Я кристально честен с тобою, потому что я питаю к тебе уважение.
Я говорю с тобой, я готовлю тебя, я пытаюсь объяснить тебе, что возложенная на нас миссия чрезвычайно сложна.
Мы - не одни.
Конечно, нет.
На нашей стороне правда.
На нашей стороне - справедливость.
С нами мистер Болдуин.
Я говорил о предках.
Я призову их из прошлого, издалека, с начала времен и попрошу их помочь мне в суде.
Я дотянусь до них сквозь пелену времён и вберу в себя их силу и мощь.
И они не оставят меня, ибо отныне моя цель - доказать, что они не зря прожили жизнь.
Господа судьи, для меня стало большим утешением то, что мой коллега, мистер Болдуин, защищал это дело в столь искусной, столь законченной манере,
Однако ответьте мне, зачем мы собрались здесь, сегодня?
Как эта ничем не примечательная ординарная тяжба из- за собственности приобрела столь грандиозное значение, что ее оспаривают в Верховном суде Соединенных Штатов?
Означает ли это, что мы опасаемся, как бы низшие инстанции не проглядели истины?
Или это наш беспредельный всепоглощающий страх гражданской войны заставил нас нагружать символизмом дело, которое никогда к этому не стремилось, а теперь принуждает нас закрыть глаза на истину, которая высится перед нами - огромная и гордая, как гора?
Истину гнали прочь от этой тяжбы, словно раба, затасканного по судам, жалкого и обездоленного.
И гнала ее прочь не редкая прозорливость обвинителей, но длинная мощная рука исполнительной власти.
Это не простоя тяжба из- за собственности, господа.
Это самое важное дело, какое когда- либо слушалось в этом суде, потому что оно в действительности затрагивает природу человеческого существа.
У меня в руках копии переписки между госсекретарем Джоном Форсайтом
и королевой Испании, Изабеллой Второй.
Я прошу Вас обратить на нее внимание в ходе ваших прений.
Спасибо, сэр.
Я бы не стал обращаться к ней сейчас, если бы не занятная фраза, повторяемая неоднократно.
Королева снова и снова называет наш суд некомпетентным.
Интересно, какой же суд пришелся бы по сердцу Ее Величеству?
Суд, который бы вынес решение против африканцев?
Думаю, вряд ли.
Да и не в этом, в сущности, дело.
Королеве нужен суд, который бы вел себя как ее суд.
Суд, с которым это одиннадцатилетнее дитя забавляется в своем волшебном королевстве под названием Испания.
Суд, который сделает так, как ему прикажут.
Суд, которым можно манипулировать, как марионеткой.
Суд, которым бы наш собственный президент
Мартин ван Бюрен гордился от всей души.
Благодарю.
Это публикация, выпущенная исполнительным управлением Президента.
Уверен, вы все его читали.
По крайней мере, президент на это рассчитывает.
Здесь есть статья, написанная благорассудительным южанином.
Мой бывший вице- президент Джон Калхун, скорее всего.
Вполне вероятно, да?
Он утверждает, что во всяком цивилизованном обществе, один его сегмент процветает за счет трудов другого.
Сколь бы далеко назад мы ни проникали - в древние времена, в библейскую эпоху - повсюду в истории мы найдем подтверждение этому доводу.
В Эдеме, где было сотворено только двое, один из них был полностью подчинен другому, рабство существовало всегда, и потому не является ни грешным, ни аморальным.
Как войны и вражда суть естественные проявления человеческой природы, также и рабство.
Оно столь же естественно, сколь неизбежно.
Я рискну выдвинуть мнение, что естественным состоянием человека - и я знаю, это весьма спорная идея - есть свобода.
Свобода.
А доказательством тому служат те невероятные усилия, которые мы готовы приложить, дабы вернуть ее, когда она у нас отнята.
Мы будем разрывать цепи, уничтожать своих врагов, биться снова и снова, сколь бы малы не были шансы, вопреки всем предрассудкам, чтобы вернуться на родину.
Этот человек - чернокожий.
Это мы все прекрасно видим.
Но видим ли мы то, что столь же очевидно?
Что он - единственный настоящий герой в этом зале.
Будь он белым, он бы не стоял сейчас перед этим судом, отстаивая свое право на жизнь.
Будь он белым и будь его поработителями британцы, он сгибался бы под тяжестью медалей и почестей, которыми мы его осыпали.
Песни слагались бы в его честь.
Великие писатели нашего времени посвятили бы ему свои книги.
Его биография звучала бы снова и снова в школьных кабинетах.
Наши дети, - поскольку мы бы их к тому приучили, знали бы его имя столь же хорошо, как имя Патрика Генри.
Но если южане правы, что же тогда нам делать с этим досадным неудобным документом под названием "Декларация Независимости"?
"Все люди созданы равными", "неотъемлемые права",
Что же нам делать с этим документом?
У меня есть скромное предложение.
Вчера вечером я беседовал с моим другом, Синке.
Мы прогуливались вместе по моей теплице.
Так называется его народ.
Так вот, когда люди Мэндэ оказываются в положении практически безнадежном, они призывают предков.
Традиция.
Видите ли, Мэндэ полагают, что, если мы можем призвать духов своих предков, значит, они никогда не покидали наш мир.
И та мудрость и сила, воплощением которой они являлись, может прийти нам на помощь.
Джеймс Мэдисон, Александр Гамильтон, Бенджамин Франклин,
Томас Джефферсон, Джордж Вашингтон, Джон Адамс.
Давно мы не испрашивали у вас наставлений.
Может быть, оттого, что тогда нам пришлось бы признать, что наша индивидуальность, которой мы так дорожим, не есть наше собственное достояние.
Возможно, мы боялись, что призвать вас значило бы расписаться в собственной слабости.
Но мы осознали, в конце концов, что это не так.
И теперь мы понимаем... жизнь заставила нас осознать и впитать это осознание каждой клеткой тела, что наше настоящее неразрывно связано с нашим прошлым.
И мы жаждем всем сердцем, чтобы ваши сила и мудрость помогли нам победить страх, предрассудки, нас самих.
Наделите нас мужеством поступать по справедливости.
И если это означает гражданскую войну, пусть будет война.
И если это случится, да будет это последняя битва во имя Американской революции.
Мне больше нечего добавить.
По мнению Верховного суда, в деле "Соединенные Штаты Америки против африканцев с корабля" Амистад ", договор от 1 795 года с Испанией, на котором обвинение изначально основывало свои доводы, неприменим.
И хотя в статье девятой договора ясно сказано, что я цитирую: "захваченные суда и грузы должны быть возвращены законному владельцу", конец цитаты, суду не было сколько- нибудь убедительно продемонстрировано, что данные африканцы подходят под это описание.
Таким образом, нам остается признать, что они не являются рабами и, следовательно, не могут считаться товаром.
Но свободными личностями с определенными юридическими и моральными правами, включая право поднять мятеж против тех, кто лишает их свободы.
Итак, при одном голосе против суд постановляет: немедленно отпустить подзащитных из заключения и, если будет на то их воля, отправить на родину - в Африку.
Спасибо.
Что Вы им сказали?
Какие слова Вы произнесли, чтобы убедить их?
Твои.
Он сохранит тебя от беды.
Спасибо, Болдуин.
Освобождение невольничьей крепости Ломбоко
Пли!
Люди вывезены, сэр.
- Огонь!
- Огонь!
[Играет пианино, бас]
[Ритмичные щелчки]
[Толпа издает возгласы]
[Толпа свистит, веселится]
[Прекращает]
[Веселится дальше]
[Смеются, свист прекращается]
[Дыхание]
[Продолжают дышать]
Что вы делаете?
Почему вы остановились?
[Визжат и кричат люди]
[Визжат покрышки]
[Открывает двери]
[Кричат, визжат]
[Визжат покрышки]
[Смеются]
[Смеются]
[Бормочет]
[Рация]
На заднем сидении кадиллака... ребята нашли вот это.
Да, ты уже показывал.
Возможно это не имеет никакого отношения к делу.
Возможно.
Кто— нибудь из погибших детей носил жемчужное ожерелье?
Нет.
Значит кого— то не хватает.
Я как раз об этом подумал.
[Закрывает двери]
Осталась еще одна сумка.
[Открывает двери]
[Раздаются шаги]
[Закрывает двери]
[Воет сирена]
Мне здесь нравится.
[Смеется]
В этом бистро?
Да, здесь.
Но почему?
Здесь немного тесно.
Продолжай.
Однажды мне приснилось это кафе.
Боже мой.
Вы понимаете меня?
[Смеется]
Хорошо.
Тебе приснилось это место.
Расскажи мне.
Ну... [Хмыкает] мне дважды снился один и тот же сон.
Я сижу в кафе, то ли днем, то ли ночью.
Похоже на полночь.
Но довольно светло.
[У смехается]
В кафе светло.
Но мне страшно.
[У смехается]
Вы... стоите вон там...
возле кассы.
Вы присутствуете в обоих снах, и вы ужасно напуганы.
Я смотрю на вас и мне тоже становится страшно...
и тогда я понимаю, в чем дело.
У черного входа... нас ждет незнакомец.
Он во всем виноват.
Я вижу его сквозь стену.
Вижу его лицо.
Надеюсь, что в реальной жизни... я не встречусь с ним.
[Принюхивается]
Все.
Итак... ты пришел сюда, чтобы убедиться в его существовании.
Избавиться от этого ужасного ощущения.
Пойдем.
[Говорит ртом]
Он рядом.
[Эхо, глухой звук]
Ден!
Ден, ты в порядке?
Ден!
Ден!
[Набирает номер]
[Звонят]
[Звенит телефон]
Слушаю?
Девушка исчезла.
[Набирает]
[Звонят]
[Мужчина]
Я слушаю.
Все тоже.
[Звонят]
Ох!
[У смехается]
Не верю своим глазам.
Ну, Бетти, пришло время прощаться.
Мне было приятно путешествовать с тобой.
Спасибо, Айрин.
Я так разнервничалась.
Приятно было пообщаться.
Помни, я буду смотреть на тебя по телевизору.
Хорошо.
Так тому и быть.
У дачи, Бетти.
Береги себя.
Постараюсь.
Спасибо за все.
Бетти, рад был познакомиться.
У дачи тебе.
Спасибо.
Прощай.
До свидания.
[Вздыхает]
Мои чемоданы!
Куда?
1612 Хейвенхурст.
Поехали.
[У смехается]
[Звонят]
Ты, наверное, Бетти.
Да, госпожа Ленуа.
Вы ведь миссис Ленуа?
Да, она самая. — Рада познакомиться. — Зови меня Коко.
Меня все так называют.
Подожди, я возьму люч.
Хорошо, Коко.
Вилкинс!
Вилкинс!
Если еще раз твоя собака нагадит во дворе, я поджарю его толстый зад себе на завтрак!
У тебя есть животные?
Нет.
Я люблю животных.
Но иногда они становятся обузой.
Знаешь, как— то здесь жил мужчина... с кенгуру.
Ты просто не поверишь... во что кенгуру превратила мой маленький садик.
Пойдем, я покажу квартиру твоей тети.
Она очень уютная.
Сгораю от нетерпения.
[У смехается]
Невероятно!
[Коко смеется]
Я же говорила.
Ух, ты!
Вы с тетей понимаете друг друга, держи лючи.
Хорошо.
Знаешь, все постояльцы ладят со мной... иначе они бы здесь не жили.
Если захочешь, я познакомлю тебе с соседями.
Но я не настаиваю.
[Смеется]
[Открывает двери]
[Хихикает]
[Вздыхает]
[Капает вода]
О, простите.
Моя тетя Рут не предупредила меня, о том, что здесь кто— то живет.
Простите.
Ничего.
Я племянница Рут.
Меня зовут Бетти.
Она должна была предупредить вас о моем приезде.
Случилась авария.
Я пришла сюда.
Понимаю.
Я видела платье.
Простите.
Вам плохо?
Что случилось?
Машина...
Авария.
Ох.
Вам нездоровится?
Да.
Я просто... принимала душ.
Боже мой.
Простите.
Не буду вас отвлекать.
Пойду, разложу вещи.
Как вас зовут?
Простите, позже поговорим.
Меня зовут... Рита.
Здравствуйте.
Вы работаете с моей тетей?
Нет, я... простите.
Это не мое дело.
[Смеется]
У нее яркие рыжие волосы.
Тетя разрешила мне пожить здесь, пока снимается в кино.
Но... я думаю, вы и сами все знаете.
У меня нет денег на такую квартиру.
Я ведь начинающая актриса.
Конечно, я хотела бы стать великой актрисой, а не обычной кинозвездой.
Но иногда, люди становятся и тем и другим.
Поэтому я и приехала сюда.
Простите.
Я так взволнована.
Я жила в маленьком городишке, и теперь... оказалась в городе своей мечты.
Представляете, что я чувствую.
Ох.
Что... присядьте.
Где у вас болит?
Надо вызвать врача.
Нет.
Но травма может оказаться серьезной.
Нет, я...
Я немного посплю.
Вам нельзя спать с травмой.
Ничего, я посплю, и все пройдет.
Я хочу спать.
Видишь ли, Адам, у нас есть предложения... от которых не стоит отказываться.
Я знаю, что ты пообещаешь отликнуться на предложение.
Сейчас тебя просят все.
О чем вы говорите?
О взаимопонимании.
Ты намерен выбрать новую актрису, и я...
Мы просим тебя пойти нам на встречу.
[Открывает двери]
А что было в прошлый раз?
Ладно.
Попробуй другое.
Ему, все равно не понравится.
[Смеется]
Посмотрим.
[Смеется]
[Открывает двери]
Братья Кастильяни.
Позвольте вас представить.
Прошу, присаживайтесь.
Это господин Дерби, вы его знаете, а это директор картины, Адам Кешер, и его менеджер, Роберт Смит.
Да.
Очень мила.
Угу.
Господа, могу я предложить вам выпить?
Эспрессо.
Ничего.
Для чего фотография?
Один эспрессо.
Нет, пока все.
Думаю, на этот раз вам понравится кофе.
Я знаю, что вам трудно угодить.
Этот кофе высшего качества.
Зачем фотография?
Это рекомендация.
Специально для вас, Адам.
Это не рекомендация.
Эта девушка.
Какая девушка?
Зачем?
Рей, в чем дело?
Мы с радостью влючим ее в список желающих получить главную роль.
Знаете... многие заинтересованы получить эту роль.
Заинтересованы?
Нет и нет.
Шесть лучших актрис хотят сниматься в картине.
Эта девушка получит роль.
Райян, что все это значит?
У спокойся.
Адам, не нервничай.
У спокоиться?
Ни за что.
Так не пойдет!
[Открывают двери]
[Шепчет]
Салфетку.
Простите?
Салфетку.
Конечно.
Простите.
Сер, это все?
[Закрывает двери]
[Стучит чашкой]
— Дерьмо. — Простите. — Нам рекомендовали кофе... — Это самый лучший кофе.
Что здесь происходит?
Эта девушка не будет сниматься в моей картине!
Заткнитесь все!
Она получит роль.
Ни за что!
[Стучит по столу]
Значит фильма вообще не будет.
Она получит роль.
[Открывает двери]
[Закрывает]
Это лимузин братьев Кастильяни?
— Вы имеете в виду двух парней в черных костюмах? — Да.
Да, это их лимузин.
Подожди здесь.
Братья Кастильяни?
Проваливай, приятель.
Ладно.
Господин Рок, добрый день.
[Громкоговоритель]
Ее зовут Камилла Родес.
Директор отказывается снимать ее в картине.
Убрать его?
Они сказали...
И что?
Значит... нам придется...
Закрыть студию.
Вы этого хотите...
Вы хотите, чтобы... мы отменили съемки картины?
Хорошо, мы все сделаем.
[Закрывает двери]
[Оба смеются]
Боже.
Неслыханно.
Такая авария... кто бы мог подумать?
Господи!
Невероятно?
Черт.
[Смеются]
Невероятно.
[Продолжают смеяться]
[Хрипит]
Ха ха.
Боже, ты отлично выглядишь.
Чем ты занимался?
Работал на одного парня.
Неужели?
Получается?
С трудом.
[Вздыхает]
Знаю, приятель.
Взгляни на меня.
Трудные времена.
Могло быть и хуже.
Джи, надеюсь, все будет в порядке.
Не волнуйся, я постою за себя.
Веселенькая история, правда?
Да, авария.
А это что... Что это?
Это знаменитая черная книга Эда.
История мира... в телефонных номерах.
[Кричит женщина]
[Хрипит женщина]
[Продолжает хрипеть]
Черт.
[Продолжает хрипеть]
Меня что— то укусило!
[Сдавленно кричит]
Тсс.
Тсс!
Тсс!
[Кричит]
Ой!
[Задыхается]
[Кричит]
[Хрипит]
Нет!
[Кричит]
Нет!
Нет!
[Кричит женщина]
Боже!
[Сдавленно кричит]
Тсс!
Эй, приятель!
Она ранена!
Ты можешь вызвать врача?
Помоги мне!
Она ранена!
Я не шучу!
Вызови скорую помощь!
Иди сюда!
Ну, чего ты там стоишь!
Я сам не справлюсь!
Нет!
Отпусти меня!
[Женщина кричит]
Нет!
Нет!
[Хнычет]
О!
Нет!
Нет!
Нет!
Нет!
Эй, приятель.
[Шумит пылесос]
[Продолжает шуметь]
[Выстрел]
[Тишина]
[Трещит электричество]
[Сигнал тревоги]
Боже мой.
[Сигнал тревоги]
Хорошо, тетя Рут, постараюсь.
Я выучу слова назубок.
Буду учить их на диване, или подобно звезде... в саду с чашечкой кофе.
Приехала ваша подруга Рита.
Она была в душе, а я не заметила ее.
Рита.
Что это значит?
Она попала в аварию.
Рита, ваша подруга.
Нет, дверь открыла Коко.
Она не видела ее.
Она спит.
Я думаю, что все выясниться.
Не стоит.
Не волнуйтесь.
Тетя Рут, не надо вмешивать полицию.
[Тихо плачет]
Вы проснулись.
Похоже, вознило недоразумение.
Я думала, что вы знакомы с моей тетей, и поэтому живете здесь.
Я только что разговаривала с тетей, она просит меня вызвать полицию.
Рита?
Прости.
Я...
В чем дело, Рита?
Когда я проснулась... я думала, что все пройдет.
Что случилось?
Я не знаю, кто я.
Я не понимаю?
Ты Рита.
Нет.
Я не знаю, как меня зовут.
Я не знаю, кто я.
Это твоя сумка.
Там должны быть документы.
Ты ведь хочешь узнать, кто ты?
Да, но... Открой.
Тебе что— нибудь нужно?
Нет, спасибо.
Хочешь выпить?
Нет, спасибо.
Угостишь сигаретой.
Достань, пачка во внутреннем кармане.
Есть новые девочки?
Нет.
Я не видела.
А брюнетку?
Немного не в себе?
Нет.
Детка, смотри в оба?
Конечно.
Да я и не сомневаюсь.
Деньги... откуда они у тебя?
Угу гу.
Когда ты смотришь на деньги и люч... они ничего не напоминают тебе?
Не знаю... ничего.
[Тяжело дышит]
Что ты сказала?
[Женский голос]
Они всех уволили.
Кто уволил?
Рей.
Подождите!
Я разговариваю по телефону.
Они закрыли студию.
И всех разогнали.
Адам, тебе лучше приехать.
Нет.
Поговори с Реем.
Разберись.
Я еду домой.
Домой?
Приезжай в офис.
Надо что— то делать.
Адам, сделай же что— нибудь.
Синтия, я еду домой.
Адам, послушай.
Это на тебя не похоже.
Приезжай в офис.
Надо что— то делать.
Я еду домой.
Я представляю, куда ты ехала.
На Малхолланд Драйв.
На Малхолланд Драйв?
Я ехала на...
Малхолланд Драйв.
Возможно, там и произошла авария.
В полиции должен быть отчет.
Мы могли бы позвонить и узнать.
Нет.
Можно позвонить... и просто узнать.
Не бойся.
Помнишь, как в фильмах.
Мы назовемся другим именем.
И я хотела бы прогуляться.
Я в Голливуде, а еще ничего не видела.
Пойдем, Рита.
Тебе лучше?
Хорошо.
Но просто... прогуляемся.
Просто разузнаем... произошла ли авария на Малхолланд Драйв.
[Играет блюз]
Лорейн?
Лорейн, ты дома?
Лорейн?
[Продолжает]
[Звякает]
Наконец— то ты узнал.
Не обращайте внимания.
Это лучший выход.
Что ты вообще здесь делаешь?
[Открывает шкатулку]
Что ты делаешь?
Мои драгоценности!
Ублюдок!
Ублюдок!
Лорейн, он расстроен.
Что ты делаешь?
Прекрати!
Перестань!
Адам, прекрати!
Перестань!
Перестань!
Адам!
Прекрати!
Ой! — Мне больно!
[Стучит]
Мне больно!
Нельзя бить свою жену.
Как бы она ни провинилась.
Вышвырни его отсюда!
Вышвырни!
Будь ты пролят!
[Стучит]
Вышвырни его!
Убирайся!
[Заводит двигатель]
Давай спрячем деньги.
А вот и телефон.
[Звонит]
[Женский голос]
Полицейское управление Голливуда.
Меня интересует информация об аварии, произошедшей на Малхолланд Драйв.
Не вешайте трубку.
Я соединю вас с автоинспекцией.
[Мужчина]
Сержант Бекстер.
Здравствуйте, я...
Вчера я слышала крики и звон стела, скажите, на Малхолланд Драйв произошла авария.
Да.
Вы не могли бы рассказать подробнее?
Нет. — Кто— нибудь пострадал? — Представьтесь, пожалуйста?
Вчера произошла авария.
Он ничего мне не сказал, но авария произошла.
Я знаю.
Об этом могли написать в газетах.
Пойдем.
Купим газету.
Наверное, об этом еще не успели написать.
Нашла?
[Вздыхает]
Нет, ничего.
Брось.
Спасибо,
Дайан.
Это все?
Вам принести счет?
Рита, заказать тебе что— нибудь?
Нет, только кофе. — Принесите счет. — Хорошо.
Что случилось, Рита?
Тсс.
Я вспомнила.
Я вспомнила!
Что?
Дайян Селвин.
Наверное, меня так зовут!
[Бормочет]
Селвин ".
Единственная фамилия в справочнике.
Я позвоню.
Странно звонить самой себе.
Возможно, это не я.
[Звонят]
[Женский голос]
Здравствуйте, это я.
Оставьте сообщение.
[Пикает]
Это не мой голос.
Но я знаю ее.
Может это не голос Дайян Селвин.
Возможно это ее сожительница.
А если это все— таки Дайян Селвин, она могла бы пролить свет на это дело.
Возможно.
Возможно.
[Мужчина]
[Играет блюз]
Детка
Я приду к тебе сегодня [Звонят в двери]
Я купил билет
Со мной багаж
[Продолжает тихо петь]
Адам Кешер?
Адам Кешер!
Да.
Это дом Адама Кешера.
У же нет.
Убирайтесь!
Убирайтесь!
[Тяжело дышит]
Адам Кешер?
[Хрипит]
Убирайтесь!
Он здесь не живет!
[Хрипит]
Ублюдок!
Вы плохо слышите.
Вас попросили уйти! — Вот выход! — Джин!
Убирайся!
Джин!
[Тело падает на пол]
[Продолжает]
Адам Кешер?
[Стучат]
Да, в чем дело, Куки?
Простите, господин Кешер, но все ваши кредитные карточки аннулированы.
Что?
Куки, я заплачу наличными.
Пришли люди из банка.
Из банка?
Но как они узнали, что я здесь?
Понятия не имею.
Что они сказали?
Они просили передать, что все ваши счета аннулированы.
Невероятно.
Черт.
Послушай, я пока не знаю, в чем дело.
Слишком много чепухи.
[Смеется]
Куки, у меня есть наличные деньги.
Я знаю.
Не волнуйтесь.
Простите.
Я должен был предупредить вас.
Берегите себя.
От кого бы вы ни прятались, они все равно найдут вас.
Знаю.
Простите.
[Звонит]
Слушаю?
Кто— то аннулировал мои счета.
Знаю.
Адам, где ты?
Откуда ты знаешь?
Позвонил незнакомец.
Они не смогли связаться с тобой, поэтому передали мне, что ты банкрот.
Я не поверила, и позвонила в банк.
И?
Ты, банкрот.
Я не банкрот!
Нет, банкрот.
Где ты?
Я у Куки, в центре.
Ты знаешь парня по личке "Ковбой"?
Ковбой?
Да.
Ковбой.
Этот парень хочет встретиться.
Джейсон сказал, что тебе следует поговорить с этим парнем.
Ах, ну раз Джейсон сказал.
Только куплю себе ковбойскую шляпу и два пистолета?
Послушай, я думаю, что парень как— то связан с происходящим.
Адам, поговори с ним, не отладывай дело в долгий ящик.
Синтия, что происходит?
[Вздыхает]
Столько загадок за один день.
И это не конец.
И где этот Ковбой назначил встречу?
На стрельбище?
Что— то вроде того.
Если я назначу ему встречу, тебе придется поехать к каньону Бичвуд, он будет ждать тебя на ферме.
Ты, что шутишь.
Ты встретишься с ним?
Хорошо.
Когда?
Я сейчас позвоню ему, и сразу перезвоню тебе.
Если хочешь, можешь пожить у меня.
Нет, Синтия.
Это плохая идея.
Я просто предложила помощь.
Спасибо, Синтия.
Я найду ночлег.
А сейчас договорись о встрече и перезвони мне.
Хорошо, но ты многое теряешь.
Перестань.
[Кладет трубку]
Сьерра Бонита.
Это не далеко от нас.
Что— то не так?
Я не уверена.
Я знаю, что ты чего— то боишься.
Все уладиться, вот увидишь.
Завтра мы поедем туда... и все узнаем.
[Стучат в двери]
Не волнуйся.
[Стучат в двери]
Это, наверное, Коко.
Да?
Я могу вам помочь?
Кто— то в беде.
Кто вы?
Что вы делаете в квартире Рут?
Она разрешила мне пожить здесь.
Я ее племянница.
Меня зовут Бетти.
Нет, ложь.
Она говорила совсем другое.
Кто— то в беде!
Опасность!
Простите, но я вас не знаю...
Луиза?
Луиза, что ты делаешь?
Коко.
Я искала тебя весь день.
Моя комната занята.
Выгони ее.
Выгони ее немедленно!
Это Луиза Бонне.
Она не хотела обидеть вас.
Луиза, это Бетти, племянница Рут.
Я как раз собиралась проведать Бетти.
Бетти начинающая актриса... и я принесла ей слова.
Возьми, дорогая.
Спасибо.
Луиза, пойдем.
Я провожу тебя домой.
Простите.
Такое часто случается.
Нет, она говорила... что кто— то попал в беду.
Пойдем...
Спокойной ночи, Бетти.
Спокойной ночи.
Спокойной ночи.
Фух.
[Насмешливо]
Ковбой.
[Жужжание]
Как дела.
Как поживаете.
Прекрасный вечер.
Да.
Спасибо, что приехал на встречу... не побоялся.
Не за что.
В чем дело?
Есть один человек, который очень разочаровался в тебе.
Он очень встревожен.
Какая разница.
Мужская позиция...
Мужская позиция... зависит от того, какой будет его жизнь.
Согласен?
Конечно.
Ты ответил... потому что я хотел это услышать, или ты обдумал мое предложение... т ответил, потому что это правда?
Я согласен с тобой.
Честно.
Каков будет мой ответ?
Мужская позиция опеределяется его будущей жизнью.
Раз ты согласен, значит тебе наплевать на хорошую жизнь.
Не понял?
А ты пораскинь мозгами.
Сделай мне одолжение?
[Смеется]
Ладно, уже обдумал.
Не правда.
Ты слишком занят, чтобы думать.
Я хочу, чтобы ты хорощенько подумал.
Договорились?
Послушайте, что вы от меня хотите?
Что я должен сделать?
Ты слышал про тележку.
Сколько у нее скоростей?
Одна.
Представь себе, что я еду в тележке, и если ты обдумаешь свою мужскую позицию, ты можешь поехать со мной.
Хорошо.
Завтра же возвращайся к работе.
Сейчас ты подыскиваешь новую актрису.
Эта роль лакомый кусочек для многих девушек.
Когда ты увидишь девушку, которую тебе показывали на фотографии, ты скажешь:
"Это та девушка".
Остальные актеры могут остаться.
Тебе решать.
Но актрису будешь выбирать не ты.
Если ты будешь молодцом... мы больше не встретимся.
Но если ты все сделаешь по— своему... мы встретимся еще раз.
Спокойной ночи.
Ты все еще здесь?
Я вернулся.
Я подумал, что ты захочешь увидеть меня.
Тебе не рады в этом доме.
Неужели?
Мои родители наверху.
Они думают, что ты ушел.
Итак?
Сюрприз.
Я сейчас позвоню им.
Позову отца.
Ты не сделаешь этого.
Если это шантаж, то у тебя ничего не получится.
Ты затеял опасную игру.
Ты знаешь, зачем я пришел.
Убирайся!
Убирайся, пока я не позвонила отцу!
Он доверяет тебе.
Он считает тебя своим лучшим другом.
Это конец.
Что будет с тобой?
Что подумает отец?
Прекрати!
Хватит!
Если я признаюсь во всем, тебя посадят в тюрьму.
Убирайся, пока я...
Пока что?
Пока... я не убила тебя.
Тогда тебя тоже посадят в тюрьму.
[Обе смеются]
Потом я плачу и говорю,
"Ненавижу тебя!
Ненавижу нас! "
[Смеются]
Такая глупая сцена.
Но ты хорошо сыграла.
[Говорит с британским акцентом]
Спасибо, дорогая.
Эй, вы кто?
Уу...
Бетти?
Бетти, я могу поговорить с тобой?
Что случилось, Коко?
Звонила твоя тетя.
Я боялась этого.
Она хочет знать, кто живет в ее квартире.
Это всего на несколько дней, пока она не найдет квартиру.
Я пыталась объяснить, но было плохо слышно... самолет как раз взлетал, и тетя все перепутала.
Я сказала тете, что Рита моя подруга, а она говорит, что не знает никаких Рит.
Девочка, посмотри мне в глаза.
Коко.
Она хорошая.
Дорогая, ты замечательный ребенок.
Но сейчас ты вешаешь мне лапшу на уши, и даже не краснеешь.
Разберись во всем, я верю тебе.
Спасибо.
Но только не обманывай меня.
Луиза Бонне сказала, что у кого— то неприятности.
Помнишь?
Иногда она ошибается.
Но если проблема все— таки существует, избавься от нее.
[Открывает, закрывает двери]
Все в порядке?
Мне, наверное, нельзя оставаться здесь?
Нет, все хорошо.
Сейчас я доем свой завтрак.
Через час начинается прослушивание!
[Смеется]
Я вернусь через несколько часов.
Смотри, не выпей всю Коку.
У дачи!
Я вернусь, и мы сразу поедем по указанному адресу.
Договорились?
Итак.
Бетти Эльмс, познакомься, мой помощник Джек Тумптман;
Вуди Катц, он играет роль Чака и сейчас разыграет с тобой сцену:
Джули Чедвик.
Наш гость,
Лайн Джеймс.
Как актриса она подкачала, но как агент, она лучшая из лучших.
Спасибо У олли.
Здравствуй, Бетти.
Рада познакомиться.
Это моя ассистентка, Никки.
Ох!
И любимая Марта.
Марта Джонсон, ты уже с ней знакома.
Привет.
[Смеется]
Итак, начнем?
Не желаешь воды или кофе?
Нет, спасибо.
Все, присаживайтесь.
[У смехается]
Бетти, почему бы тебе ни подойти поближе к Вуди.
Боб, хочешь что— нибудь сказать?
Посоветовать?
Нет.
Это не соревнование.
Вас двое и вы вместе.
Не пытайся играть реально... пока не войдешь в роль.
Хорошо.
Ну, что испугалась.
Что?
Бобби, подойди к ней поближе... как с той девушкой...
Как ее звали?
Темноволосая.
Мне очень понравилось.
Ну, как?
Отлично, Вуди.
Только не спеши.
Перед словами, "Пока что?" сделаешь небольшую паузу.
Бобби, игра есть игра.
Я разыгрываю их.
Вот так они произносят фразу,
"Тебя арестуют".
Потом, "Тебя посадят в тюрьму".
Все на один мотив.
Я не выдерживаю и начинаю нервничать.
Как тебя зовут?
Бетти.
Бетти.
Не спеши, договорились?
Мы разыграем сцену, как в кино?
Пожалуй, начнем.
Боб?
И... сцена!
Ты все еще здесь.
Я вернулся.
Я подумал, что ты захочешь увидеть меня.
В этом доме тебе не рады.
Неужели?
Мои родители наверху.
Они думают, что ты ушел.
[У смехается]
Итак, сюрприз!
Я сейчас позвоню им.
Позову отца.
Ты не сделаешь этого.
Ты затеял опасную игру.
Если это шантаж, у тебя ничего не получится.
Ты знаешь, зачем я пришел.
Все очень просто.
Убирайся.
Убирайся, пока не позвала отца.
Он доверяет тебе.
Он считает тебя... своим лучшим другом.
Это конец.
Что будет с тобой?
Что подумает отец?
Прекрати.
Хватит.
Если я признаюсь во всем, тебя посадят в тюрьму.
Убирайся... пока я...
Пока что?
Пока я... не убила тебя.
Тогда тебя тоже посадят в тюрьму.
Я ненавижу тебя.
Ненавижу нас.
И я увожу ее.
Конец.
Все.
[Смеется]
Детка, это было великолепно.
Ты молодец.
Боб?
Очень хорошо.
Немного натянуто, но реально.
Очень хорошо.
Правда, правда.
Спасибо, Бетти, честно, от всей души.
Необычно.
Твоя тетя может гордиться тобой.
Я передам ей.
Мы скоро снова... встретимся.
[Бетти]
Спасибо, господин Браун.
Спасибо, У олли.
Вам есть, о чем поговорить.
Но сейчас я забираю Бетти.
Да, конечно.
Лайн, так мило с твоей стороны.
Ничего не бойся.
Ты понравилась нам.
Пойдем, Бетти.
Спасибо, господин Браун.
Прощайте.
До свидания.
Фух!
А она ничего.
Где ты ее нашел?
Боже, ужасно.
Нет, Бетти, не ты.
Ты сыграла прекрасно.
Но бедный У олли.
Он не закончит свою картину.
Нет.
Его времена прошли.
Вуди Катц согласился, ради своего удовольствия.
А актерский состав ужасный.
Боже, ужас.
Старый дурак У олли.
Но он был так мил.
Господин Браун лучший друг моей тети...
Бетти, успокойся.
Пойми меня правильно.
Я люблю У олли.
Мы были женаты десять лет.
И я люблю актеров.
Просто иногда наши мнения расходятся.
А теперь мы представим тебя директору... который отвечает за все остальное.
Он затеял безумный проект.
Прямо, через парк!
[Хор]
Шестнадцать причин
Почему я
Люблю тебя Почему я люблю тебя
Первая То, как ты держишь мою руку
Вторая Твои смеющиеся глаза
Третья Взаимопонимание
Четвертая Твои секреты
Это все
Шестнадцать причин
Почему я люблю тебя
Пятая То, как ты расчесываешь волосы
Шестая Твой веснушчатый нос
Седьмая То, как ты беспокоишься
Восьмая Твой сумасшедший стиль
Это все шестнадцать причин
Почему я
Люблю тебя
Девятая Прижимаешься в машине
Десятая Желание достать звезду
Одиннадцатая Шептание по телефону
Двенадцатая Твой поцелуй
Тринадцатая Ты разбил мне сердце
Четырнадцатая Твой голос
Пятнадцатая Ты говоришь, что будем вместе
Шестнадцатая Наша любовь
Это все
Шестнадцать причин
Почему я
Люблю тебя Почему я люблю тебя
Шестнадцать причин
Почему я
[Конец]
Снято.
Керолл, спасибо.
Я сейчас подойду.
[Мужчина]
Проверить экран?
Проверка экрана!
Спасибо!
Мы сообщим тебе!
Спасибо, что пришла.
Я знаю, ты очень занята.
Ты, что шутишь?
Мне нравится сценарий.
Где нужно подписать.
Послушай, ты мне нравишься, но меня заставляют... сделать другой выбор.
Как только смогу, я все тебе расскажу.
Потому что мой менеджер будет доставать тебя и днем и ночью?
А теперь иди.
Ты такой грубый.
Разве ты забыл меня.
Ты ведь отдашь мне эту роль?
Увидимся.
Хэнк?
Где Хэнк?
Хэнк, кто следующий?
Камилла Родес.
Она готова?
Да.
Хорошо, позовите ее.
[Мужчина]
Камилла Родес, дубль первый.
Начали!
Не мешайте нам!
Громче звук!
[Мужчина]
Скорость звука!
Начали.
Дум, да дум
Да, да, да, да, да да, да, да, да
Дум, да дум
Да, да, да, да, да да, да, да, да
Дум, да дум
Да, да, да, да, да да, да, да, да
Почему я не сказала тебе
Детка я же говорила
Ты маленькая звездочка
Такая милая
Позовите Джейсона.
Синди, Адам хочет поговорить с Джейсоном.
Пусть сердце станет открытой книгой
Почему я не сказала тебе
Друзья спрашивают
Влюбилась я
И я всегда отвечаю да
Признайся
Любишь ли меня
Ты меня тоже полюбишь
Адам, ты хотел поговорить?
Дум, да дум
Да, да, да, да, да да, да, да, да
Дум, да дум Да, да, да, да, да да, да, да, да
Это та девушка.
Адам, прекрасный выбор.
Я всегда отвечаю да
Признайся
Любишь ли меня.
Ты полюбишь меня
Прошу тебя
Почему молчишь
Боже мой, мне пора.
Простите, я обещала.
Мне пора.
[Стихает]
Где— то здесь.
2— 5— 9— 0.
Здесь!
Стойте.
Нет.
— Не останавливайтесь! — Что?
Что там? — Видишь людей в машине. — Ты знаешь их? — Нет. — Не останавливайтесь.
Поверните за угол.
Селвин, номер 12.
Ты напугала меня.
Видишь?
Я же говорила, что бояться нечего.
Бетти, подожди.
Не надо.
Никого нет дома.
Вам помочь?
Дайян?
Номер 1 7.
Но в справочнике указан 12 номер.
Мы поменялись квартирами.
Она в 1 7.
Прямо и направо.
Но я не видела ее уже несколько дней.
Мы оставим записку.
Я пойду с вами.
У нее остались мои вещи.
[Звонят]
Идите вперед.
Я догоню вас.
[Звонят]
Похоже ты не Дайян Селвин.
Выходит, что так.
[Стучат]
Никого нет дома.
Что ты делаешь?
Давай, помоги мне.
Давай.
Я открою входную дверь.
Нет.
[Хрипит]
[Шепчет]
Давай.
Заходи.
[Тяжело дышит]
[Стучит в двери]
[Кричит]
[Стучит]
Рита!
Я знаю, что ты делаешь.
[Хнычет]
Я знаю, что тебе надо делать.
Позволь мне.
[Нежно]
Позволь мне.
Ты не похожа на себя.
Бетти, спокойной ночи.
Зачем ты носишь парик в доме.
Что?
Парик.
Я смотрелась в зеркало.
Перед сном я сниму его. — Не надо спать на кушетке. — Ничего.
Моя кровать огромная.
Ложись со мной, здесь хватит места.
У добно?
[Смеется]
Да.
Спасибо, Бетти.
Не за что.
Тебе больше не придется спать на кушетке.
Нет, спасибо за все.
Пожалуйста.
Спокойной ночи, Бетти.
Спокойной ночи.
Ты занималась этим раньше?
Не знаю.
А ты?
Ты мне нравишься.
Я люблю тебя.
Я люблю тебя.
Силенсио.
Силенсио.
Силенсио.
[Говорит по— испански]
[Говорит по— испански]
[Говорит по— испански]
Силенсио.
Силенсио.
Силенсио.
Силенсио.
Силенсио.
Рита?
Рита?
Рита, проснись.
Нет, нет.
Все хорошо, успокойся.
Нет, не хорошо.
Что случилось?
Пойдем со мной.
Сейчас 2: 00 ночи.
Пойдем со мной.
Хорошо, сейчас?
Да, сейчас.
Нет оркестра!
Здесь нет оркестра!
Где же оркестр.
Это все... запись.
Оркестра нет... но вы услышите его.
Хотите услышать ларнет, слушайте.
[Играет ларнет]
Или тромбон.
[Играет тромбон]
Тромбон.
Раздаются звуки тромбона.
[Говорит по— французски]
Немая труба.
[Играет запись]
Это все запись.
Оркестра нет!
Это все... на пленке.
[Трубят]
Нет оркестра.
Это все... иллюзия.
Слушайте!
[Гремит гром]
Клуб Силенсио... представляет...
Ребекка дель Рио.
[Поет по— испански]
[Продолжает]
[Продолжает]
[Заканчивает]
Бетти?
Бетти?
Что случилось?
Бетти?
Хм.
[Открывает двери]
Эй, красотка.
Пора просыпаться.
[Стучат в двери]
[Стучат в двери]
[Стучат в двери]
[Стучат в двери]
[Стучат в двери]
Где ты была?
Что тебе надо?
Лампа и посуда.
Дайян, прошло три недели.
[Вздыхает]
Я положила блюда в коробку.
Это моя пепельница.
Забирай ее.
В другой раз.
Дайян, я просто хотела убедиться, все ли с тобой в порядке.
Это все?
Да.
Тебя искали детективы.
Камилла.
Камилла.
Ты вернулась.
Так на чем мы остановились?
Я сказала,
"Ты сводишь меня с ума".
[Смеется]
Это последний раз.
Не говорит так.
Никогда не говори такого.
Перестань, Дайян.
Прекрати!
Прекрати!
Я пыталась сказать тебе.
Это все из— за него?
[Шумит машина]
Я не пытаюсь разыграть сцену.
Ноt... наблюдай за мной, и ты поймешь суть.
Хэнк.
Почему ты надулась?
Расслабься.
Мы вместе, нам хорошо и уютно, как будто мы давно знакомы.
Даже если мы молчим, нам все равно уютно.
Хэнк, освободи помещение?
Здесь слишком много людей.
Помоги мне.
Освободить студию!
Уходите!
Перерыв.
Прошу всех освободить помещение!
[Камилла]
А Дайян может остаться?
Конечно.
Дайян может остаться.
Хэнк, пусть Дайян останется.
Дайян?
Если она заплачет, не пытайся успокоить ее.
Пусть рыдает.
Пусть рыдает.
Когда ты целуешь ее, следи за движением руки.
Веди нежно, плавно.
Вылючите свет!
[Открывает двери]
[Камилла]
Не сходи с ума.
Зачем ты пришла?
Нет.
Уходи!
Я ненавижу тебя!
Мне плохо!
Дайян!
[Дайян хнычет]
[Звонят]
[Звонят]
[Голос Дайян]
Здравствуйте, это я.
Оставьте сообщение.
[Пикает]
[Камилла]
Дайян?
Слушаю?
Дайян?
Это Камилла.
Дайян, машина ждет.
Ты в порядке?
Ты приедешь?
Угу.
Хорошо.
Я приеду.
Машина ждет тебя возле дома.
Тебя ждут.
Хорошо.
6980 Малхолланд Драйв.
Малхолланд Драйв.
[Кладет трубку]
Что вы делаете?
Почему вы остановились.
Сюрприз.
Приехали.
Пойдем, золотце.
Красиво.
Секретная тропинка.
[Играет джаз]
У вас тут весело.
Добро пожаловать, Дайян.
Итак... за любовь.
За любовь.
А, вот ты где.
Ох.
Познакомься, это моя мать.
Меня зовут Дайян Селвин.
Зовите меня Коко.
Меня так все называют.
Рада познакомиться.
Прошу к столу.
Я проголодалась.
Простите за опоздание.
[Дайян]
Я из маленького городишки.
Дип Ривер, на озере Онтарио.
[Коко]
Вы приехали из Канады.
Я всегда мечтала жить здесь.
Я прошла прослушивание.
И попала на студию.
Я хотела стать актрисой.
После смерти моей тети...
Она оставила мне немного денег. — Она работала здесь. — Снималась в фильмах?
Да.
[Коко]
А как вы познакомились с Камиллой?
На съемках картины.
Камилла была великолепна.
[Камилла говорит по— испански]
[Мужчина отвечает по— испански]
[Говорят по— испански]
Да.
Меня не приняли.
Камилла получила роль.
Директор...
Боб Брукер?
Да.
Я не понравилась ему.
Тогда мы и стали подругами.
Она помогала мне, давала роли в своих фильмах.
Понимаю.
[Адам]
Я построил бассейн, а она принесла плавательные матрасы.
[Оба смеются]
Я не мог поверить.
Я хотел купить судье старенький Роллс— ройс.
Все что ни случается, все к лучшему.
[Шепчет]
[Ножом стучит по стакану]
Думаю, пришло время признаться.
Ты расскажешь?
[Камилла]
Нет, лучше ты.
Мы с Камиллой...
намерены...
[Разбивается посуда]
Простите.
Нет, все в порядке.
[Дайян]
Это та девушка.
Не показывай мне это.
Это фотография актрисы.
Она есть у многих людей.
Ты принесла деньги?
Конечно.
[Открывает сумку]
Считай, что дело сделано.
[Закрывает сумку]
Ты уверена, что хочешь этого?
Больше всего на свете.
Когда все закончится, люч будет лежать в условленном месте.
От чего люч?
[Смеются]
[Продолжают смеяться]
[Истерически смеются]
[Стучат в двери]
[Истерически смеются]
[Продолжают стучать]
[Стучат]
[Смеются]
[Кричит женщина]
[Стучат]
[Кричит]
[Кричит]
[Выстрел]
Силенсио.
Мы закрываемся, сын мой.
Ты хочешь прощения cвоих грехов?
Я хочу, чтобы Быки победили.
Даффи здесь.
Лучше бы у тебя были его деньги.
У меня есть.
Будут.
Какой счёт?
В конце концов, ты ведь должен ему пять штук.
Где ты их возьмёшь?
Я занял шесть штук у Варбера.
Чикаго проигрывает на четыре.
- Я поставил на то, что Чикаго проиграет не больше восьми.
- Меньше минуты до конца.
Держитесь!
Просто продержитесь.
Ты платишь Барберу из моих денег?
Ты же не настолько глуп.
Заткнись Даффи.
Через 18 секунд ты получишь свои деньги.
Он проходит под кольцо и забивает!
Вот дерьмо!
Хорошо.
Если они забьют два, то будет восемь.
Я выиграю.
Фол.
И он будет пробивать штрафные.
- Это полный бред!
- Ты проиграешь, если они забьют три.
Держите его!
Отвали от меня!
Я первый, Онил!
Ты всегда платишь мне первому!
Хотите надрать мне задницу?
Никто не может этого сделать лучше, чем я сам.
Эй, Конор, это Тикки!
Ты принёс деньги, чтобы заплатить залог?
- Что?
- Ты принёс деньги за моё освобождение?
- Чёрт, ну у тебя и воняет изо рта.
- Воняет?
Да, от тебя воняет, как из задницы.
Ты им заплатил?
Они говорили 580.
- Мне нужны билеты.
- Какие?
Две пары на Быки- Ракеты, которые у тебя.
Я их сам толкану.
Игра только в семь часов.
- Уже пять.
Скажи, где они.
- Что?
- Чёрт.
- Ну же.
Они под статуей в моей прихожей.
Эй, Тикки!
Ты должен толкануть их за 1200.
- Ты должен заплатить за моё освобождение!
- Уже заплатил.
- Кто там?
- Это Тикки.
Открой.
Тикки.
Слава богу.
Мне очень нужны эти деньги.
Сколько ты получил за билеты?
Господи!
Эй, Онил, помнишь меня?
Они схватили меня прямо в центре.
- Да, ты сын Барбера.
- Да.
Помнишь телефонный звонок со свадьбы Майкла Пистона?
- Отстань от меня.
- Ты говоришь со мной.
Ты сказал, "Это Онил, номер 55.
Какой мой предел? "
Я проверил номер 55, и увидел шесть штук.
Затем ты поставил шесть штук на Милуоки, и они приняли ставку.
А за тем я спросил своего приятеля об 55 номере, Ониле, и сразу догадался, что он ответит.
- Этот парень умер четыре месяца назад.
- Барбер сказал --
Ты поставил шесть штук от имени своего отца.
- Мне нужны деньги прямо сейчас!
- Я отдам тебе всё, что у меня есть.
Хорошо.
Это для начала.
Расслабься.
Сорок семь долларов.
Хорошо, с тебя 6600.
Ты будешь платить мне штуку в неделю, до тех пор пока я не скажу стоп.
- Это же нелепо.
Давай 500.
- 750.
Будешь приносить в магазин Барбера.
Если ты не хочешь, чтобы я вернулся.
Они схватили меня прямо в центре!
Извините.
Я Конор Онил.
У меня назначена встреча на 11. 30 с Джеймсом Флемингом.
Ты можешь занять мне... двенадцать штук?
Что -- тебе опять нужны деньги на похороны отца?
Что?
Тебе нужно нанять людей или что- нибудь ещё в таком же духе?
- Ты что больной?
- Я больной?
Четыре месяца назад ты пришёл ко мне в слезах... и сказал, что тебе нужно 5000 на похороны своего старика.
Я говорил с Махоуни на свадьбе Микки.
И он сказал, что он тоже дал тебе 5000 на похороны.
Я собираюсь вернуть ему деньги.
И даже не говори, сколько ты должен Махоуни.
Слушай, у меня сейчас действительно неприятности с Даффи --
И я даже не представляю сколько ты должен ему.
Вернись.
Знаешь, это... может тебе помочь.
- Джимми, здесь же всего 500 баксов.
- Я знаю.
Ты будешь тренировать детскую бейсбольную команду со мной.
Джимми, мне кажется, ты не понимаешь, насколько серьёзно я влип.
Я буду платить тебе по 500 долларов в неделю, в течении десяти недель.
Это первая.
- Джимми, я не очень лажу с детьми.
- Ты знаешь, Конор...
Я делаю это, чтобы вернуть свой долг обществу.
Если не хочешь заниматься этим, верни чек.
Итак, увидимся завтра, на поле.
- В 3. 30.
- А где это?
Прямо за баптистской церковью, где ты обычно покупаешь травку.
Единственное, что там есть, за церковью, это недостроенные дома.
Увидимся завтра.
Эй, закинь его в ворота.
Если не хочешь потягаться со мной.
Дерьмо.
Эй, тренер едет!
О, да, это его развалюха.
Эй, ребята, не трогайте машину.
Йоу, тренер, я Джимми.
А это мои сахарные пряники, на случай, если моей крови понадобится сахар.
Моя мама сказала, что это лучше всего помогает.
Повтори своё имя?
- Джефферсон Альберт Тиббс.
Но -- - Слушайте все!
Этот джентльмен, позади вас, ваш новый тренер, Конор.
Теперь он вас будет тренировать.
- Что?
- Этот засранец наш тренер?
Сейчас он раздаст вам снаряжение.
Эй, я с этим не справлюсь.
Вот тебе журнал, сладкие пряники, ингалятор.
Я пробуду в Нью- Йорке 3 недели.
Пригляди за ними.
Не теряйся.
- Удачи.
- Эй, Джимми, подожди.
- Постой.
- Что опять?
Подожди, постой!
Как я получу свои деньги?
Каждый понедельник Элен будет давать тебе чек.
Поехали.
- Пятьсот долларов, верно?
- Каждый понедельник.
- Каждый понедельник.
- Ты догадлив.
Увидимся.
- Андрэ Рэй Питерс?
- Я тут, братишка!
- Где ты играешь?
- Я с битой.
Я бью, чувак.
У меня сумасшедший удар.
Я могу разнести своей битой всё!
Точно.
Майлс Пен Филд второй?
- Вот этот чувак.
- Он.
Где он играет?
Он сказал, что он может бросать, но я тоже могу.
- Как тебя зовут?
- Джефферсон Альберт Тиббс.
Мама сказала, что я могу играть везде.
Но моя астма и всё такое, я вряд ли смогу.
Мне нужно есть сахар.
Вы знаете, мама сказала, что некоторые ребята классно играют.
А некоторые как жирные задницы.
Привет.
Я Мэтт Айлэнд, президент комитета тренеров.
- Вы Кекамбас?
- Что?
- Вы Кекамбас?
- Да, говнюк, это мы Кекамбас.
А в чём дело?
Где я могу найти Джеймса Флеминга из Смит энд Стивенс Секьюрити?
Он отсутствует, у него дела.
Я его заменяю.
Сколько у вас, шесть или семь ребят?
Если вы не соберёте команду, лига исключит вас.
Я передам Флемингу --
Это Даррил Маккей.
Он президент лиги.
В прошлом году была неразбериха.
Мы прекратили соревнования, так как выяснили... что в некоторых командах по пять человек.
И мы просто тратили время зря.
Мы просто пытаемся избежать возможных неприятностей, понятно?
Если вы не соберёте команду из девяти человек, то вы и Кекамбас отправитесь домой.
Поговорите с Флемингом... и сообщите нам к пятнице.
- Пятница.
- Хорошо?
Эй, тренер.
Кофи и Рэй Рэй хотят играть.
Это Кофи Эванс и...
- Рэймонт Бэннет?
- Да, тренер.
Но мисс Уилкс не позволяет им играть.
Стойте, эй, эй!
Кто такая мисс Уилкс?
Она у нас преподаёт.
Она хочет свести меня с ума, я клянусь!
Она настоящая стерва, тренер.
Она старая, противная баба.
Она всё рассказывает про нас нашим матерям.
Она звонила мне домой в прошлом году каждую ночь.
Каждую ночь.
- Она не хочет, чтобы они играли?
- Чёрт, нет, конечно!
Она говорит, что они не будут играть до тех пор пока не напишут сочинения по какой- нибудь книге.
- Кофи не хочет делать это дерьмо.
- Рэй Рэй тоже.
Они говорят что- то вроде...
"Стерва, кончай шуметь."
Эй, вы можете не звать её "стерва"?
Чёрт, чувак.
Эй тренер, скоро стемнеет.
Нам нужно скоро идти.
Мы тренируемся?
Не сегодня.
Во вторник, в 4. 00, здесь.
Круто.
Майлс, подожди!
Моя мама встречает меня в Южной Пицце.
Я один туда не пойду.
Я хочу, чтобы ты пошёл со мной в Южный район.
- Ты хочешь, чтобы тебя порезали?
- Ты что, чувак.
Я просто не хочу здесь ходить.
Это опасно.
Глокк, девять миллиметров.
Эй, ты знаешь, что я каратист?
- Нет.
Ка- ра- тэ.
Я научился этому от моего брата, который служил в Японии.
Быстрая молния!
Это тигр.
Ни один человек не может защититься от человека, владеющего стилем тигра.
Да, Дре -- Тигр.
О, да.
Я пользуюсь этим только когда дерусь против дюжины парней.
Если их больше, то я использую стиль медведя.
- Что ещё за медведь?
- Я не могу тебе показать!
Дело чести для каратиста.
Эй, подожди!
- Да?
- Сестра Уилкс?
Я Конор Онил.
Я хочу поговорить с вами о --
Я прошу прощения.
Всё в порядке.
Это просто моя голова.
Кого вы здесь ищете?
- Сестру Уилкс.
- Я мисс Уилкс.
- Вы здесь преподаёте?
- Да.
О, простите.
Просто я ожидал увидеть... пожилую женщину.
- Кстати, я не монашка.
- Слава богу!
Я хочу сказать, это просто великолепно.
Кофи Эванс и Рэймонд Бэннет в вашем классе?
В моём ли они классе.
Да, они в моём классе.
Мне нужно, чтобы они играли в Кекамбас.
О, да.
Это то, что вам следует обсудить с их матерями.
- Но дети мне сказали -- - Обе матери согласны... мальчики должны прочитать по одной книге, до того как они станут тренироваться.
Эй, я не вижу в этом проблемы.
Вы знаете, я думаю, что чтение полезно для детей.
Вы работаете на Смит энд Стивенс Секьюрити?
- Да.
- Что за сделку вы заключили?
Что?
Ну, я думаю, что вы стали тренировать эту команду не по своей воле.
Я заменяю Джеймса Флеминга, пока он будет в Нью Йорке, в течении трёх недель...
Мне нравится тренировать эту команду.
Мистер Смит и мистер Стивенс выбрали эту команду.
Канада.
Это должно быть здорово.
Замечательно.
Я занимался делами всё время.
Это хорошо, что вы взялись обучать этих ребят игре в бейсбол.
Но печально то, что никто не хочет помочь им в чтении.
Послушайте, я Конор.
Элизабет.
Я помогаю команде всего две недели... но я хочу помогать мальчикам в будущем вместе с вами.
- Почему бы нам, не обменяться телефонами?
- У меня есть идея получше.
Я дам вам книгу, которую ребята должны прочесть.
Вы прочтёте её, а потом поговорите с ребятами об их докладах.
Господи.
Это будет замечательно.
Конор Онил, тренер трудных подростков.
Я не могу тренировать их.
Я серьёзно.
Я ухожу.
- Как у тебя дела с монашкой?
- О, она была великолепна.
Ты закадрил монашку?
Заткнись.
Ты всё ещё хочешь свою половину мест на Блэккхавкс, от того, что у меня есть?
Да.
Где они?
Они будут у меня завтра.
Принеси их на бейсбольное поле в Лумисе... завтра между 4. 00 и 5. 00.
Лумис?
Это же в заднице!
Не зли меня.
Я не в настроении.
- Мне нужны эти деньги - Я буду там в 5. 00.
- До 5. 00.
- Онил.
Спокойнее, здоровяк, хорошо?
Расслабься.
У тебя есть хорошие новости для меня?
Мы можем поговорить на улице, без свидетелей?
Даффи, ты знал моего отца.
Меня могут повесить, если не хуже.
- Ты и так всё время пьёшь в моём баре.
- Я заплачу тебе.
Мне просто нужно время.
Это были не мои деньги.
Теперь я больше не могу прикрывать тебя.
Я пойду к букмекерам, сделаю ставки.
Займусь бизнесом.
Нет, это не сработает.
Слушай, я сказал им твоё имя, потому что больше не мог покрывать тебя.
Что?
Ты рассказал этим гориллам про меня, и теперь они придут и надерут мне задницу?
Даффи, я в отчаянии.
Я тренирую детскую бейсбольную команду... для парня, который платит мне 500 баксов в неделю.
Но я расплачиваюсь с Барбером.
Что мне делать?
Я должен сказать Барберу, что перестаю ему платить?
И начать платить тебе?
Продолжай платить Барберу... но даже не появляйся здесь до тех пор пока не достанешь деньги.
Я Перла Еванс, это мой сын, Кофи.
А это мой младший Джариус.
Все зовут меня Джи- бэйби, так что --
Это сын моей сестры, Рэймонт.
Мисс Уилкс сказала, что вы поможете им с учёбой...
- так что они могут играть в бейсбол.
- Да, это было до того как --
Мисс Уилкс сказала, что у неё сложилось хорошее впечатление о вас.
- И я решила, что можно попробовать.
- Мисс Уилкс так сказала?
Нет.
Она сказала, что можно позволить им тренироваться с вами.
- Но я скажу вам мистер -- - Онил.
Конор Онил.
Если вы не поможете им, они не будут играть... и вы заплатите за это своей задницей.
Я могу позвонить, чтобы узнать о вас в Смит энд Стивенс?
- Да.
Конечно.
В любое время.
- Хорошо.
- Идите, ребята.
- Да, пошли!
Давай, чувак.
Я надеру тебе зад.
Давай, прямо сейчас.
- Что?
- Это не шоу бойцов.
Нет, вот так.
Вроде того.
Давай, Тикки.
Ты меня убиваешь.
Мы обычно уходим в 5. 30.
Мне нужно домой, мама меня ждёт.
- Мы ужинаем в 6. 30.
- Нет, продолжаем тренировку.
Я кое- кого жду.
Мы скоро закончим.
- Я дам тебе знать, Альберт.
- Я Джефферсон.
Давай, парень, бросай мяч!
Заткнись!
- Ты хочешь ударить меня?
А, парень?
- Вот дерьмо.
А если ударю, что ты будешь делать, а, маленький педик?
Эй, хватит!
Достаточно, ясно?
- Чёрт, я хочу пустить ему кровь.
- Остыньте.
Тренировка в субботу, в 1. 00, договорились?
- Что?
- Можно мне пойти с вами?
Нет, нам не по пути.
Извини.
Но --
Йоу, в чём дело, пончик?
В чём дело, каротышка?
Эй, дай мне пиццу, маменькин сынок.
- В чём дело?
- Открой сумку.
Заберите!
Только отпустите меня!
- Давай сумку, педик.
- Она у меня.
Поехали!
Спасибо за сумку, придурок!
Мне кажется, тебе не следует переживать.
- Он в порядке?
- Вы кто?
Я тренер.
Конор Онил.
Почему вы отпустили его так поздно?
Послушай, идиот, я звонила в Смит энд Стивенс Секьюрити...
Потом некто Флеминг взял трубку... и сказал мне, что он в офисе сегодня.
Пожалуйста, запишите мой домашний номер.
Вы не можете держать ребят до темноты.
Спасибо Иисусу за то, что Джефферсон крепкий.
Чем это пахнет?
Посмотрите на себя.
Вы даже не похожи на того, кто бы мог собрать их вместе.
Джефферсон, мне очень жаль.
Мне следовало знать, что тренировку надо было заканчивать до темноты.
Я пришёл чтобы сказать, что... как только ты будешь готов, мы будем ждать твоего возвращения, хорошо?
И... я хотел бы знать, какой номер формы ты бы хотел.
Вы никогда не станете нашим тренером.
Наслаждайтесь игрой.
Классные колёса, парень.
- Помолчи.
- Что это за тачка?
Смит энд Стивенс дали мне это дерьмо, когда одного малыша побили после тренировки... они дали мне эту машину, чтобы я отвозил их домой.
А кого побили- то?
Кому билеты?
- Джефферсона Тиббса.
- Это тот толстяк, да?
Да -- Откуда ты знаешь?
Ты мне рассказывал обо всех членах команды.
О, чёрт.
Ненавижу возиться с детьми.
Господи.
Чем могу помочь, парни?
Мистер, вы только что продали нам билеты на вчерашний матч.
Не злите меня!
Валите отсюда, валите!
Ты невероятен, чувак.
- Нужны места?
Два?
- Как у нас сегодня дела?
"У нас"?
Не очень хорошо.
На Сан Хосе биллеты расходятся медленно.
- Быки вчера проиграли?
- Да, на девять очков.
Дерьмо.
Мне нужно было сделать ставку.
Мне нужен кто- нибудь, кто примет большую ставку.
Финк принимает минимум две штуки.
- Парень с цементного завода?
- Да, Финк, цементный парень.
А что?
- Я хочу поставить 12 штук.
- 12 штук?
На что?
С тех пор как Джордан ушёл, Быки никогда не выигрывали дома против Майами.
- Ты серьёзно?
- Они играют с Майами двадцать шестого.
- Тебе не следует этого делать.
- У меня нет выбора.
Познакомь меня с Финком.
- Давай.
- Программы здесь!
Хорошо.
Я познакомлю тебя с ним.
Продавай билеты.
- Кому нужны билеты?
- Билеты нужны?
- Ты заплатишь за это, парень!
- Я надеру тебе задницу, говнюк!
Остыньте!
Остыньте!
В чём дело?
Хорошо.
Дайте, я расскажу.
Кофи сказал "Всё это дерьмо, ты врёшь".
Андрэ сказал, "Повтори, ублюдок."
Он метнул мяч.
Андрэ поймал его.
Андрэ сказал, "Плати бабки."
Он кинул мяч.
Андрэ поймал его.
Андрэ сказал, "Плати мне бабки."
Кофи сказал, "Ты обманул меня, говнюк." Нет, подожди.
- Кофи сказал, "Ты --" - Хорошо, я понял.
Спасибо.
Я хочу, чтобы все заняли свои позиции.
Начали.
Давайте, давайте.
Давайте тренироваться.
Слушай, чувак, ты отсасываешь, прямо как моя девчонка.
Хорошо ловишь, Андрэ.
Эй ты, задница, заткнись.
Дай мне мяч.
- Чёрт!
- В чём дело?
Кофи только что прыгнул как обезьяна!
- Да в чём дело?
- Почему все так притихли?
В чём дело, Кофи?
Ты испугался мяча?
Новое правило!
Никто на поле ничего не говорит плохого о ком- либо другом!
Усвоили?
Что?
Если нельзя говорить "дерьмо", то вам больше нечего сказать?
Давайте попробуем.
- Ловлю.
- Ловлю.
Так классно используешь голову, Джамал.
Это круто Джамал, чувак.
Не переживай об этом.
"Четверо испанцев в высоких ботинках окружили меня.
И они сказали мне 'омбрэ'.
Я развернулся и ударил самого большого.
Я пнул его в живот.
И пока он падал, он схватил меня за сумку.
Я сказал, 'Остановитесь, бандиты!
Я не хочу больше никого бить. '
Но так как они были испанцами, они меня не поняли.
Ещё два прыгнули на меня, И я ударил одного по -- "Промеж его ног."
"Я ударился об его голову.
Вот так я разбил губу.
Конец. "
- А где ты прятал свою жирную задницу?
- Андрэ, достаточно.
Очень хорошо, Джефферсон.
Отличное использование рассказа от первого лица.
Я испугалась бандитов.
Хорошо.
Садись.
Мистер Онил.
Прямо из офиса?
Дети, Это мистер Онил...
Он тренирует команду, в которой некоторые из вас играют.
Он отвлёкся от дел, чтобы уделить нам немного времени.
Обратите на него внимание.
"Путешествие во времени" это очень важная книга... и она мне очень нравится.
Я просто пытаюсь сказать, что это не так.
Фантастика не реальна.
Я люблю читать реальные книги.
- На пример.
- Книга о Майкле Джордане.
- Да, это хорошая книга.
- Прекрасный выбор.
Это важная часть литературы, книги о великих людях.
- Да.
- Это биография.
Это реальная история о его жизни.
Это не важно.
Историю можно подделать.
Это поддерживает вас и заставляет вас думать.
Кофи, ты ничего не сказал.
Все высказали своё мнение об этой книге.
Точно.
Если ты ничего не скажешь, то я могу подумать, что ты не читал её... и твоя мама захочет, чтобы я ей позвонила.
- Ты прочитал книгу?
- Да.
- Расскажи мне что- нибудь о ней.
- Она была скучная.
Хорошо, я позвоню твоей маме вечером.
Эта девочка, Мэг, была немой.
Она думала, что её отец откуда- нибудь вернётся.
Это же глупо верить в такие вещи.
Эта девочка и её мать были ненормальные.
Потому что там, где я живу, ничей папа ниоткуда не возвращался.
Давай, сюда!
Давай сделаем это!
Я готов!
Давайте!
Поторопитесь!
Может в этом году получится двойная игра.
Возьми форму, тренер... и свой чек.
- Я так понял, что ты не останешься.
- Извини, не могу.
Как- нибудь в другой раз.
Удачи.
Спасибо.
Спасибо за вклад в развитие общества... говнюк.
- Я хочу седьмой, как в прошлый раз.
- Я хочу четвёртый номер!
Найдите майки по размеру и оденьте, хорошо?
Эта футболка пахнет как моя бабушка.
Рад тебя видеть, Джефферсон.
- Кто взял номер 11?
- Тренер, вот она.
Спасибо.
Джефферсон, это самая большая, что у нас есть, хорошо?
Парни, берём все футболки с номерами от 2 до 11, хорошо?
Тренер, мне нужна футболка.
Кто взял номер 10?
- Я.
- Отдай, Джамалу.
А где моя футболка?
Эй, парни.
Парни?
Почему бы вам пока не размяться на поле?
Постой Джи.
Погоди.
Я хочу поговорить с тобой.
- Сколько тебе лет?
- Мне будет девять, в октябре.
Тебе должно было исполниться девять до августа, чтобы играть в лиге.
Но я хочу играть.
Только десять маек, а игроков 11.
И я вынужден отдать форму ребятам, которые старше тебя.
Но я ведь в команде, верно?
Чёрт возьми, конечно, да!
Мяч в игре!
Бой.
Очко!
- Бой!
- Всё в порядке, Рэй Рэй.
Бой!
Бой!
Бой!
Бой!
Очко!
- Давай!
- Бросай его!
Чёрт!
- Давай!
Давай!
Падай!
- Дом!
О, господи, он поймал его.
Бросай!
Да что за дерьмо!
- Хорошо, я сейчас надеру тебе зад!
- Какого чёрта с тобой происходит?
Давай, ты же можешь это сделать.
- Продолжай бежать, Кофи!
- Беги!
Давай, Кофи!
Беги!
Дом!
Молодец.
Бой!
Очко!
Всё в порядке.
Так ты научишься играть.
Всё хорошо.
- Да?
- Тренер, я полагаю, что пора заканчивать.
Я хочу сказать, что лига запрещает начинать новую игру позже 6. 30.
- Правда?
- Ну, да.
1.
- Хорошо.
Спасибо.
- Удачи.
Два, четыре, шесть, восемь, у кого прощенья просим?
Кекамбас!
Чёрт, Майлс, ты хоть знаешь, как бросать мяч!
Заткнись Рэй Рэй.
В конце концов какая теперь разница.
Ты пропустил мяч между ног, как пятилетний.
Ты просто маленький педик, Дрэ.
И бросаешь как один из них.
Чёрт, ты достал меня.
- Пни ему по заднице!
- Эй, хватит!
Хватит!
- Я сказал, хватит!
- Я убью тебя!
- Кофи, не горячись.
- Я ухожу!
- Это команда сосунков, мужик!
- О, чёрт, нет.
Дерьмо!
- Чёрт!
Это всё ты Дре.
- Ты во всём виноват, Дре.
Кто- нибудь проголодался?
Как насчёт пиццы?
Вот это по мне, братишка.
И того 3 больших пиццы и 11 стаканчиков.
С вас 44. 65 долларов.
Вы любите хоккей?
Блэккхавкс нравятся?
Я каждый год вожу жену и детей в зал славы негритянских хоккеистов.
Мужик, единственный чёрный, играющий за них, и тот голубой.
Я дам вам два билета на места в ложе на Быки\ Маверики на завтра.
- За пиццу?
- За пиццу.
По рукам.
Эй, тренер!
Если я добегу до дома в следующей игре, ты мне купишь пиццу?
За каждое очко, кусок пиццы.
Вы глупцы.
Только мне положена пицца каждую игру.
СГП -- Самый главный пиццепоедатель.
Йоу, тренер, Я должен быть бросающим.
- Ты хочешь бросать, Майлс?
- Да, сэр.
- Хорошо.
Ты можешь начать во вторник.
- О, да!
Тренер, есть шанс того, что мы попадём в чемпионат в этом году?
Посмотрим.
Играют с каждым дважды --
Нам нужно выиграть больше игр, чем проиграть.
- Да!
- И мы попадём в финал, да?
- Да, может быть.
- Мы попадём туда.
Мы пройдём в финал, уау.
Мы попадём в финал.
Хорошо, Андрэ.
Это здесь, верно?
Не хочешь посмотреть мой дом?
Конечно.
Что?
Все сидят на полу.
И ты не стой у окна.
Что?
Пули.
А как вы здесь развлекаетесь?
Играем в бейсбол с вами.
- Увидимся во вторник.
- Договорились.
Дом!
Ты готов, Майлс?
Не хочешь дать мне плеер?
Давай, Майлс.
Делай вещи.
- Давай, бросай!
- Давай, Майлс!
- Бой!
- Чёрт.
Бой!
- Бой!
Очко!
- Чёрт.
- Что он слушает?
- Одну песню...
- снова и снова.
- Что за песня?
"Биг Поппа" Ноторионс Б. И. Г.
Хочешь такую кассету?
У него их пять.
А о чём она?
Я люблю, когда ты зовёшь меня Биг Поппа
Он крутит своими руками в воздухе если ты настоящий игрок ты встретишь девушку сегодня которая будет твоей крошкой, крошкой
Бой!
Бой!
Очко!
Бой!
Бой!
Бой!
Очко!
Мы выиграли нашу последнюю игру.
Майлс невероятно бросает.
О, я слышала.
Девять три в вашу пользу.
Я просто помогаю, пока мой коллега не вернётся из Нью Йорка.
- Вы не теряете времени даром.
- Эй, послушайте...
Почему бы нам сегодня не поужинать?
Я не могу.
Эта ночь для работы.
- Как нибудь в другой раз.
- Может после игры в субботу?
- Суббота.
- Ребята хотели бы, чтоб вы пришли.
- Может быть.
- Может быть.
Ты же не пытаешься закадрить мисс монашку, а?
- Нет.
А что?
- Хорошо.
Потому что я уже пробовал, ничего не вышло.
Давай, Джамал!
Кофи хочет вернуться... но сначала я должен "обсудить" его контракт.
- Первый мяч!
- Хорошо.
- Каковы условия?
- Первое, ты скажешь Андрэ... что Кофи лучший игрок.
Второе, только Кофи получает пиццу, когда прибегает в дом.
Третье, если он выбьет мяч за пределы поля, он может забрать пиццу домой.
Первое, когда сезон закончится, команда голосованием выберет лучшего игрока.
Второе, Кофи получит столько же пиццы, сколько и остальные.
Третье, если он всё- таки выбьет мяч за пределы поля...
Я куплю ему пиццу.
Хорошо.
Я должен обсудить условия контракта с моим клиентом.
Давай Джефферсон!
Сюда!
Давай зададим этим ублюдкам!
- Давай, детка!
- Ещё один поворот!
Тренер?
Кофи Эванс.
- Я говорил с твоим агентом.
- Я могу вернуться?
Если команда тебя примет.
Но ты же опять начнёшь это дерьмо с Андрэ... вообщем ты принят -- понял?
- Беги!
- Беги!
Два, четыре, шесть, восемь.
Кинтус!
Кинтус!
Да, Кинтус!
Вы молодцы.
Спасибо.
Как насчёт сегодня?
- Сегодня?
Я не знаю.
- Эта ночь не для работы.
Давай -- просто ужин.
Выберем место, где люди не услышат, как ты кричишь.
Я не уверена.
Где?
Закусочная, на углу Кларк и Эддисон.
Как насчёт 9. 00?
9. 00.
Кларк и Эддисон.
- Хорошо.
- Договорились?
Да.
Ты помнишь, что нужно платить Барберу?
Да.
Я его видел на этой неделе.
А что?
Этот придурок Джино приходил к Даффи и спрашивал о тебе.
О, господи.
- Тикки, это Эд.
- Эд.
- Как дела?
- Нормально.
Это Конор Онил, он хотел с тобой познакомиться.
Как ты делаешь деньги?
Я дилер в Смит энд Стивенс.
Дерьмо собачье.
Первый неправильный ответ.
- Я хочу сделать большую ставку.
- Насколько большую?
- Двенадцать штук.
- И?
И если я выиграю...
Я хочу расплатиться.
Я не шучу.
Эти парни слишком серьёзны.
У меня полно клиентов, которые ставят сотни тысяч в неделю.
- Даже они так не нервничают.
- Я могу заплатить.
А ты так нервничаешь из- за вшивых двенадцати штук.
Кто ты, психиатр или букмекер?
Ты не хочешь получить номер?
Вы примете мою ставку?
- Эд, какой следующий номер?
- 27.
Твоя ставка будет принята, когда ты позвонишь сюда.
Твоё имя?
Кекамбас.
Что?
Кекамбас?
- Кекамбас.
- Эд, уловил?
- Записал.
- Ты странный парень, Кекамбас.
Мне интересно, что с тобой будет.
Джино, лови его.
Чёрт.
Номер 27.
Кекамбас.
Да.
Как насчёт игры Быки против Майами?
Майами минус шесть.
Двенадцать штук.
Подожди.
Подожди.
Я ставлю против Чикаго, шесть очков.
Да.
Двенадцать тысяч.
- Давай перекусим.
- Хорошо.
Почему бы нам ни присесть?
Итак, я хотела поговорить с тобой.
Да, я тоже хотел поговорить с тобой.
- Хочешь выпить?
- Нет.
Что- то не так?
Я шёл сюда, а по дороге думал о мальчишках, с которыми я работаю.
Слушай, я знаю, что ты не работаешь в Смит энд Стивенс.
Послушай.
Я прямо глядя на тебя могу сказать, что ты не брокер.
Что ты имеешь в виду?
Ничего.
Ты просто не выглядишь так, будто работаешь в Смит энд Стивенс.
А ты выглядишь, как стервозная, скучная учительница.
Эй, для чего мы сюда пришли?
Обсуждать то, что я солгал насчёт работы?
Твоя взяла.
Ты тренируешь моих детей.
Я думала, мы преследуем одни интересы.
Элизабет, я плачу по счетам, тренируя эту команду.
И я делаю это только потому что... два огромных букмекера ищут меня, чтобы убить.
- Что?
- Ничего.
Ты наверное знаешь об этом.
Я говорила с Флемингом после того, как побили Джефферсона.
Он рассказал мне.
- Ты думаешь, что я просто одно большое недоразумение.
- Нет!
Есть люди вроде меня, которые делают людей вроде тебя... счастливей, в их жалкой жизни.
Это невероятно.
Я не могу поверить, что я приехала сюда, чтобы выслушивать это.
Да?
Тогда зачем ты приехала, если знала, что я лжец?
Потому что дети верят тебе.
И больше никому.
- Я же говорю, я тренирую из- за денег.
- Что ж, а я учу за деньги.
У меня может быть пять самых лучших учеников в мире, Но я ничего не могу сделать.
Потому что никто, кроме меня и их матерей не говорит им, что нужно делать.
Ну и что?
С меня достаточно.
Ну, я просто пришла, чтобы посмотреть на то, о чём они говорят... потому, что они никогда не ошибаются.
Смотри внимательно.
Ты видишь то, что они видят.
- Я приехала, чтобы поговорить с тобой о работе.
- Правда?
Ну, если там платят меньше 12 штук в час...
То мне это не интересно.
- Ты в деле?
- Да.
- Двенадцать штук?
Да!
- Двенадцать штук.
- Тренер!
Можно мне сказать?
- На сколько очков ты поставил?
На шесть.
Ты поставил на Чикаго?
Ты с ума сошёл?
- Ты поставил 12 штук на этих -- - Я нахожусь под большим давлением.
- Я сказал, сейчас!
- Выиграю или проиграю, теперь уже всё равно.
- Даррел Маккей, президент лиги.
- Мы знакомы.
Тренер, мы озабочены возрастом некоторых игроков из вашей команды.
Вы можете предоставить их свидетельства о рождении?
Всё, что у меня есть, это то, что Флеминг передал мне.
Вот они.
Как зовут тех ребят на второй базе?
- Андрэ и Джамал.
- Кто из них Джамал?
Тот, что выше.
Его свидетельство изменено.
Что?
Восемь переправлено на девять.
У нас играют ребята родившиеся только после сентября 88 года.
Итак, у команды проблемы.
Слушайте, кто вы, полицейские?
Какова суть лиги, тренер?
Учить детей врать, так долго как они смогут?
Это должно быть обучение детей игре... не за награду, ради которой вы работаете.
Послушай, парень уйдёт сейчас.
Хорошо?
Джефферсон, номер семь, играет на второй базе.
Майлс бросает номер восемь, и Кларенс... ты играешь на третьей базе, твой номер девятый.
- Круто.
- Ладно, поехали.
Почему я не играю?
Джамал, другие тренера --
Я извиняюсь, что толкал Рэй Рэя.
Я просто хочу играть.
Они знают, что ты исправил своё свидетельство.
Я не могу позволить тебе играть.
Но мама сказала, что всё в порядке.
Она сказала, что скажет им если они спросят.
Она сказала, что всё в порядке.
- Я просто хочу играть.
- Я ничего не могу поделать.
Слушай, почему бы тебе просто не посидеть --
Майлс, делай вещи.
Бой.
Бой!
Очко.
Да, детка.
Вот о чём я тебе говорил.
Таймаут, голубые.
Я не могу дать этому парню играть с этой дрянью на ушах.
- Что теперь?
- Мы просто пришли к соглашению.
Парень не может бросать в наушниках.
Мэтт беспокоится о безопасности.
Вы шутите, да?
Что если он поранится из- за того, что не услышит об опасности?
- Это законное решение.
- Подойдите сюда, парни.
- Подойдите.
- Что вы делаете?
Я хочу, чтобы вы объяснили им парни, почему Джамал не может играть... и почему Майлс не может играть в наушниках... и почему у той команды такая отличная форма... а у нас дерьмовые футболки.
Тише, тренер.
Вы накличете беду.
Это президент... а это тренер тупейшей команды в лиге.
Они дисквалифицировали Джамала, потому что он родился двумя неделями раньше... и теперь они хотят, чтобы Майлс снял свои наушники... потому что он слишком хорошо бросает.
Спокойнее.
Парни, вы понимаете, что все следуют одним правилам.
Это потому что ты ублюдок сраный, недоделанный идиот и жирная задница.
Что ты сказал?
Я думаю, что он сказал, "Это всё дерьмо собачье."
- Так, Джи- бейби?
- Да, точно.
Вы идёте по тонкому льду!
Я бы мог выкинуть вас из лиги за это.
Это моя последняя игра.
Я ухожу.
Что?
Я вне игры.
У меня есть дела в другом месте.
Кекамбас, вернитесь на поле.
Сынок, без наушников.
Тренерам вернуться на скамейки.
Вперёд.
Давайте.
Вперёд!
Пошли!
А чего вы ждали?
Что я буду тренировать вашу команду весь год?
Ралли, ралли, а мяч бросает Салли!
Так, Кальвин.
Ударь- ка хорошенько.
Чего ты ждёшь, сынок?
Чёрт.
Подожди.
Ребята, да вы в заднице.
- Не смотря ни на что, я ухожу.
- Наконец то.
- Увидимся на игре.
- Да.
- У Слаггера.
- Да.
Следующая тренировка в субботу, верно?
В 11. 00 здесь.
Верно?
Я найду кого- нибудь, кто потренирует вас в субботу.
Тренер, ты хотя бы отвезёшь нас домой?
Я хочу сказать --
- Ещё рано.
Дойдёте пешком.
- Ты нас бросаешь?
А вы не думали, что у меня могут быть дела поважнее... чем вы, парни, и ваша глупая команда?
Мы можем войти?
Я замёрз.
- Мы будем смотреть через стекло?
- Здесь я себя лучше чувствую.
Хорошо.
Они не могут этого сделать.
Джонс Файрс.
Чёрт!
- Джонс спокоен, как камень!
- Всё в порядке.
Четвёртая четверть, мы на два очка впереди, ты ставил на шесть.
- Я не знаю, что я буду делать.
- Да ладно.
Расслабься.
Спокойно.
Хорошая игра Тиллмана.
Попал.
Вот это то, что нужно.
Смит бросает через игрока.
Как хорошо!
Матерь божья!
- Мне посмотреть?
- Нет, нет!
Не смотри, всё нормально.
Только не смотри.
О, господи, Тикки.
Могу я радоваться?
Вот так.
Майами прибавили.
Только не фолите!
Чёрт!
Они сфолили на нём!
Вильямс будет пробивать два!
О, господи, Тикки.
- Чёрт!
- Что происходит?
Скажи мне!
Что происходит?
Вильямс на линии.
- Вильямс загнал первый.
- Чёрт, чёрт!
Вильямс бросает.
В корзине.
Дерьмо.
- Что мне делать?
- Майами ведёт на семь.
О, господи, Тикки.
Я был должен 11 штук до этой ставки.
Смит ведётся.
Господи с тридцати футов!
Есть!
- Ты выиграл!
Да, господи!
- Какой итоговый счёт?
Майами на четыре!
Ты выиграл!
- Ты выиграл 12 штук!
- Я выиграл!
Мне нравится, когда ты зовёшь меня Биг Паппа
Размахивай руками, если ты настоящий игрок
Мне нравится, когда ты зовёшь меня Биг Паппа убери пушку, не стреляй здесь что потому что ты встретишь сегодня леди
- Которая станет твоей крошкой - Крошкой
Эй!
Устраивайте вечеринку где- нибудь в другом месте.
Поцелуй нас в зад Даффи.
Сегодня мы выиграли у Финка 12 штук!
- Ты вернёшь мои шесть?
- Завтра.
Эй поставь это, наслаждайся.
- Итак, ты получишь с Финка ещё 12 штук.
- Да.
А теперь что?
- Я не знаю.
- Что значит, не знаю?
Мы заработали на Быках субботним вечером, сегодня.
Я запишу это на счёт Тикки.
Мы заключили пари с Финком.
И мы выиграли.
Мы снова победили.
24 штуки.
Да.
24 штуки.
И что?
Эй, ты думаешь, что выиграл игру всей жизни?
- Что теперь?
- Я не знаю.
Если это так, то что ты будешь делать со своей жизнью?
Ты будешь тренировать команду негритянских детей?
Я не знаю.
Я не знаю, Даффи.
Может я просто неудачник?
Не такой как ты.
Мистер большая удача, а?
- Я просто неудачник.
- Хорошо, Онил.
Я хочу получить деньги завтра.
Пока.
Пора в кроватку, тренер.
Не говори так!
Ты ничего не знаешь об этих детях!
Давай.
Пошли, пошли.
Чикаго выкинули из интерлиги... сегодня состоится матч между Сокс и Чемиски. сражение между лучшими представителями бейсбола... 21- летний Джон Гарланд лицом к лицу с красным горячим Керри Вудсом --
Это Тикки.
Я один, я клянусь.
Я снял трусы и стою тут голый у тебя под дверью, чтобы доказать.
Я голый.
Это прекрасно.
Давай.
Я буду засовывать свои трусы тебе под дверь до тех пор, пока ты меня не впустишь.
Да в чём дело?
Я заплатил Даффи.
Мы в расчёте.
Ты звонил Финку?
Ты опять поставил на Быков?
На сколько очков?
Финк хочет убедиться, что у меня есть деньги.
Отлично.
Пойдём туда, покажем ему деньги и поставим твои 12 штук.
Да что с тобой?
Мы же сделаем это верно?
Да, конечно.
Я просто собирался на бейсбольное поле.
- Господи, я думал, что ты ушёл.
- Я и так ушёл!
- Я просто хочу избавиться от снаряжения.
- Ну, я не знаю.
... матч между Сокс и Чемески. от Сэмми Соса ожидают хорошей игры... а Биг Харт проведёт свою одиннадцатую игру в этом составе.
У нас всего час до игры.
Мы вернёмся, чтобы принять ваши звонки.
Хорошо.
Увидимся.
Поторопись, хорошо?
- Вы здесь, чтобы сказать нам, что вы уходите?
- Это старые новости.
Я получил сообщение от тренера Джимми, я должен раздать снаряжение.
Он будет здесь через минуту.
- Да, вали сосунок.
- Мы пробьёмся в финал и без тебя.
Я не могу поставить 12 штук.
Хорошо.
Я понял.
Мы поставим только шесть штук... и будем ждать, что будет --
Нет, я не могу.
Вали отсюда, жирная задница, потому что мы и без тебя неплохо играем.
Я не слушаю никого из вас.
Я не слушаю вас, никого из вас!
Удачи.
Удачи вам в ваших начинаниях.
Позвоните, когда пробьётесь в финал.
Хорошо.
Удачи.
Я так рад, что сделал это.
Поехали.
Финк думает, что мы уже в пути, нам не следовало останавливаться.
Если мы не хотим ставить, мы не будем, ты знаешь, технически --
Кто- нибудь из вас хоть раз был на играх высшей лиги, а?
Я так и думал.
Вы, парни, никогда не научитесь играть, пока не увидите, как нужно играть.
Никогда!
Дай- ка это.
Слушай, ты перевозбуждён.
Ладно, давай это заберём.
- Мы можем позвонить и сделать ставку.
- Я выхожу из игры!
Ты слышишь меня?
Я выхожу!
Выхожу, выхожу, выхожу!
- Ты выходишь.
- Я уже вышел.
Я завязал со всем этим.
Позвони Финку, ради меня.
Ты не можешь разорвать такое партнёрство, как это.
Меня шатает.
Серьёзно.
У меня нет ничего.
Меня шатает ветром.
Кекамбас.
Давайте.
Поехали.
Все в машину.
Игра начинается через час.
Поехали, скорее.
Что это?
Что ты делаешь?
Да что здесь происходит?
Эй, давай поставим три штуки.
Три штуки будет в самый раз.
Я не понял, что происходит?
Куда вы -- что вы делаете?
Эй, подожди.
Ну же.
Подожди, подожди!
Это против правил!
Хот доги!
Возьмите ваши Хот доги!
- Второй ряд!
- Высшая лига.
У нас второй ряд!
Тренер, спасибо за места.
Они горячие, йоу.
Эй, смотрите!
Это же Сэмми Соса!
- Где?
- Да вот!
Парни, это не Сэмми Соса.
Да заткнись ты!
Смотрите, смотрите!
Вот Сэмми Соса!
Смотрите!
Вот он!
Да?
Вы наверняка соскучились.
Я хотел бы извиниться за тот вечер.
Я знавала вечера и получше.
Да.
Простите.
Я слышала про бейсбольный матч.
Ребятам очень понравилось.
Да.
Я работал.
Мы выиграли трижды с тех пор.
Вы хоть представляете, что это для них значит?
Я думал... как вы тогда догадались, что я скупщик билетов... и что я азартный игрок.
И если вы по- прежнему предлагаете мне работу... то я согласен.
- Итак, вы здесь не для того, чтобы приглашать меня.
А могу я рассчитывать?
Нам нужен преподаватель физкультуры.
- Вам, я?
- Школе.
Кто- нибудь, кто будет организовывать всяческие спортивные мероприятия после занятий... игры и тому подобное.
- Нам нужен такой человек так как -- - Я думаю, я вам нравлюсь.
- Что?
- Я просто чувствую... когда вы смотрите на меня... что я вам нравлюсь.
Вам интересно?
Вы о работе?
О чём мы вообще говорим?
Да, мне интересно.
Мне интересно всё, в чём я заинтересован.
Вперёд, Буа Вас!
На что вы смотрите?
Почему мы опять с ними играем?
Они надрали нам задницу.
Лучшая команда в дивизионе А, играет с теми, кто хочет выйти в финал.
Если мы победим, мы в финале.
Если мы победим.
Садитесь на скамейку.
Садитесь.
Давай, Дрэ.
Неважно, что сегодня случится... вы, ребята, должны действительно гордиться сезоном, который вы провели... потому что вы играли, как команда.
И потому что вы играли как команда... я решил, что вы должны и выглядеть, как команда.
Джефферсон Альберт Тиббс...
Мне кажется это твоё.
- Посмотрите, какая форма!
- Вы только посмотрите!
Парни.
- В коробке больше нет футболок.
- Нет.
Какова наша цель?
Наша цель, выиграть.
Как вы хотите выиграть, так и я жду вашей победы... я не помню, отмечали ли мы, когда в первый раз разгромили этих недоносков --
Эй, кепки!
Что вы делаете?
Сидеть!
Сядьте, ведите себя, как подобает чемпионам.
Давайте!
Дом!
Успел!
Дом!
Буа Вас!
Буа Вас!
- Голубые.
- Тайм аут!
- Хорошая работа Кларенс.
- Спасибо, тренер.
Хорошая работа.
Майлс.
Подойди.
Послушай, счёт два- два.
Нам нужно всего одно очко.
Тренер, я не могу бросать.
Эти ребята выбили меня из колеи.
Они так играют, что я даже думать не успеваю.
Эти ребята одни из лучших в лиге.
Ты можешь.
Понял?
Не паникуй.
Эй, это потому что ты не слышишь "Биг Паппа" в ушах?
Да.
Просто иногда я теряю ритм.
Майлс, ты классный игрок.
Я спокоен за тебя.
Ралли, ралли, а мяч бросает Салли!
если ты игрок потому что ты встретишь девушку и она будет твоей крошкой мне нравится, когда ты зовёшь меня Биг Паппа размахивай руками если ты настоящий игрок потому что встретишь сегодня ту крошку крошку
Мне нравится, когда ты зовёшь меня Биг Паппа размахивай руками если ты настоящий игрок потому что встретишь ту леди и будешь звать её крошка, крошка
Бой один.
Мне нравится, когда ты зовёшь меня Биг Паппа размахивай руками если ты настоящий игрок потому что встретишь ту леди
- И будешь звать её крошка, крошка - Два!
Три!
Очко!
Отлично, Майлс.
Отлично.
Общий счёт два- два.
- Да!
- Осталась последняя игра.
Выигрываем, выходим в финал.
Итак, у нас есть Андрэ, у нас есть Рэй Рэй, есть Кларенс.
Кроме того, ты Кофи, и Джефферсон.
Мы на пути в финал.
- Дом!
- Продолжай в том же духе, Дрэ!
Хорошая работа.
Бой один!
Два!
Бой три!
Да, да.
Отлично Рэй Рэй.
- Чёрт!
- Давай, Кофи!
Да, да.
Почти, Кофи.
Почти.
Проигрываем два.
Джефферсон, как ты?
Ты в игре.
Таймаут, синие.
У нас замена Джариуса Эванса на Джефферсона Тиббса.
Хорошо.
Тренировка в среду.
Спасибо за форму, тренер.
- Спасибо, тренер.
- Увидимся, ребята.
Эй.
Вам нельзя сейчас сюда.
- Как долго?
- Не знаю.
Джамал, в чём дело?
Почему нам нельзя пройти?
- Они с кем- то разбираются внутри.
- Что мы будем делать?
Пойдём.
- Чёрт!
Уходим.
- Двигайся!
Давай, чувак!
- Тише.
Они сейчас уйдут.
- Сюда!
Где они?
Чёрт!
- Убираемся отсюда!
Живей!
- Всё в порядке.
С нами всё будет в порядке.
Джи, мы в порядке.
Джи, давай, вставай.
Всё в порядке.
Мы просто подождём, пока кто- нибудь придёт.
Всё будет хорошо.
Что?
О, господи.
Мы скорбим, для нас всех это большая потеря.
Хвала господу.
Я хочу дать слово тем, кто хотел бы сказать что- нибудь --
в память Джариуса.
Пожалуйста, мистер Онил.
Сюда.
Доброе утро.
Джариус был игроком Кекамбас, команды, которую я тренировал.
Однако -- он был слишком маленьким, чтобы играть.
Но он хотел быть частью команды...
Я не мог этого ему запретить.
Джи- бэйби.
Ты с нами.
У него была замечательная улыбка.
Я знаю, что не скажу вам ничего нового.
Я позволял Джи заменять Джефферсона Тиббса.
Он был очень умным мальчиком.
Мальчиком, который действительно... хотел быть похожим на старшего брата.
Тренер.
Я не вижу Джарета Эванса, в списках.
А знаете что?
Вот он.
Всё в порядке.
На другой день...
У нас была действительно очень важная игра.
Ты можешь играть, но ты не обязан.
Хорошо?
Если у тебя что- то не получится, не беспокойся.
Но если ты хочешь играть, играй.
Давай.
Делай то, что ты хочешь.
И он вышел на поле.
Я так за него боялся.
Мы проигрывали два броска...
он отбил первый же мяч...
и победил в игре.
И глядя на него... со вскинутыми руками от радости... как он бежит к первой базе...
Я клянусь... я не знал, были ли я и он когда- нибудь счастливей.
Я клянусь -- он был на вершине мира в тот момент.
Он сделал меня... лучше...
Я... навсегда останусь благодарным Джариусу за это.
Это было прекрасно... то, что вы сказали.
Спасибо вам.
Постойте.
Здесь есть люди, которые хотят поговорить с вами, о бейсбольной команде.
Команды больше нет.
Это как раз то, о чём они хотят с вами поговорить.
Они в аудитории.
Мы знаем, что лига хочет отменить игры чемпионата.
Мама сказала, что это всё из- за Джи- бэйби.
Да.
Всё кончено.
Вам, ребята, не нужно больше играть.
У вас был великолепный год.
Можете оставить форму себе.
Подождите.
Что вы имеете в виду?
Мы хотим играть, придурок.
- Вы, ребята, хотите играть?
- Чёрт возьми, да!
За Джи- бэйби.
Увидимся завтра в 11. 00.
Я уверена, что вы, ребята, победите.
Я даже сделала ставку у твоего друга Тикки.
То, что Тикки ставит против нас, увеличивает наши шансы на победу.
Ты всё ещё хочешь работать в школе?
Удачи вам сегодня.
Спасибо.
- Андрэ, Рэй Рэй.
- Что случилось, тренер?
Почему бы вам, не собрать всех?
- Эй, все сюда!
- Живее!
Я хочу, чтобы все вы ребята пожелали друг другу удачи и почувствовали гордость.
Мы сделали это.
Мы здесь.
Чему я научился от вас так это... одной из самых важных вещей в жизни... выделяться.
Меня просто поразило это в вас...
Лига никогда не хотела, чтобы вы играли здесь... но вы им показали.
Но у нас только девять игроков, так что --
- О, господи.
- Мы не можем играть.
Он был моим братом.
Он так любил смотреть, как мы играем.
И он смотрит на нас прямо сейчас.
Мы будем играть сегодня.
Держи, Кофи.
- Да, это для Джи- бэйби.
- Джи- бэйби.
Я все записала:
390 квадратных метра, четыре этажа.
Сзади двор, с южной стороны сад.
Прекрасно.
- Не будем ждать машину?
- Что ты, мы всю жизнь просидим в пробке.
- Это список домов на продажу?
- Какой еще список?
Этот дом появился утром, и сегодня же его купят.
- Сколько еще домов посмотрим?
- Ты же знаешь, вариантов очень мало.
- Сара, а без самоката не обойтись?
Эван!
Когда- нибудь ты научишься уважать чужое время, Лидия.
Поймешь, что ты не пуп земли.
Извини, пожалуйста.
Через 26 минут у меня встреча с Артуром Дигби Лоренсом... и если ты думаешь, что к нему можно опаздывать... ты жестоко ошибаешься.
Ты просто святой.
- Спасибо.
Это нечто среднее между городским и загородным домом.
Мы называем его "загородской дом".
Построен в 1879 г., это гостевая комната.
Здесь гостиная.
Вон там - парадная столовая.
Простая столовая этажом ниже, там, где кухня... этот этаж был отремонтирован и оборудован по последнему слову техники в 1994 г.
Сара.
Выше - два этажа со спальнями.
Просто невероятно.
Эй, подруга.
Здесь нельзя кататься.
Думаю, можно не уточнять, что таких больших домов на Манхэттене вы больше не найдете.
Тут даже есть двор.
Или что- то вроде того.
Сейчас он не смотрится, но вы только представьте:.
Там можно сделать роскошный сад.
Работающий лифт.
Прежний хозяин в последние годы был инвалидом.
В таких домах не бывает лифтов.
В 90 процентах подобных домов их нет.
Дом требует ремонта, однако я предполагаю, что на него будет огромный спрос.
Прежние хозяева вложили в свою недвижимость много души.
Сейчас покажу вам остальные комнаты.
Ты должна сразу же предложить цену.
Может, позволишь взглянуть?
На рынке недвижимости сейчас нет ничего подобного.
Вы переезжаете из пригорода в центр... но у вас остается и двор, и сад, и место для кошки с собакой.
Тут есть все, что вам нужно, и даже больше.
У тебя еще может быть семья.
А тут две семьи поместятся.
Это очень дорого.
Мама, мы же не в универмаге.
Он может себе это позволить.
Я был бы счастлив показать вам недвижимость до моего ухода.
Паркет из древесины твердых пород, целых шесть работающих каминов.
Это верхний этаж.
Две спальни.
По одной с каждой стороны.
И одна маленькая ванная.
Первоначально это был этаж для прислуги.
При прежнем владельце жило несколько сиделок.
Не знаю, есть ли у вас прислуга.
Нет, мы живем вдвоем.
Третий этаж, еще одна спальня, небольшая комната и прочее.
М- р Перлстин использовал ее как кабинет.
Он имеет в виду финансиста Сидни Перлстина.
Скажите, чем вы занимаетесь, миссис...
Олтмэн.
Вообще- то я учусь.
В Колумбийском университете.
Ее муж работает в фармацевтической промышленности.
Я только сейчас сообразил, что вы жена Стивена Олтмэна.
До недавнего времени.
Хозяйская ванная.
После смерти Перлстина в газетах только о нем и пишут.
Его дети судятся друг с другом из- за его имущества.
Жил затворником.
А они не могут найти и половины его денег.
Не думаю, что это поможет вам в осмотре недвижимости.
Перестань называть дом "недвижимостью".
Просторный чулан.
Не могла бы она перестать баловаться с лифтом?
Эй, не трогай лифт!
И вот мы входим в хозяйские апартаменты.
Странно.
Разве эта комната не должна быть больше?
Раньше этого никто не замечал.
Никому из нас даже не пришло в голову.
Это называется "комната страха".
- Как?
- Как в средневековом замке.
- Я об этом читала.
Богатые любят такие вещи.
На случай нападения грабителей.
Это потрясающая вещь.
Представь: среди ночи звучит сигнал тревоги.
Что делать?
Звонить в полицию и неделю ждать, пока они приедут?
Или ты пойдешь в одной пижаме к двери выяснять, в чем дело?
Не стоит.
И отдельная телефонная линия.
Можно звонить в полицию, не опасаясь, что провод перережут.
Мониторы, показывающие, что происходит в каждом уголке дома.
Мне от этого не по себе.
Почитала?
Нет, но последний альбом у нее просто прелесть.
Грабители могут открыть дверь?
Она сделана из стали.
Из очень прочной стали.
Даже без электричества... дверь все равно будет работать.
Да уж, старик Сидни все предусмотрел.
Неудивительно, что ему было нужно убежище.
Пожалуйста, откройте.
Это невежливо с вашей стороны.
Пожалуйста, откройте дверь.
Я буду жить в этой комнате.
Это очень опасно.
- Что, если кого- то прищемит дверью?
Тут есть детектор движения, как в лифте.
Дверь не закроется, если на ее пути что- то есть.
Безопаснее не бывает.
Да, свою цену они получат.
Слушай, я подключила телефон!
Очень за тебя рада, мама.
Она подключила телефон.
579, что дальше?
3000.
Минутку.
Ладно.
Хватит.
Ничего, что я заказала пиццу?
В каком смысле?
Первый ужин в новом доме.
Можно было придумать что- нибудь пооригинальнее.
Я люблю пиццу.
Черт бы его побрал.
Не надо.
И ее тоже.
Согласна.
Но давай не будем.
Тебе не кажется, что тут слишком много лестниц?
Скажи спасибо, что ты не грузчик.
Ты даже не поинтересовалась моим мнением.
Не хотела услышать, что он тебе не нравится.
- Мне нравится наш старый дом.
Знаешь, о чем я подумала?
Подумала, что можно задрапировать книжный шкаф красивой тканью.
Мы можем сами разрисовать ее.
Ну- ну.
Черт.
Я забыла договориться насчет экскурсии по твоей новой школе.
Папа уже договорился.
Я поеду вместе с ним в воскресенье.
Да?
Я возьму такси, и мы встретимся у школы.
Это он так сказал?
Послушай, самое замечательное в Манхэттене... это то, что ты не должна меня всюду возить.
Я поеду с тобой.
Зачем было ехать сюда, если ты не отпускаешь меня одну?
Ладно.
Твоя взяла.
Я не собираюсь препираться с тобой до завтра.
Иди сюда.
Мне нельзя так сильно тебя любить.
Истинная правда.
- Мама!
- Что?
Тут слишком темно.
Так лучше?
Так лучше.
"Пропуск необслуживаемой зоны".
"Пропуск необслуживаемой зоны".
"Обход.
Ввод ".
"Пропуск необслуживаемой зоны".
"Обход".
"Ввести номер зоны".
"Снова обход".
Утром надо будет подумать, как все это выключается.
Назад.
Давай.
Давай же, давай.
Дилетант.
У нас проблема!
Надо поговорить!
Давно пора.
Я уже себе все отморозил.
- Кто это?
- Рауль.
Какой еще Рауль?
Не волнуйся.
У него большой опыт.
- Где ты его откопал?
Открой дверь.
Ну- ну.
Что это?
На последнем этаже - девушка, на третьем - женщина.
Их не должно тут быть.
- Это твоя забота, Джуниор!
- Их не должно тут быть!
Нас засекли камеры.
Все наши передвижения засняты на камеру.
Пленки наверху.
- Аренда через 14 дней.
14 дней!
Почти три недели!
Они должны были въехать только на следующей неделе!
С каких это пор 14 дней - это три недели?
Учитываются только рабочие дни.
А в неделе пять рабочих дней!
Правильно?
С меня хватит.
Постой.
Подожди!
Ничего страшного.
Что, мы с ними не справимся?
Там всего лишь женщина и ребенок?
- Если не вернется папочка.
- Не вернется.
Они разводятся.
Папочка трахает неудавшуюся модель в Истсайде.
Там только женщина и ребенок!
Ну что, справимся?
Справимся.
Но только без них.
И без меня.
- Подожди!
Еще двадцать минут!
Я и отмычки не достану, как они приедут.
Мы приглядим за ней.
Это возьмет на себя Рауль.
Я не хочу, чтобы Рауль брал это на себя!
Вообще слышать не хочу ни про какого Рауля!
Никто не пострадает.
А мы?
А если у нее пушка?
Да кто ты такой?
Рауль.
Ты же знаешь, мы не можем без тебя обойтись!
План совсем неплох.
Отличный план.
С маленьким изменением по ходу.
Да уж.
Похищение несовершеннолетнего.
Ты забыл свои обещания?
Ты обещал мне, своим детям.
Не надо про моих детей.
План провалился!
И виноват в этом я!
Все должно было быть не так.
Но ведь в этом доме лежат $3 000 000... и никто кроме нас с тобой даже не подозревает об этом.
Послушай, мне нужны эти деньги.
И тебе тоже... тебе тоже они нужны.
Или ты забыл, зачем пришел сюда?
Так что давай- ка без глупостей, и приступим к делу.
Перережь телефонные провода.
Ты занимаешься девочкой наверху, а я матерью.
Оставайся здесь!
Никого не пускай!
Сара, проснись!
Вставай!
Что ты делаешь?
Куда вы?
- Что происходит?
- В доме люди.
Они в лифте, едут вниз.
Черт!
Они едут к тебе вниз!
Я пальцем никого не трону.
Они бегут вниз по лестнице.
- Та комната!
В комнату страха.
Нет, нажми "стоп".
Черт!
Они снова едут наверх!
Давай ты.
Черт.
Давай!
Черт!
Черт!
Черт!
Черт возьми!
Проклятье!
Семь лет удачи не видать.
Черт.
Только не это.
Проклятье.
- Не работает?
- Это другая линия.
Я не успела ее подключить.
Ну что?
Ничего не слышу.
Как ты думаешь, что им нужно?
Не знаю.
Наверно, хотят ограбить нас...
Не знаю.
Что будем делать?
Ждать.
- А если они войдут сюда?
Они не могут войти сюда.
Это невозможно.
Я поняла.
- Как ты?
- Нормально.
- Дрожишь?
- Нет.
- Не холодно?
Пожалуйста, не волнуйся за меня.
У него дети.
Как ты думаешь, что он будет делать?
Подождет, пока приедут копы?
Вот он.
Я перекрыл выход на крышу.
- Хорошо.
- Может быть, она уже вызвала полицию.
Что, если она успела подключить телефон?
Нет.
Это не так просто.
Это делается только через мою компанию "Манхэттен секьюрити".
Я проверил по документам: телефон не подключен.
Стало быть, телефон она не подключила.
- Я не знал, что она тут будет.
- Он сказал, ее тут не будет.
Черт побери вас обоих!
Давай.
Извините.
Сюда едет полиция.
- Врет.
Она тебя не слышит.
Я знаю.
Просто хочу ее напугать.
Советую вам покинуть дом до приезда полиции.
- Он говорит, что наш телефон не работает.
Откуда он знает?
Возьмите, что вам нужно, и убирайтесь!
Если бы все было так просто.
Дай мне листок бумаги.
Эй, ты, Зорро!
У тебя есть бумага?
- Что он делает?
"То, что нам нужно, находится в этой комнате"?
Теперь они точно войдут сюда?
Нет, нет.
Я же говорила.
Что вы знаете об этой комнате?
Что мы знаем об этой комнате?
- Только не говори ей всю правду.
Мы не выйдем и вас тоже не впустим!
Убирайтесь из моего дома!
- Скажи "к чертовой матери".
- Мама.
"Убирайтесь из моего дома к чертовой матери".
Убирайтесь из моего дома к чертовой матери!
Так, у меня идея.
Она же женщина.
А женщинам нужны гарантии.
Она тебе не поверит.
Надо, чтобы она поняла, что имеет дело с приличными людьми и может нам доверять.
Разговор окончен!
Ну что?
Неужели она не хочет выйти?
Заткнись и не мешай мне думать.
Это тебе, конечно, поможет.
Знаешь, что?
Ладно!
- А если она таки вызвала копов?
Она еще раз повторила, что вызвала полицию.
Если бы это было так, думаешь, я бы тут сейчас стоял?
Ладно.
Мы тебе верим.
Как нам попасть в эту комнату?
Что тут смешного?
По- твоему, это все смешно?
Я 12 лет делал такие комнаты, чтобы люди могли... защититься от таких, как мы.
Да, это чрезвычайно смешно.
Но все- таки: как нам туда попасть?
Никак.
В комнату страха попасть невозможно.
Для того они и существуют.
Надо, чтобы она вышла оттуда.
А зачем ей выходить?
Не знаю.
Но если она выйдет из комнаты, она не сможет выйти из дома.
Мы продержим ее здесь минут 20... и я справлюсь один, без нашего Аль Капоне.
Они хотят отсидеться в этом доме?
Прекрасно.
Надо сделать так, чтобы они не смогли отсюда выйти.
Но зачем им вообще выходить из комнаты?
Я как раз над этим думаю.
- Как ты?
- Нормально.
Замкнутое пространство, да?
- Только не сходи с ума.
- Ладно.
- Я серьезно.
Знаешь, теперь людей уже не хоронят заживо.
Раньше это случалось очень часто.
Да?
Да, я об этом читала.
Когда это случалось очень часто?
Лет двадцать- тридцать назад.
Что они делают?
Не знаю.
Они заколачивают двери.
Невероятно.
Сара, успокойся.
Ты же знаешь, тебе нельзя волноваться.
- Что это ты делаешь?
- Пытаюсь проникнуть туда снизу.
Даже если ты пробьешь бетон, сталь тебе не проломить.
На ней даже следа не останется.
Послушай, это моя работа.
Если бы любой идиот мог пробить кувалдой стенку... думаешь, меня бы до сих пор не выгнали?
Смотри, в глаза попадет.
Соседи.
Помогите!
Пожалуйста, помогите!
- Вызовите полицию!
Помогите нам!
Помогите!
- Пожалуйста, помогите нам!
- Вызовите полицию!
Черт!
Ну что, так и будете тут стоять?
Что ты предлагаешь, Джеймс Бонд?
А что, если он проломит стену и войдет?
А еще громче нельзя?
Помоги мне.
Послушайте, черт бы вас побрал!
Я тут главный.
Объясните, что происходит!
- Сейчас они сюда войдут.
- Нет, не войдут.
Все будет хорошо.
Все будет хорошо.
А вот это мысль.
Это хорошая мысль.
Я как раз подумывал о чем- нибудь в таком духе.
- Открой.
- Уже открыл.
Открой побольше.
Мы же просто хотим их напугать.
Они и так поймут.
Солнышко, ляг на пол.
Кончай дурить и открой эту штуку побольше.
- Не надо делать глупостей.
Мы хотим их напугать, а не убить.
Что такое?
Плохо дело.
Они кашляют.
Если они кашляют, они умрут!
Да успокойся, никто не умрет!
Ты в состоянии хоть что- нибудь довести до конца?
Мама.
Худшее, что может произойти - они потеряют сознание.
Интересно, как мы туда попадем, если они потеряют сознание?
Сделай поменьше.
Они не потеряют сознание, идиот.
Сначала их вырвет.
Если они умрут, нам туда не попасть!
Ляг на пол и дыши.
Прикрой вентиль.
Прикрой!
Это слишком много!
- Не лезь не в свое дело.
Сделал.
- Убери его от меня.
- Скажи, чтобы он прикрыл вентиль!
- Нет.
- Закрой, тебе говорят.
- Подожди.
Завернись в накидку.
О, господи.
- Ни черта не умеют!
- Это моя идея.
Заткнись!
За стеной люди спят.
Что это?
Выключи газ.
Сейчас же выключи газ.
Отойди!
Черт!
Боже!
Убери эту штуку!
Все в порядке.
Чертова сука!
Чертова сука!
Сейчас я до тебя доберусь!
Сию же минуту прекрати.
- Все в порядке?
- Да.
Обещай, что больше никогда не будешь так делать.
Обещаю.
Я слышу, как они шевелятся.
Что?
С ним говори.
Слушай, сделай одолжение, помолчи.
- Азбука Морзе?
- SОS.
Откуда ты ее знаешь?
Титаник смотрела.
Нам надо поговорить.
Пошли вниз.
Нет, нет.
Без тебя.
Давай, давай, давай.
Ну же.
Давай.
Проснись.
Первое, что я сделаю утром, - позвоню пластическому хирургу.
Послушай, $100 000 мне недостаточно.
За все это...
Я хочу треть от того, что есть в этой комнате.
Отлично!
Отлично, треть.
Поздравляю тебя.
Ты купил лыжную маску и заработал на этом $1 000 000.
Родители могут тобой гордиться.
Проснулся.
Вот еще что.
Разберись со своим чертовым экспертом.
Я не собираюсь терять свою половину из- за того...
Постой- ка.
Уже половину?
Ты что, в школе не учился?
Пять секунд назад была треть...
Давай.
Я просто объясняю тебе, что он тут лишний.
Но это была не моя мысль, так что ты и разбирайся.
Ты прав.
Это была не твоя мысль!
Тут вообще нет ни одной твоей мысли!
Ну давай же, посмотри сюда.
Есть.
Есть, есть, есть.
Будем надеяться, что он в детстве был скаутом.
- Мы тут!
- Помогите нам!
Мы тут!
На помощь!
Откройте окно!
На помощь!
Нам никогда отсюда не выбраться.
Я, как любящий внук, два года... проводил со стариком каждые выходные... разговаривал с ним, одевал его, гулял с ним, кормил его.
У тебя все?
Именно мне он в конце концов рассказал про сейф.
Я нашел того, кто сделал этот сейф, и уговорил взломать его!
Подожди- ка.
- Что?
- В спальне никого нет.
Где они?
Двое - на лестнице.
А третий?
Я оставила у кровати свой мобильный.
Я потом и кровью заработал эти деньги.
И я не потерплю, чтобы мой план сорвался... из- за того, что ты не можешь разобраться с кем надо!
Понятно?
Если я не вернусь, закрой дверь.
Делай, что я говорю.
Если он еще меня тронет, я его застрелю.
Боже!
Подожди!
Ну что, еще какая- нибудь ерунда есть или можно вернуться к делу?
Не смей говорить со мной таким тоном.
Сейчас я тебе его в задницу засуну.
Ты водитель автобуса, Рауль.
Ты живешь среди обычных людей.
Не строй из себя героя детектива... потому что я тоже смотрю такое кино.
Это еще что такое?
У меня для тебя новости.
Иди.
Иди!
Черт!
У нее что- то в руках.
Нет.
Зарядное устройство!
У нее мобильный телефон.
Нет!
Ну, где же сеть?
Ну, ищи же сеть.
Не думаю, что оттуда можно говорить по мобильному.
- Почему?
- Сигнал не проходит.
Не находит.
Эту линию я не подключила, зато подключила ту.
Если мы найдем ее, мы можем к ней подключиться.
Мне нельзя в тюрьму.
Это не для меня.
Будь осторожен.
Дай сюда телефон.
- Он прикреплен к стене!
Дай мне отвертку.
Джуниор, когда я попросил тебя разобраться с телефонами, ты отключил главную линию?
Или просто перерезал телефонный провод в кухне?
Проклятье!
Отдери пластмассу и оголи провода.
- Что ты собираешься делать?
- Ну что, вышло?
- Да, держи.
Так.
Желтый с желтым.
Вот так.
Гудок.
Служба спасения 911.
Я звоню из дома 38, 94- я улица, Вестсайд...
- Минутку.
- Нет, нет.
Позвони папе.
Как можно жить в Нью- Йорке и не иметь дома перкосета?
- Алло!
Дай мне Стивена.
- Кто это?
Ты знаешь, который час?
- Позови его к телефону, сука.
- Это твоя жена, черт бы ее побрал.
Шевелись.
- Алло!
- Нам нужна твоя помощь.
Шевелись!
Три человека в нашем доме!
Они ворвались...
Что...
- Он поможет нам.
- Не думаю.
Он вызовет полицию.
Ты ее не знаешь.
Она ему не позволит.
Нет.
Он слышал, какой у меня был голос.
Он совсем рядом.
Потому я и решила поселиться именно здесь.
Если мы друг другу понадобимся.
Он поможет нам.
- Не поможет.
- Нет, поможет!
Прости меня.
Это ты прости меня.
За что?
Я не хотела тебе говорить.
О чем?
Я хочу есть, и у меня кружится голова.
У нее только панадол и солпадеин.
Похоже, с газом ничего не вышло.
И кто в этом виноват?
Мерзкая история.
Что нам теперь делать, супермен?
Не просто мерзкая - ужасная история.
На, выпей.
Тебе нужно много пить.
Сахар сильно упал.
Надо срочно поднять его.
Ты меня слышишь?
Мам, я голодная, а не глухая.
Грубишь матери.
Значит, все не так плохо.
Тут ничего не найдется?
Конфет или других сладостей?
Дай- ка я посмотрю еще раз.
Мама, я уже смотрела.
Только не волнуйся, ладно?
Если не будешь волноваться, все будет хорошо.
Ясно?
Ты сама же меня и нервируешь.
Я больше не буду.
А что, если сахар еще упадет?
Не упадет.
Я что- нибудь придумаю.
Знаешь, он прав.
Нам не удастся попасть в эту комнату.
Как это?
Надо смотреть правде в глаза.
Мне не нужны... проблемы.
- Ты уходишь?
- Да.
Мне не нужны неприятности.
Я сделаю анонимный звонок в полицию.
Они найдут сейф.
Я получу часть денег.
Стивен, Джеффри, Кэтрин, Дэвид.
Пять внуков, 60 процентов налога на наследство.
Я получу 800- 900 тысяч и спасу свою шкуру.
Держи.
Иди и ширнись.
Подожди- ка.
Повтори, что ты сейчас сказал.
Повтори, что ты сказал про деньги, дорогой.
Сейчас?
Да, сейчас.
Ты сказал, что тебе достанется 800- 900 тысяч.
А что?
Чистыми, а грязными - более полутора миллионов.
Ты еще и специалист по налогам?
- С меня хватит.
- Постой.
Сахар есть всюду.
В самых неожиданных продуктах.
В кетчупе, например.
Где еще?
Походный набор.
Кроме того, ты назвал еще восемь человек... значит, в сейфе 10 или 12 миллионов.
Такому придурку, как ты, следовало бы дать меньше, чем другим... так что я даже не знаю, что и думать.
Ты считаешь деньги, которые тебе никогда не достанутся, приятель.
Так сколько там?
Полоскание для рта.
На сахарине.
Эй, я с тобой разговариваю.
Ответь мне.
Хорошо.
Там больше, чем я сказал.
И когда же ты собирался сообщить нам эту мелочь?
Какая теперь разница?
- Зачем вообще это обсуждать?
- Как ты собирался выкрутиться?
Как ты собирался перехитрить нас?
Ты думал, что я открою тебе сейф... а потом мы с Раулем будем ждать, пока ты заберешь свою долю?
Молодец!
Ты втянул нас в эту заваруху и собирался подставить?
Ты сам ввязался в это.
На тебе висят невыплаченные алименты.
У тебя аж глаза загорелись, когда ты услышал об этом... так что не строй оскорбленную невинность.
Ничего не вышло.
Но жизнь продолжается.
Мятные леденцы?
Без сахара.
Мятные леденцы?
Я открою сейф.
Если ты сейчас уйдешь, ты не получишь ничего.
Еще неизвестно, откроешь ли, босс.
Я поделю деньги с Раулем.
А про тебя я больше и слышать не хочу.
Если к нам нагрянут копы, мы поймем, кто их прислал... и уж разыщем тебя.
Счастливо, Бернэм.
Пока, Рауль.
Мама!
Ты считаешь, что пару раз проехался в шикарном автомобиле... и уже знаешь все о жизни?
Ты меня совсем не знаешь.
Сара, послушай: иди в угол.
Хорошо.
Жаль, что ты не видишь своего выражения.
Что происходит?
- Не двигайся.
Не двигайся, черт возьми.
- Я не двигаюсь.
Иди сюда.
Иди сюда.
- Пожалуйста, не стреляйте.
- Иди сюда.
Закрой дверь на замок и отойди от нее.
- Кто чертов?
Придурок?
Идиот?
Кто теперь придурок?
Я.
Верно.
Мне больно.
У кого пушка?
У тебя.
Не забывай об этом.
Выясни, кого принесла нелегкая.
Давай сюда бумажник.
Давай бумажник.
Стивен Олтмэн.
Тебе позвонила жена, Стивен?
Что она сказала?
Нас разъединили.
- Телефон и вправду не работает.
Ты вызвал полицию, Стивен?
Нет.
Он не лжет.
Не лжет.
Похоже, что нет.
Под дулом пистолета люди не лгут.
Что?
- Что тебе нужно?
- Придумай, как попасть туда.
- Не могу.
Ты же такой умный.
Придумай что- нибудь.
Просто придумать?
Считаю до трех.
На счет три ты присоединишься к Джуниору.
- Раз.
- Это просто смешно.
Два.
Я не знаю, что тебе сказать.
- Подожди!
Ладно.
Придумал.
Может быть.
Может быть.
Yеstеrdау апd Тоdау, Маgiсаl Муstеrу Тоur, Тhе Whitе Аlbuт...
Главное, чтобы тебе было тепло, милая.
Рерреr...
О, господи!
Папа!
Нет, нет.
Полегче.
Откройте дверь!
Откройте дверь!
Нет.
Не открывайте!
- Полегче, главное, чтобы они поверили.
Откройте дверь!
Не открывайте...
Хватит!
Если ты убьешь его, они не откроют дверь.
О, боже.
Осторожно.
Ложись.
Вот так.
Лежи.
Вот так.
Все будет хорошо.
Ну же.
Он свихнулся.
Убери от него лапы, деревенский ублюдок!
Ты сильная.
Ты должна быть сильной, милая.
Убери лапы!
Оставь его в покое!
Сейчас пройдет.
Вот так.
Хорошо.
Ну- ка, повернись на бочок.
Я сейчас вернусь.
У тебя на маске кровь.
Надо вывернуть ее наизнанку.
Вытащи пленки.
Кто это?
Ее дочь.
Что с ней?
Какая разница?
Живее.
Бери свое хозяйство.
Эй, девушка.
Мама?
Что ты делаешь?
Что ты делаешь?
У нас твоя девчонка.
Иди сюда.
Надо кончать.
Держи ее, держи ее!
Черт!
Что случилось?
Нет!
Выпустите ее!
- Где твоя пушка?
- Откройте дверь.
Нет!
- Где твоя пушка?
Откройте!
Откройте.
Заткнись и послушай меня.
У нее твоя пушка.
У нее твоя пушка!
Прекрати орать.
Сейчас же.
Положи пистолет и отойди от двери.
Пожалуйста, откройте дверь.
Моей дочери очень плохо.
Ей нужна срочная инъекция.
Вы меня слышите?
Откройте дверь, чтобы я могла сделать ей укол.
Или, клянусь Богом, я убью вас обоих.
Если я открою дверь, ты убьешь нас.
Тогда сделайте ей укол сами.
Сделайте ей укол!
Тебе он правда нужен?
Сама можешь сделать?
Что будет, если его не сделать?
Кома.
Умру.
Черт!
Положи пистолет на пол.
И спускайся вниз.
Тогда я сделаю ей укол, ясно?
Я велел тебе положить пистолет!
Черт.
Чертова сука!
Если ты еще раз выкинешь что- нибудь подобное, я убью ее.
Ты меня слышишь?
Если ты выйдешь из дома, я убью ее!
Если я увижу в этом доме копа, я перережу ей горло!
Ты меня хорошо поняла?
Да.
Но, пожалуйста, сделайте ей укол.
Пожалуйста.
Пожалуйста.
Не надо.
Пока мы тут, она вызовет копов.
Ты будешь открывать сейф?
Не смотри на меня.
Я только в кино видел, как делают уколы.
Ты должна мне помочь.
Это?
Это?
Ясно.
Хороший у вас дом.
Богатая мама.
Папа богатый.
А мама просто сошла с ума.
Постучи.
Жаль, что я не смог заработать своим детям на такой дом.
Я пытался.
Но в жизни иногда все выходит не так, как ты хочешь.
Есть.
Все должно было быть не так.
Он все спланировал.
Здесь никого не должно было быть.
Бернэм.
Все должно было быть не так.
Все будет хорошо.
Я сделал ей укол.
Ей стало лучше.
Осталось немного.
Стивен.
О, боже.
Ты можешь двигаться?
Не уверен.
По- моему, у меня сломана рука.
Подними руку.
Ну же, подними руку.
Попробуй еще раз.
Давай.
Попробуй еще раз.
Мэг, пожалуйста, не делай глупостей.
Они убьют нас.
Делай, что они говорят.
И тогда все будет хорошо.
Стивен, они убьют ее.
Проклятье.
Она все- таки вызвала копов.
Полиция.
Ты позвонил в полицию?
Разумеется, я позвонил в полицию.
Ты меня так напугала.
Она подписала дочери приговор.
Смертный приговор.
Так, держи.
Ничего не говори.
Нет, их, наверно, вызвал ее муж.
Чертов сукин сын.
Я же говорил!
Где она?
Вот она.
Что она делает?
Сейчас будет говорить с ними.
Я не могу открыть...
- Что- нибудь случилось?
- Все в порядке, мэм?
Что вам...
Сколько времени?
Начало пятого.
Нам позвонили, мэм.
Вам позвонили?
Можно войти?
Что вам нужно?
- Мы хотели бы войти.
Мэм, вы уверены, что все в порядке?
Абсолютно.
Мэм, вы плохо выглядите.
Вы тоже не красавец, м- р Кини.
Слушайте, я уже замерзла.
"Три".
Чего три?
Ваш муж сказал, что вы звали на помощь.
"Три", после чего вас разъединили.
Ах да, я ему звонила.
Ваши соседи слышали... громкие крики и звук громкоговорителя.
Это телевизор.
Я его давно уже выключила.
Можно задать вам один вопрос?
Что было дальше?
"Три"... что должно было быть дальше?
Понимаете...
Мы с мужем только что разошлись... я впервые ночевала без него в новом доме... кроме того, я немного выпила.
А дальше, если уж вас так это волнует... было:
"Три вещи я готова для тебя сделать, если ты ляжешь со мной в постель".
Слава богу, я вовремя осознала, что несу, и повесила трубку... и никто так и не узнал бы, что я имела в виду... если бы посреди ночи ко мне... не нагрянула полиция и не учинила допрос.
Ну что, Рик, пойдем?
Или ты хочешь послушать про три вещи?
Ладно.
Мэм...
если вы хотите нам что- то сказать... но не можете сейчас это сделать... вы можете подать нам условный сигнал... например, несколько раз закрыв и открыв глаза.
Что- нибудь в таком духе.
Это совершенно безопасно.
Надо же... молодцы, ребята.
Вы хотите сказать, если бы в доме кто- то был?
Здорово вас учат.
Нет, все в порядке.
Все в порядке.
Честное слово.
Простите за беспокойство, мэм.
Спокойной ночи, мэм.
Девчонка видела мое лицо.
А я тут при чем?
При том.
Мы же с тобой заодно.
В одной лодке.
Один труп или два - какая разница?
Отойди от меня.
Ты же знаешь, это все равно придется сделать.
Проклятье!
Что такое?
Как же мы до этого не додумались?
Что она делает?
Что это она делает?
У нее твоя пушка.
Зачем ты ее принес?
Не мешай мне.
Пусто?
Отстань.
Облигации.
Постой.
Две, три, четыре, пять...
Зачем это?
У нас нет выхода.
22 штуки.
22 миллиона долларов.
Гнусный лгун!
Давай- ка отсюда выбираться.
Подними руку.
Брось их.
Я куплю тебе новые инструменты.
Все будет хорошо.
Тут стекло.
Я держу тебя.
Идем.
Скорее.
Осторожно, тут стекло.
Иди сюда.
Подожди.
Постой.
Не надо.
Папа, не стреляй!
Отпусти мою дочь.
Мы уходим.
С вашей дочерью все в порядке.
Мы выйдем через черный ход, и вы нас больше никогда не увидите.
Отпустите ее.
Ладно.
Давай.
Отпусти ее.
Отпусти ее.
Давай, отпусти ее.
Отпусти.
Отпусти ее!
Положи пистолет.
- Сара, иди сюда.
- Положи пистолет!
- Делай что тебе говорят.
- Отпусти ее сейчас же.
- Отпусти ее!
Все в порядке?
- Они били тебя?
- Нет.
- Трогали?
- Нет.
Стивен, стреляй.
Убей его!
Отпусти ее!
Теперь все будет хорошо.
- Полиция!
- Не двигаться!
- Всем стоять!
- Все на пол!
Второй отряд, наверх.
Третий отряд, вниз.
С тобой все в порядке?
Все хорошо?
Не двигайся!
Стой, ублюдок!
Стой!
Убью!
Отойти от стены!
Отойди от забора!
Живее!
Руки вверх!
Все будет хорошо.
Все нормально, папа.
В доме есть еще кто- нибудь?
Нет.
Центральная, мне нужна машина на 94- ю, дом 38, Вестсайд.
Иди к отцу.
Со мной все в порядке.
Покажи мне свои руки!
Слышишь?
Покажи ладони!
Папа, все хорошо.
Не волнуйся.
Все будет хорошо.
Вот еще интересная штука.
"Две спальни и третья комната или спальня...
"новая кухня, старинная ванная, 70- я улица, Истсайд".
Я думала, ты предпочитаешь Вестсайд.
"Вестсайд, пересечение 61- й и Сентрал- парк.
- Консьерж.
- А кто это?
- Вроде сторожа.
А.?
Вест- Энд- авеню.
"Пересечение 81- й и Вест- Энд- авеню.
"Три спальни, кабинет или четвертая спальня, просторная гостиная...
"высокие окна..."
А нам нужен такой огромный дом?
А вот это?
"83- я улица, Вестсайд, две спальни, швейцар...
"вид на парк, много света, высокие потолки, деревянные полы".
Повернитесь направо.
С этим всё.
Теперь, пожалуйста, следуйте по оранжевой линии.
Мы изучаем фотографии, которые нашли в вашей сумке, господин Пэрриш.
Не очень- то они лицеприятные.
Вы так же оставили в отеле фотоаппарат.
Им мы тоже занимаемся.
Можно мне их посмотреть?
У нас здесь не фотовыставка, господин Пэрриш.
Это улики.
У вас тут своя лаборатория или в другом месте печатаете?
У нас есть лаборатория.
Ваш адвокат прибудет сюда через полчаса или около того.
Вы ведь понимаете, что не обязаны говорить, пока она сюда не приедет, если не хотите.
Вы знаете об этом?
Хорошо.
Могу я задать вам один вопрос?
Конечно.
Чем вам так не угодил Вильям Йоркин?
Что он натворил, если спровоцировал всё это?
Семейные фотографии с улыбающимися лицами.
Дни рождения, свадьбы, праздники.
Детские праздники в честь дней рождения.
Люди фотографируют счастливые моменты своей жизни.
Свободное от трагедий.
Никто не фотографирует то, что он хотел бы забыть.
Эй, тебе пора.
Тебе точно не нужна моя помощь?
Да.
Малыш, ты не против, если я поеду на работу?
Мне без разницы.
Я пойду что- нибудь куплю к обеду, ладно?
Давай.
- До скорого.
Джейк, так ты идёшь?
Бегу.
Вон там.
Ладно.
Мам, можно я посмотрю игрушки?
Я задержусь в проявке на пару минут.
Смотри, не теряй меня из вида.
Хорошо.
Здравствуйте, миссис Йоркин.
Привет, Йоши, как дела?
Где пропадали?
Давненько к нам не заглядывали.
У нас всё хорошо, спасибо.
У меня сегодня две плёнки.
Ну хорошо.
- Какого вам размера фотографии?
- Мне нужно 9 на... 9 на 12, Йоши.
Мы обо всём позаботимся, миссис Йоркин.
Что у нас сегодня?
Две плёнки и одна, по- моему, ещё здесь.
Напечатаете все кадры, хорошо?
С зумом.
Прекрасный фотоаппарат.
Правда?
Мой муж просто хочет купить цифровую.
Только не это.
Я останусь без работы.
У вас остался один кадр.
Да ничего страшного.
Так жаль терять его.
Да нет, правда, пусть остаётся.
Нет, пожалуйста, я не в том виде.
Как дела у Джейка?
Отлично.
У него только прошёл день рождения и...
Девять?
Верно.
Ему как раз исполнилось девять.
Девять...
Ну, вот и всё.
Вот и наш герой.
Когда они вам понадобятся?
А сегодня можно?
Не знаю что и сказать, по воскресеньям мы закрываемся в семь.
Ну и ладно, не так уж это важно, я могу заглянуть и завтра.
Миссис Йоркин, вы одна из наших лучших клиенток.
Я всё сделаю к нашему закрытию.
Большое спасибо.
Пожалуйста.
А я пройдусь пока по магазину.
Увидимся через 40 минут.
Спасибо вам.
До встречи.
До встречи.
Джейк.
Тебе не стоило обещать ей этого, машина занята.
Йоши, я знаю, я совершил ошибку.
Но всё- таки, ничего страшного нет в трёх плёнках.
Ну хорошо.
Я занимаюсь печатью фотографий уже двадцать лет.
Я считаю, что это важная работа.
Когда у людей сгорает их дом, что первое они стараются спасти, узнав, что их родные и питомцы живы?
Семейные фотографии.
Некоторые думают, что это работа для клерка.
Они полагают, что любой идиот, отмучавшийся на двухдневном семинаре, может постичь секреты искусства изготовления прекрасных снимков меньше, чем за час.
Но конечно, как и в большинстве случаев, столько остаётся недоступным для их глаз.
Я видел много снимков, сделанных вот такими умельцами.
Мутные, размытые фотографии.
Слишком тёмные фотографии.
У них нет никакого уважения к услугам, которые они предоставляют людям.
Я делаю эти фотографии так, словно они мои собственные.
Я тут видел, что у кого- то был шикарный день рождения.
Как вы и хотели, я сделал их вам 10х15.
А я хотела 9х12.
Я не возьму с вас больше денег.
Пусть будет так.
Сколько я вам должна?
Но пусть будет просто 30.
Хорошо.
У меня есть особый подарок для именинника.
Правда?
Именно.
Именинник получает бесплатный фотоаппарат.
Джейк, что надо сказать?
Пожалуйста, приятель.
Мы сами не могли бы позволить купить ему такой подарок...
Скоро увидимся.
До встречи.
- До свидания.
Пока, Джейк.
Вот это классный фотоаппарат.
Доброй ночи, Эй Джейк.
Ну вот, просто отлично.
Ты только посмотри, отличный снимок.
О, вот это я помню.
Вы тут такие хорошенькие.
Прелесть.
А вот эту я отправлю в корзину.
О, Боже.
Это же классика.
Отдай мне её.
Нет, я тебе не отдам.
Я не шучу.
- Не отдавай.
- Давай отдадим.
Я же тебе говорил.
А это что за тип?
- Сэймур?
- Работник фотолаборатории.
Он отснял последний кадр, чтобы закончить плёнку.
Вам ещё что- нибудь принести?
Нет, спасибо, просто рассчитайте меня.
Семейные фотографии?
Да.
Не против, если я посмотрю?
Красиво.
Отличный снимок.
Это ваши родственники?
Да, это мой маленький племянник Джейк.
Симпатичный мальчик.
Правда же?
Я... я ему фотоаппарат подарил на день рождения.
Вы наверно его любимый дядя.
Ну не знаю.
Может вам ещё кофе принести?
Да нет, спасибо, мне уже хватит.
Доброй ночи.
Вам тоже.
Мама.
Что, сладкий?
Мне кое- кого жалко.
Кого- то в школе?
Нет.
А что значит жалко?
Поэтому мне его жалко.
У кого это совсем нет друзей?
У Сэя.
Сэя?
У того парня из фотолаборатории?
Да.
Джейк.
А тебе разве его не жалко?
Мы не знаем, что Сэю грустно.
Мы ведь почти совсем его не знаем.
У него может быть очень много друзей.
И наверно у него есть подружка и мама с папой, которые любят его.
Я так не думаю.
Это так великодушно с твоей стороны так о ком- то думать.
Не все люди такие, как мы.
Но возможно, если мы будем посылать им добрые мысли, им станет лучше.
И когда мы закроем глаза, мы пошлём Сэю добрые мысли.
Ладно?
Хорошо.
Готов?
Да.
Вот.
Уверена, что в следующий раз, когда мы увидим Сэя, он не будет казаться таким грустным.
Ладно.
А теперь сладенько спи, малыш.
Хорошо.
Я тебя люблю.
- Спокойной ночи.
Ну, пей.
Давай.
Ну и как, по- твоему, мы со всем этим расплатимся?
Я тебя спрашиваю.
По- твоему, у меня каждый месяц под подушкой оказывается конверт с деньгами?
Да о чём ты вообще?
На какие деньги, мать твою, ты наняла автобус?
Я люблю тебя, Нина, правда.
Но для того, чтобы наша жизнь была хоть немного похожа на ту, что в журналах, прости, я должен работать, чтобы это произошло.
Ты хоть сам- то веришь в то, что говоришь?
Ведь дело не в этом, Вил.
Ты невнимателен.
Понимаешь?
Что?
И ты эмоционально безразличный отец.
Теперь ты понял?
Это называется безразличием!?
Тебя нет с нами, Вил.
Тебя здесь нет.
Никогда нет!
Я иду спать.
Что с тобой?
Вы хотите меня убить!
Погодите- ка, это Барту.
Но я- то кому навредил?
Я же божий одуванчик просто.
Это может сделать тебя последним, кого можно подозревать.
Это хорошо, папа.
Понедельник у нас - самый хлопотный день.
Люди делают большинство фотографий в выходные.
У магазина есть несколько постоянных клиентов.
Миссис Воннервут снимает только своих кошек.
Я ни разу не видел у неё кадра с человеком.
Только кошки.
В двойном экземпляре пожалуйста, господин Пэрриш.
А это мистер Сискен.
Мистер Сискен работает в страховой компании.
Он приносит фотографии только разбитых машин.
Размер как обычно.
Они мне нужны к трём.
Есть молодые родители, которые составляют большую долю нашего дохода.
Новоявленные родители становятся просто фотоманьяками.
Я не знаю, сколько у меня тут плёнок.
Синди, постоянная наша клиентка, работает медсестрой в косметической клинике.
Мы печатаем все снимки доктора Фридса до и после операций.
Спасибо, Сэй.
Далее следуют новоявленные мастера порноискусства.
Мы должны заявлять о детской порнографии и зоофилии, но всё остальное печатается без вопросов.
Ларри, всё, что я от тебя хочу, это взглянуть на эти снимки.
0, 3!
Да всем насрать, если будет чуть- чуть двоиться.
Они синие, Ларри!
Ну, значит Брэду будет дело до плюс 0, 3.
Ты что, мне угрожаешь, мать твою?
Ты мне готов яйца рвать из- за ничтожного сдвига.
Урод больной.
В следующий раз, когда меня вызовешь, я надеюсь у вас тут вообще всё сгорит.
Отличное отношение, Ларри.
Спасибо за твою добросовестную работу.
Сэй, ты что, чёрт возьми, устроил?
Прости, что?
Что за дела были у тебя с этим ремонтником?
Билл, я стараюсь поддержать минимальный уровень качества для своих клиентов.
Ах, твоих клиентов...
Это же катастрофа!
Сэй, позволь кое- что объяснить тебе ещё раз.
Тебе стоит с иной стороны посмотреть на свое место в лаборатории.
Это не твои клиенты, это клиенты Сеймарта.
И что- то мы не заметили, что тут написано твоё имя.
Люди просто хотят придти сюда с детьми, хорошо провести время и сэкономить несколько центов на туалетной бумаге и носках.
Если им и понадобятся вопли и крики, они услышат это дома.
Это было моей ошибкой, вынести разборки на обозрение клиентов, Билл.
Это больше не повторится.
А ты что, в отпуск совсем не ходишь, Сэймур?
Ну отчего же, хожу.
Ну, так и отдохнул бы.
Оторвался в каком- нибудь клубе.
Расслабился бы.
Полежал на солнышке.
Насладился жизнью.
Я подумаю об этом, Билл.
Сэй, твой перерыв уже полчаса, как кончился.
Что ты тут до сих пор делаешь?
Простите, мне нужен совет, я бы хотел спросить, работают ли они с Маком?
Простите, это не мой отдел.
Вы же Вил Йоркин.
Сэй Пэрриш.
Я работаю здесь в проявке.
Делаю ваши семейные фотографии.
А, точно, Сэй.
Сэй фотограф.
Верно.
Вот я, в свете вспышки.
Что- то не часто вас тут видно.
Мне не приходится самому заниматься покупками.
Может, поможете мне с этим?
Я бы хотел, но это компьютеры, а я занимаюсь фотографиями.
Это не мой отдел.
Я просто спешу.
У меня всего один вопрос, на который мне нужен ответ.
Ну конечно.
Я... я кого- нибудь вызову.
Нужна консультация в отделе номер 4, в отделе 4.
Кто- нибудь сейчас подойдёт.
- Отлично, спасибо.
А остальные члены семьи здесь?
Джейк был где- то здесь.
Вам очень повезло, мистер Йоркин.
Что, простите?
И если вы простите мне мою дерзость, у вас очень красивый дом.
Но мне правда нужно разобраться с этим и побыстрее уйти.
Да, я понимаю.
Спасибо за помощь.
Не стоит благодарностей.
Передайте от меня привет.
Обязательно.
Ну ладно, мне пора на место.
Сейчас кто- нибудь подойдёт...
Ну вот, пожалуйста.
Отлично.
Знаете, здесь не сказано, работают они с Маком или нет.
Нет, они для ПиСи, а для Мака всё находится здесь.
- Джейк!
- Здравствуйте.
Я только что говорил с твоим папой.
Что тут у тебя?
Евангелион.
Рыцари Евангелиона.
А что он умеет?
Он хороший.
Умеет летать и своим мечом убивает плохих парней.
- Серьёзно?
Он 60 футов ростом.
И ты очень его хочешь, верно?
Да.
Джейк.
Никаких игрушек, мы уходим.
Мне пора.
Я отнесу это обратно.
- Спасибо, до встречи.
Сказано же, не говорить с незнакомцами.
Но эти снимки - короткие остановки в потоке времени.
Пусть даже на время одного моргания.
И если эти фотографии должны сказать что- то важное будущим поколениям, то вот это самое.
Я существовал.
Я был молод, счастлив и кому- то был так нужен в этом мире, что он меня сфотографировал.
Сколько стоит эта?
Парня на заправке.
Люди не снимают этого.
Джейки, тебе уж точно стоит прибраться в комнате, приятель.
Мама наверняка тебе уже тысячу раз тебе говорила.
Привет, Джейк.
Хорошая игра.
Привет, Сэй.
Я думала, что ты говорил, что прогуляешься сегодня.
Дядя Сэй.
Сколько копий вы хотите?
По одной.
Майя, очень красивое имя.
Спасибо.
Вы уже приносили сюда фотографии?
Кажется однажды, но это было давно.
Ваше лицо мне очень знакомо.
Вы здесь неподалёку работаете?
В каком- то смысле, да.
Наверно я вас видел на улице.
Я там частенько бываю.
Сегодня будут готовы.
В шесть часов вас устроит?
Я заберу их завтра.
До скорого.
Спасибо.
Давайте пошустрее, пошустрее!
Поехали.
Давай.
Вот так надо бить по мячу!
Тебе нужно заняться этим профессионально, сынок.
Джейк, я хочу, чтобы ты его продырявил, понятно?
Нацелься на мяч и бей со всей силы.
Отлично, Джейк.
Джейк, это было не достаточно хорошо.
Нужно будет ещё поработать.
Внимательнее, ребята.
И не отвлекайтесь.
Бей, Мэттью!
Молодец!
Отличный Удар!
Следующая тренировка в четверг.
Отработайте удары.
Привет, Джейк.
Здравствуйте.
Я тут просто проходил мимо, увидел тебя и решил заглянуть.
Джейк, всё нормально?
Да.
Тебя мама заберёт?
Ты отлично ударил.
Твой тренер был что- то грубоват.
Он мог бы быть более снисходительным.
Может, тебя проводить?
Да нет, я сам.
Я могу.
Хорошо.
Ну ладно.
В твоём возрасте у меня не особо хорошо было со спортом.
Я был рыхловатым парнем, я думал, что я толстый.
Меня всегда тошнило.
У меня были проблемы с аппетитом, а потом я сломал руку и проходил вот так с гипсом целую зиму.
Я не был всеобщим любимцем.
А как вы сломали руку?
Упал с дерева.
Как дела у папы?
Хорошо.
Он приходит смотреть игры?
Да, иногда.
На все игры приходит?
Он очень занят на работе.
Не знаю... он всё время занят.
Похоже, он важный человек.
Наверно.
У него своя компания и всё такое.
Наверно он просто хочет, чтобы у вас с мамой были хорошие вещи, вроде этого классного велосипеда.
Или твоих шиповок.
Всё это дорого стоит.
Он был бы здесь, если бы мог.
Наверно.
Я кое- что тебе принёс.
Угадаешь, что там?
Что- то не так?
Это ведь его ты хотел?
Мистер Пэрриш, я не могу его взять.
Ну конечно можешь, Джейк.
Мои родители не разрешат.
Мне пора домой.
Уверен?
Да, но всё равно спасибо, мистер Пэрриш.
Увидимся в магазине.
Ладно.
Меня зовут Сэй.
Ладно, Сэй.
Может в смену...
Может, пару раз в неделю.
Или пять.
Шесть...
Нет, я это знаю, но...
Да, но это совсем по- другому, понимаешь?
Слушай, я сейчас не могу говорить.
Я тебе сегодня днём перезвоню.
Я знаю, я тоже тебя люблю.
Здравствуйте, Сэй.
Здравствуйте.
Я увидел вас у стойки и решил поздороваться.
Я тут просто занимаюсь заправкой товарами.
Я никогда вас не видел вне магазина.
После стольких лет мы должны были где- то столкнуться.
Вы здесь живёте?
Я живу в центре.
Далековато ездить.
У вас прекрасный мальчик.
Ах, Джейк.
Да.
Может, немного чувствителен, но вы ему нравитесь, Сэй.
Потому что вы Сэй - фотограф.
Я видел как он рос вот из такой крохи.
Верно.
Вы уже давно печатаете наши фотографии.
Я чувствую себя почти как дядя Сэй.
Что ж, мне ещё нужно крупно закупиться.
Да, конечно.
Удачи.
О, Боже.
Что?
Это так странно.
Я сейчас читаю ту же самую книгу.
Шутите?
Да нет же.
Ну ведь он пишет много о совпадениях, не так ли?
Да, пишет.
А то, что он говорит о страхе...
То, чего мы боимся больше всего, уже случалось с нами.
Теперь я вижу, что вы ещё и глубокомысленны.
Я бы так не сказал.
У вас есть дети, Сэй?
У меня?
Нет, я не женат.
И подруги нет?
Нет.
Я ношу с собой карточку мамы.
Она очень мила.
Она уже покинула нас.
Мне жаль, Сей.
Надо же, мне пора.
Приятно было поболтать.
Вероятно, мы очень скоро увидимся.
Мы и дня прожить не можем без фотографий.
Сэй Пэрриш, пожалуйста, поднимитесь к менеджеру.
Сэй Пэрриш, пожалуйста, поднимитесь немедленно в офис менеджера.
Что с формой, Сэй?
Сегодня среда, я занимался перезаправкой.
Сэй, появились недостачи вашего материала.
Это наверно Йоши.
У него достаточно низкие профессиональные способности, но я уже говорил вам об этом, когда вы его поставили.
Нет, все эти недостачи появились в твою смену.
- Правда?
- Да.
Полагаю, иногда в конце недели немного устаёшь...
Мы говорим не о мелких прецедентах, Сэй.
Твои недостачи постоянны.
Проблема в том, что эти недостачи ничем не покрываются.
И это стоит совсем далеко от наших принципов.
Ну, может быть, дело в аппарате?
Я спрашивал об этом Ларри.
И что он сказал?
Он посмотрел на аппарат и сказал, что всё в порядке.
И ещё он сказал, что за 14 лет работы он не видел ни одного столь исправного аппарата.
Правда?
Вопрос в том, куда деваются все эти вещи?
О каких недостачах мы говорим, Билл?
Мы говорим о сотнях снимков.
Это невозможно, Билл.
Я выполнил расчеты.
И склад это подтвердил.
Я ничего об этом не знаю.
А я думаю, что знаешь, Сэй.
Нет, Билл.
И я не потеряю свою работу из- за этого.
Я тебя отпускаю.
Нет!
Предлагаешь им бесплатные вещи?
Что?
Бесплатный фотоаппарат покупателю в день рождения?
Ты должен понимать, что это оправдано.
Мы могли бы вообще в суд подать.
Ты не можешь так поступить!
Всё уже сделано, Сэй.
Я уже поговорил с полицией.
Закрывай неделю и освобождай место.
И если ты снова изгадишь снимки...
Я не изгадил ни одного снимка за 11 лет!
Возвращайся туда.
Сэй.
Джейк хочет использовать свой подарок на день рождения.
Что, простите?
Фотоаппарат.
Подарок на день рождения.
Число копий.
По одной хватит.
9х12, 10х15?
Как обычно.
Принято.
Джейк отлично управляется с фотоаппаратом, правда, Джейк?
Да.
Ещё раз, напомните свой адрес.
326, на Таурес.
Сэй, с тобой всё хорошо?
Всё в порядке.
Ладно.
Спасибо, Сэй.
До свидания.
Я сегодня уйду раньше, Йоши.
Хорошо, Сэй.
Билл меня отпускает.
Да.
Правда?
Правда.
Мне очень нравилось работать с тобой, Йоши.
Мне тоже, Сэй.
Я просто хотел поблагодарить тебя.
За что.
За то, что всему меня научил.
Пожалуйста, Йоши.
Следи тут за всем хорошенько, ладно?
Обязательно, Сэй.
А вот и они.
Ну, давай же.
Да что с этими людьми?
Вселенная растёт с каждым днём всё меньше.
Охрана нужна всем и никто не в безопасности.
И мы сами не знаем, как управлять собственными планетами.
Но если вы будете угрожать продолжением насилия, ваша Земля превратится в выжженную пустыню.
И нам не нужно мировое господство.
Но у нас есть система.
Будьте с нами и живите в мире, или продолжайте свои действия и сгиньте.
Мы будем ждать вашего ответа.
Решение за вами.
Согласно Оксфордскому словарю английского языка, слово "фотографировать" было впервые использовано в 1808 английским спортсменом по имени сэр Эндрюс Хоккер.
Что означало резкий выстрел, настигающий свою цель.
Чем могу вам помочь, сэр?
Я принёс плёнку на проявку.
Как покупатель.
Я ведь могу ещё быть покупателем, так, Билл?
Нет, Сэй, ты не можешь быть покупателем.
А я считаю, что могу, Билл.
То, что меня уволили, не значит, что я не могу обслуживаться здесь.
Я так считаю.
Сэй, есть тысячи мест для печати твоих фотографий.
И не за чем приезжать сюда и играть со мной!
Есть очень важная причина.
Я лично настраивал этот аппарат.
Это лучшая мини- лаборатория в штате.
Ну ладно, Сэй.
Только один раз.
Но я говорю тебе, найди другое место для печати.
Я тебя сюда нее пущу!
Спасибо, Билл.
В чём дело, Йоши?
У меня мало времени.
Думаю, вам нужно это увидеть, сэр.
И что у тебя там?
Анальный секс с животными?
Ублюдок!
Каким, по- вашему, был мистер Пэрриш, когда он пришёл?
Когда пришёл?
Да, как он выглядел?
Расстроенным или наоборот - возбуждённым?
Не знаю, он выглядел хорошо.
Мы с Сэем поспорили в зале.
Я жёстко объяснил ему, чтобы в будущем он печатал фотографии в другом месте.
Йоши, мне нужны несколько ксерокопий его портрета.
Покажете, где это можно сделать?
И постарайтесь успокоиться.
Ваша жена и ребёнок в безопасном месте?
Они у моей матери.
Простите, я просто немного расстроен.
Да ничего, я понимаю.
Это можно понять.
Как он воспринял своё увольнение?
Я увольняю много людей и все они расстраиваются.
И он был весьма расстроен.
И он знал, что Йоши принесёт вам фотографии, вы их увидите и позвоните нам.
Мне кажется, он просто пугает вас.
Но вы должны отнестись к этому серьёзно.
Мы относимся к этому очень серьёзно.
Жизни вашего ребёнка грозит косвенная опасность.
Мы не дадим ему ни единого шанса.
Мы связались с департаментом полиции, все подразделения осведомлены о возможной опасности.
Послушайте.
Он может вернуться за фотографиями, а может и не вернуться.
Трудно сказать.
Сомневаюсь, что он вернётся.
И вы считаете, что это хорошая мысль?
Это место полно семей.
Если он настолько глуп, чтобы вернуться в магазин, ему отсюда свободным не выйти.
Мистер Пэрриш, это полиция.
Если вы не один, скажите об этом прямо сейчас.
Выключи ящик.
Мистер Пэрриш!
Всё чисто.
Офицер Лаен, 66321.
Слушаю вас, 66321.
Мне нужны эксперты.
Поскорее, пожалуйста.
Поняла вас.
Дэн, взгляни на это.
Й- о- р- к- и- н
Простите, сэр, я не могу найти его в книге.
Попробуйте Майю Берсон.
Б- е- р- с- о- н
Сейчас я проверю, сэр.
Она есть в книге, сэр, соединяю.
Спасибо.
- Здравствуйте, это обслуживание.
Простите, что беспокою, но к нам поступил ваш заказ.
Мы хотели бы знать, не будет ли вам угодно кофе?
Вил, хочешь кофе?
Нет, только напитки.
Это номер 217?
Нет, у нас номер 511, да?
511?
Господи!
Наверно, я не туда посмотрел.
Простите, мы всё приготовим через минуту.
Хорошо, спасибо.
Обслуживание, пожалуйста.
Минутку.
Обслуга, это Джон.
Делайте ваш заказ, пожалуйста.
Здравствуйте, Джон.
Это Вил Йоркин из 511.
Мы собираемся пообедать в другом месте.
Я бы хотел отменить наш заказ.
Хорошо.
Вы из номера 511, да?
Именно, Джон.
Большое спасибо.
Пожалуйста, мистер Йоркин.
- Да.
- Нина Йоркин?
Да.
Здравствуйте, я детектив Вендерс из департамента борьбы с терроризмом округа.
А это детектив Отобридж.
Борьбы с терроризмом?
Что- то с Джейком?
Нет, всё в порядке, нам нужно поговорить с вашим мужем.
Он сейчас на работе.
А в чём дело?
Вы не против, если мы войдём на минутку?
Да, пожалуйста.
Чем могу вам помочь, сэр?
Здравствуйте.
Мне нужен номер.
Но не слишком высоко.
Сейчас проверим, сэр.
Мы можем предложить вам 313.
А на пятом этаже ничего нет?
Офис Вила Йоркина.
Дуэйн, это Нина.
Мне нужно поговорить с Вилом.
Его сейчас нет, миссис Йоркин, но я передам ему, что вы звонили, когда он вернётся.
Дуэйн, мне нужно, чтобы ты его немедленно нашёл.
Это очень срочно.
Ну хорошо.
Я сделаю всё, что смогу.
Нет, Дуэйн...
Где ваш сын, миссис Йоркин?
Он у своего друга Эрика.
Удачной идеей было бы, если бы мама Эрика привезла его домой прямо сейчас.
О, Боже.
Миссис Йоркин?
Да, Дуэйн.
Я позвонил ему, но он не ответил, но я отправил ему сообщение на пейджер...
Дуэйн, я знаю, что он трахает мою сокурсницу!
Не нужно мне этого дерьма!
Скажи мне, где он!
Обслуга.
Оставьте всё за дверью, пожалуйста.
Нет, мэм, боюсь, вам придётся расписаться за это.
Минутку.
Ты, возвращайся в кровать.
Быстро в чёртову кровать!
У меня много денег в бумажнике, в заднем кармане.
Заткнись!
Закрой шторы!
Кто сказал тебе делать это?
Я закрыл шторы.
Я сказал тебе прикрыться полотенцем?
Я объясню вам, что здесь происходит.
Я говорю вам, что делать и вы делаете это точно так, как я сказал.
Один единственный.
Всё понял?
Ты меня поняла?
Да.
Хорошо.
Нет!
Я что, со стеной говорю?
Я сказал тебе её трогать?
Я не хочу, чтобы ты её трогал.
Ещё раз тронешь, и я воткну тебе нож в сердце.
Вы можете ещё раз позвонить в номер?
Я попробую ещё раз.
А теперь снимай халат.
Нет.
Я не прошу, я приказываю!
Снимай!
Что это?
Это что ещё такое?
Прекрати выть!
Ну ладно.
Никаких прикосновений!
Вы должны выглядеть, как будто вам весело.
Это игра.
Ну же!
Улыбайтесь!
Вытри нос.
Положи его в рот.
Не делай этого!
Это всё притворство!
Я так и делаю.
Прекратите меня пугать!
Делай это вот так!
О, Боже!
Нет!
- Мистер Оунер.
- Слушаю.
Я детектив Вендерс, это детектив Оторбридж.
Мы только что говорили по телефону.
Да, так в чём дело?
Из номера так и не было сигналов?
Нет.
Этот парень снял номер всего полчаса назад.
Какой?
Я поселил его в 519.
Мне нужен ключ.
Мистер Пэрриш, это полиция.
Наш имплантант является новшеством микроэлектроники, который может обратить процесс ослабления сетчатки.
Мы...
Джеймс.
Иди в номер.
Где сработала сигнализация?
Это задняя дверь кухни.
Мистер Йоркин?
Полиция.
Вильям Йоркин?
Бросай сумку!
Я просто сделал фотографии.
Вы имеете право сохранять молчание, всё, что вы скажете, может быть использовано против вас...
Оторбридж, мы его взяли.
Папа!
Вы женаты, детектив?
Дети есть?
Это я здесь задаю вопросы, сэр.
Я понимаю.
Всего один вопрос.
Это не ваше дело.
Да, вы правы.
Это не моё дело.
Уверен, вы очень счастливый человек.
Хороший муж и отец.
Обманывает семью, предаёт их доверие.
Вы бы не стали избегать и игнорировать своих детей.
Не стали бы выставлять ужасные требования своим детям.
Вы бы не попросили...
Вы бы никогда не попросили своих детей делать то...... то, что не должны делать дети.
Вы бы никогда не стали делать отвратительные фотографии детей, делающих это!
Вы бы не обращались со своими детьми, как с животными.
Вил Йоркин всё это выкинул на ветер.
Он плохой отец.
Что ж, я...
Думаю, что я понял это, Сэй.
Спасибо, что вы так откровенно ответили на мои вопросы.
Можно мне теперь посмотреть фотографии?
Спасибо.
Пётр.
Даже часа не можете бодрствовать со мной?
Что случилось с Тобой?
Господи?
Нет, Иоанн.
Я не хочу, чтобы они меня видели таким.
Учитель, ты в опасности?
Может, бежим отсюда?
Нет, оставайтесь, смотрите...... молитесь.
Что это с Ним?
Кажется Он напуган.
Он говорил о какой- то опасности, когда мы трапезничали...
Он что- то говорил о предательстве...
Тридцать!
Тридцать, Иуда.
Таков был договор между мной... и тобой?
Да.
Где?
Где Он?
Отец!
Восстань, Защити меня.
Избавь меня от западни, что они приготовили мне.
Ты действительно веришь...... что один человек может понести...... полное бремя греха?
Укрой меня, о Господи.
Я верю в Тебя.
Ты убежище моё
Ни один человек не может осилить это бремя...... Говорю Тебе.
Это слишком тяжело.
Цена спасения их душ слишком велика.
Никто.
Никогда.
Нет.
Никогда.
Отче, Ты всё можешь сделать.
Если возможно, да минует Меня чаша сия...
Но да будет воля Твоя...... не Моя.
Кто Твой Отец?
Кто ты?
Кого вы ищете?
Мы ищем Иисуса Назорея.
это Я.
Радуйся, Равви!
Иуда...... целованием ли предаёшь Сына Человеческого?
Пётр!
Положи меч!
Взявшие меч от меча и погибнут.
Положи.
Малхус!
Вставай!
Мы взяли Его.
Пойдём!
Что, Мария?
Что случилось?
Слушай...
"Почему эта ночь не такая как все другие?"
"Потому что прежде мы были рабы...
"... но теперь мы больше не рабы..."
Они схватили Его!
Во двор первосвященника.
Быстро!
Иди!
Спокойно!
Не так быстро!
Это не твой праздник, ты беззубый вредитель.
Пётр...
Эй!
Да что тут происходит?
Там внутри!
Остановите их!
Они Его арестовали!
Тайно!
Ночью!
Чтобы скрыть от вас своё преступление!
Остановите их!
О чём ты тут раскричалась, женщина?
Кого они арестовали?
Иисуса.
Иисуса из Назарета!
Заткнись!
Она сумасшедшая.
Преступник.
Приведён для допроса, вот и всё.
Нарушил законы храма.
Понятно...
Лучше пойди скажи ему, здесь большие проблемы назревают.
Сказать кому?
Абенадеру, идиот.
Иди же!
Иди!
Иисус...
Есть хочешь?
Да.
Это несомненно высокий стол.
Для кого он?
Для богатого человека.
Ему что же, нравится есть стоя?
Нет, он предпочитает есть вот... так.
Высокий стол, высокие стулья!
Да, я же их ещё не сделал.
Больше никогда не попадусь!
О нет, стой!
Сними эту грязную робу прежде чем заходить.
И вымой руки.
Вот и началось, Господи.
Да будет так.
Сэр, тут проблемы с...
Что, посреди ночи, Абенадер?
Извините.
В чём дело?
Возникла проблема тут, в этих стенах.
Кайафа арестовал одного пророка.
Кого?
Одного из Галилеи.
Фарисеи очевидно ненавидят Его.
Галилеянин?
О ком это вы говорите?
Кто этот нищий что вы привели нам?... в цепях как осуждённого?
Это Иисус Назорей, возмутитель спокойствия.
Ты ли Иисус из Назарета?
Говорят, что Ты Царь.
Где же это Твоё Царство?
Из какого царского рода Ты произошел?
Говори!
Ты всего лишь сын какого- то там плотника?
Люди говорят Ты - Илия.
Но он на колеснице вознесён был на небо!
Почему не отвечаешь ничего?
Тебя привели сюда как богохульника!
Что Ты скажешь на это?
Защищайся.
Я говорил открыто каждому.
Я учил...... в храме, где все сходятся и ничего не скрывал.
Спроси слышавших, что Я говорил им.
Так Ты обращаешься к первосвященнику? с высокомерием?
Если Я сказал что- то худо...... скажи, что именно худо Я сказал.
А если нет, зачем ты бьёшь Меня?
Да, мы послушаем тех, кто слышал Твои богохульства.
Хорошо!
Давайте послушаем их.
Он лечил больных колдовством.
С помощью дьявола!
Я это видел!
Он изгонял дьявола силой дьявола.
Он называл Себя Царём Иудейским!
Нет, Он называл Себя Сыном Бога!
Он сказал что может разрушить храм и в три дня отстроить его!
Ужасно!
Он считал что Он хлеб жизни!
И если мы не едим Его плоть и не пьём Его кровь мы не войдём в жизнь вечную.
Тихо!
Вы все слышали, что сказал этот человек.
Приведите ещё доказательства Его вины или молчите!
Весь этот суд - сплошное беззаконие.
Всё что я услышал от этих свидетелей бессмысленно и противоречиво!
Кто созвал это собрание?
В этот ночной час?
Где другие члены совета?
Уведите Его отсюда!
Убирайся!
Пародия!
Вот что это, ужасная пародия!
Тебе есть что сказать?
Нет ответа на все эти обвинения?
Иисус из Назарета...
Скажи нам, Ты ли Мессия?
... Сын Бога живого?
Я ЕСМЬ и отныне увидьте Сына Человеческого, сидящего одесную силы и грядущего на облаках небесных.
Богохульство!
Вы слышали Его!
На что нам ещё свидетельства!
Ваш приговор.
Каков ваш приговор?
Смерть!
Не тебя ли я видел с Галилеянином?
Да!
Ты один из Его учеников!
Я узнал тебя!
Тихо!
Я никогда Его не встречал.
Я не знаю Его.
Ты Пётр!
Один из учеников Иисуса.
Я не знаю Его!
Это ошибка!
Стой!
Стой!
Я тебя где- то видела!
Держите его!
Это один из них!
Чтоб тебя!
Клянусь, я не знаю Его.
Я никогда Его раньше не видел.
Куда бы Ты ни пошёл, Господи,...... я последую за Тобой.
В тюрьму, и даже на смерть.
Истинно говорю тебе прежде чем пропоёт петух три раза отречёшься от Меня.
Пётр?
Нет, нет... я не достоин!
Я отрёкся о Него, мама!
Отрёкся от Него трижды.
Пошли!
Ты, позаботься об этом.
Пропустите его.
Он не опасен.
Отпустите Его!
Возьмите деньги назад.
Вот.
Согрешил я, предав кровь невинную.
Заберите деньги.
Я не хочу их!
Если ты думаешь, что предал кровь невинную, то это твое личное дело.
Возьми свои деньги и иди.
Иди же.
Что с тобой?
Ты в порядке?
Посмотрите на его губы.
Эй, взгляните на это.
Тебе нужна помощь?
Мы можем помочь?
Он ранен!
Смотрите!
Кровь!
Оставьте меня вы маленькие дьяволы!
Ого!
Проклятье!
Ты проклят?
Он проклят!
Да, проклятье!
Оно внутри него, смотрите!
Берегись, это как масло горит в его плоти.
Убирайтесь!
Оставьте меня в покое!
Не суди этого Галилеянина.
Он святой.
Ты только навлечёшь проблемы на себя.
Хочешь знать, что я думаю о проблемах, Клавдия?
Эта вонючая должность, эта грязная толпа там снаружи.
Вы всегда избиваете заключённых, прежде чем судить их?
Владыка...
В чём вы обвиняете этого человека?
Я жду...
Если бы Он не был злодеем, мы не предали бы Его тебе.
Я не об этом спросил.
Почему вы не судите его по законам вашим?
Правитель, ты же знаешь, мы по закону не можем никого осуждать на смерть.
На смерть?
Что же сделал этот Человек, чтобы заслужить такое наказание?
Он нарушил Субботу, Владыка.
Продолжайте...
Он развращал народ велел нарушать закон о приношениях.
Не тот ли это пророк, которого вы встречали в Иерусалиме всего пять дней назад?
И теперь желаете смерти Его?
Может ли кто из вас объяснить мне это безумие?
Ваше превосходительство, пожалуйста...
Первосвященник ещё не успел сказать тебе о самом тяжком преступлении этого Человека.
Он стал лидером большой и опасной секты, назвавшись Сыном Давидовым!
Он считает что Он Мессия царь обещанный Иудеям.
Он запрещал своим последователям платить подать Кесарю, владыка!
Привести Его!
Идите!
Пей.
Ты ли Царь Иудейский?
От себя ли ты говоришь это?
Или спрашиваешь потому, что другие сказали тебе кто Я?
К чему мне спрашивать Тебя?
Разве я Иудей?
Твои первосвященники, Твой народ, привели Тебя ко мне.
Они хотят чтобы я казнил Тебя.
Почему?
Что Ты такого сделал?
Ты Царь?
Царство Моё не от мира сего.
Мои последователи позволили бы схватить Меня?
Значит Ты всё таки Царь?
Для этого Я был рождён.
Чтобы свидетельствовать об истине.
Всякий слышащий истину слушает голос Мой.
Истина!
Что есть истина?
Я допросил этого заключённого, и не нахожу в Нём вины.
Этот Человек из Галилеи, или нет?
Да, верно.
Тогда он под властью Царя Ирода.
Пусть Ирод судит Его.
Правитель...
Увести Его.
Иисус Назарянин!
Где?
Где Он?
Это...... Иисус из Назарета?
Это правда, что Ты исцелил слепого?
воскресил мёртвого?
Откуда исходит сила Твоя?
Ты ли тот, чьё рождение было предсказано?
Отвечай мне!
Ты что, Царь?
А как насчёт меня?
Сотворишь небольшое чудо для меня?
Уберите этого тупого дурака с моих глаз.
Никакой он не преступник, он просто помешанный.
Воздайте безумцу почтение...
Что есть истина, Клавдия?
Слышишь ли ты истину, можешь ли распознать её?
Да, могу.
А ты, нет?
Как?
Можешь сказать?
Если ты сам не услышишь истину, никто не сможет сказать тебе.
Истина...
Хочешь знать что есть моя истина, Клавдия?
Целых 9 лет я подавлял восстания на этой гнилой должности.
Каиафа поднимет восстание.
Если же я казню Его, то восстать могут его последователи.
И так и так будет кровопролитие..
Цезарь предупреждал меня, Клавдия.
Дважды предупреждал.
Он клялся, что следующая кровь будет моя.
Вот моя истина!
Ирод отказался судить этого Человека.
Они снова привели Его сюда.
Нам понадобится подкрепление.
Я не хочу вызвать восстание.
Там уже восстание.
Царь Ирод не нашёл вины в этом Человеке.
Я тоже нет.
Стража!
Оцепить толпу.
Тихо!
Вы что, не уважаете наместника Римского?
Как вы знаете, каждый год я отпускаю вам одного преступника.
Варавва.
Кого из этих двоих хотите, чтобы я отпустил вам?... убийцу Варавву?... или Иисуса, называемого Мессией?
Он не Мессия!
Он самозванец!
Богохульник!
Отпусти Варавву!
Ещё раз спрашиваю: кого из этих двоих отпустить вам?
Отпусти Варавву!
Освободите его!
Что вы хотите чтоб я сделал с Иисусом Назарянином?
Распни Его!
Нет!
Я накажу Его... но после освобожу Его.
Проследи, чтобы наказание было суровым, Абенадер.
Но не дай им убить Его.
Сердце Моё готово, Отче сердце Моё готово.
Мой Сын... когда, где, как... найти Тебе избавления от этого?
Если мир возненавидит вас помните, Меня они возненавидели прежде.
Помните также, ни один слуга не больше господина своего.
Если преследовали Меня, то и вас преследовать будут.
Вы не должны бояться.
Придёт Помогающий, который откроет истину о Боге и Он сойдёт от Отца.
Стойте!
Хватит!
Вам приказано наказать этого Человека
а не избивать Его до смерти!
Уведите Его.
Выполнять!
Уберите Его отсюда!
Ваше величество...
Позаботьтесь об этом.
Красивый венец из роз.
Взгляните на Него... Царь червей.
Радуйся, червивый Царь!
Царская багряница!
Мы воздаём наше почтение.
Лидер нашего братства!
Вот этот Человек.
Распни Его!
Ещё ли не достаточно?
Взгляните на Него!
Распни Его!
Должен ли я распять вашего Царя?
Нет у нас Царя кроме Кесаря!
Скажи мне.
У меня есть власть распять Тебя, или освободить Тебя.
Нет у тебя власти надо Мной...... более, нежели дано тебе свыше.
Поэтому больший грех на том,... кто предал Меня тебе.
Если отпустишь его, владыка,... ты не друг Кесарю.
Ты должен распять Его!
Смотрите же.
Невиновен я в крови этого Человека.
Спите, жители Багдада!
Все спокойно!
Спать!
Спите, жители Багдада!
Все спокойно!
Не оглядывайся!
Иди!
Спите, жители Багдада.
Все спокойно.
Имя?!
Звезда Сухейн!
Скажи мне имя!
Аладдин, сын Али Аль- Маруфа!
Аладдин, сын Али Аль- Маруфа!
Уважаемый мастер увлажнения улиц!
Не знаешь ли ты Аладдина, сына Али Аль- Маруфа?
А может, тебе нужен карим, который упал в арык и ходил голый по городу?.
Или Хусейн, затащивший ишака на минарет?
Аллах покарал его за это, сделав кривым на один глаз. куда же ты?
Постой!
Уважаемые мастера этой наилучшей из игр, кроме игры в кости!
Не скажете ли мне...
Уважаемый, где мне найти Аладдина, сына Али Аль- Маруфа?
Багдад - город большой...
Ты читаешь второй час, а денег не платишь!
Уважаемый хранитель мудрости!..
Жители Багдада!
Скорей, чужеземец! красавица красавиц, несравненная царевна Будур изволит отправиться в баню!
кто посмотрит на царевну, тому отрубят голову!
Не хочу!
Не хочу мыться!
Не хочу!
- Не хочу!
- А что же ты хочешь?
Пусть он на меня посмотрит.
- Но ему же отрубят голову.
- Ну и что?
Мустафа!
- Юноша, открой глаза!
- Открой, останешься без головы.
Я хочу, чтобы на тебя напал лев, и я его убью.
Чтобы загорелся весь Багдад, и я бы вынес тебя из огня.
И чтобы землетрясение, и чтобы все провалились, и остались только ты и я.
- как тебя зовут?
- Аладдин, сын Али Аль- Маруфа.
- Царевну нельзя брать за руку.
- А я уже взял.
Все равно отрубите ему голову...
Руби!
Вы что?!
Найти его живым или мертвым!
Мама!
Я держал за руку царевну Будур!
Сейчас ты пойдешь свататься к султану.
А вчера он сказал, что летал на драконе.
Не здесь ли живет избранник счастья и хан удачи Аладдин?
Аладдин - мой сын.
Это посылает тебе твой дядя!
Я не знала, что у моего Али был брат.
Не здесь ли живет Аладдин, сын Али Аль- Маруфа?
- От дяди?
- От дяди.
Они перепутали.
Сейчас за этим вернутся.
Где мой брат?
Где мой брат Али Аль- Маруф?
Али Аль- Маруф умер три года назад.
Я был его лучшим другом.
О, несчастный мой брат!
О, горька и жестока моя судьба!
Сорок лет я скитался по свету!
Я думал о том, как вернусь домой, обниму брата!
Но у моего Али не было брата.
Он думал, что я умер и никогда меня не вспоминал.
Где было любимое место покойного?
- Где мой племянник Аладдин?
- Вот!
Мой возлюбленный племянник, скажи мне свое самое сокровенное желание.
Я исполню его.
Он попросит луну с неба.
Только что он посылал меня сватать царевну Будур!
- Может, в него вселились джины?
- Я его вылечу.
Оставь нас!
Знай, сорок лет я обучался алхимии и волшебству у лучших магов Магриба.
Сорок лет я потратил на то, чтобы сделать волшебные порошки, открывающие двери темниц и дурманящие разум.
Доверься мне.
Я тебе помогу.
- Мы куда, дядя?
- В заколдованный город.
Зачем?
Тебе одному суждено проникнуть туда, откуда никто не возвращался.
Там хранится старая медная лампа.
Повтори!
Старая медная лампа...
Ты принесешь ее мне, и твои желания исполнятся.
Иди!
Вход здесь!
Ты попадешь в тень города и в город теней...
кто тут? - кто тут? - кто тут? кто тут?
кто чихнул?
Выходи!
Зачем ты пришел?
Я пришел за лампой!
Удивительно!
Невероятно!
Сказал правду!
Мне нужна лампа, и я про это сказал.
- Что делать?
- Не знаю.
Эй!
Где вы там?
куда вы все подевались?
Молчи!
Не мешай нам думать!
Возьми лампу.
Она твоя.
А где она?
Покажи ему дорогу.
Сюда.
Сюда!
Сюда!
Эта?
- Что ты делаешь, дядя?!
- Дядя?!
Аладдин! куда же ты?
Скорее вернись!
Аладдин, я пошутил!
Аладдин!
Слушаю и повинуюсь!
кто ты?
Я раб этой лампы.
Приказывай!
- Ты джин?
- Да.
Почему дядя хотел меня убить?
Он не дядя.
Он злой магрибский колдун.
Мы, джины, давно его знаем.
Приказывай!
Что?
Ну как что?
Удавить его?
Утопить?
Стереть в порошок?.
Что ты!
Пусть уходит на все четыре стороны.
На четыре стороны?
Слушаю и повинуюсь!
Я не хочу!
Мы не хотим!
Да будет с тобой милость Аллаха!
Вставай!
Пора печь пирожки.
Аллах подарил нам сегодня хороший день.
Сейчас бы палочку шашлыка!
- Я не знала, что ты шутник!
- Сама ты шутница.
кто разжег печь?
Я не знала, что ты умеешь делать пирожки.
Я прожил 85 лет, но ни разу в жизни не делал пирожков.
- Возьми пирожок!
- Джины не едят пирожки.
- А что едят джины?
- Ничего не едят.
Это мой друг джин.
Я лучше побуду в лампе.
Я знала, что эти сказки не доведут его до добра.
Я ничего не видел.
Я тебе скажу больше - и ты тоже ничего не видела.
Мы оба ничего не видели.
Знаешь, почему я прожил 85 лет?
Потому что все время говорил:
"В Багдаде все спокойно!"
Чтобы дожить до ста лет, изучай добродетель.
Ибо основа всякого блага в обуздании души и смирении, и набожности, и невинности, и терпеливости, и стыдливости.
каждому следует знать, когда нужна стыдливость, а когда бесстыдство.
И поступать так, чтобы приблизиться к благу.
Ибо сказано, предпосылка блага - стыд, а предпосылка зла - тоже стыд.
Выйди- ка на минутку.
- Ты меня слушаешь?
- Да!
Стража!
Не бойся!
- кто ты?
- Я кто?
- Это ты кто?
- Я кто?
- Вот ты кто?
- Царевна Будур. - кто?
- Царевна Будур.
- Этого еще не хватало. - кто там бормочет?
Откуда все взялось?
Один бездельник наслушался глупых сказок.
Иди сюда!
- Что это?
- Горшок.
- А это что?
- Это?
- Печь!
- Печь...
Где пекут пирожки.
- Поняла?
- Нет!
А это что за невиданное чудовище?
- Это не чудовище, это коза!
- Из которой сыр?
- Сколько тебе лет?
- Шестнадцать!
когда мне было три года, я уже знала, что такое коза.
кого- то ищут.
Может, в наш город вернулся багдадский вор?
Тут не одного ищут, а целых сорок!
- А, это ты?
- Я.
Что ты смеешься?
Я знаю, что ты хочешь сказать мне.
Что?
Это мне говорили 1 7 принцев.
Бедненькие.
Я им всем отказала.
Значит, нет?
Почему нет?
Пойди к моему отцу, посватай меня.
И ты скажешь "да"?
Откуда я знаю, что я скажу!
Что придет в голову, то и скажу!
Царевна здесь!
Опять ты!
- Вяжите его!
- Да!
Связать!
Да простит меня царевна Будур.
Вот кто осмелился дважды увидеть царевну, великий султан.
Султан!
Поистине удача, что мы с тобой встретились.
Я прошу отдать мне в жены царевну Будур.
- Что он сказал?
- Мой язык отказывается повторить.
Твоя дочь и я нравимся друг другу!
Но она не может выйти за меня без твоего позволения.
Слушаюсь.
Великий султан спрашивает, а известно ли тебе, юноша, что семнадцать принцев...
Восемнадцать!
Что девятнадцать принцев приезжали свататься к царевне Будур?
Она мне об этом говорила.
Прежде, чем свататься, надлежит султану преподнести подарки.
- Рубины и изумруды?
- Именно!
Я совсем забыл!
Сейчас подарки доставят.
У тебя дома зарыт клад?
Да никакого клада у меня нет!
У меня есть один знакомый джин. - кто?
- Джин.
Сиди!
В темницу его!
Дочь наша!
- Мы разгневаны.
- Это я разгневана!
Ты отказала всем принцам, и принцев уже не осталось.
И это для того, чтобы попасть в лачугу оборванца.
Не называй его плохим словом!
- А как же его называть?
- Аладдин!
Мы станем называть по имени каждого бездельника и нищего.
Молчать!
кому молчать?
Нам?
Сейчас же отпусти его и попроси у него прощения!
Это последнее, что ты сказала.
Сегодня же отдадим тебя замуж.
- Только попробуй.
- Попробую.
Ах, так!
- Запомните и запишите!
- Запишите.
Мы отдаем свою дочь и полцарства за...
За того, кто первый войдет в эту дверь.
Отныне полцарства и дочь наша принадлежат твоему сыну.
Прочь!
Держи царевну!
Никто не может дать нам должный совет?
- Есть способ.
- Говори.
Раз царевна попала в Багдад и там набралась дурного, значит, надо ее уговорить, что она не попадала в Багдад. как так?.
Царевну надлежит убедить, что это был только сон.
Раз это был сон и с ней ничего не случилось, она опять станет послушна.
И сердце великого султана возрадуется.
А что скажет наимудрейший?
Сон не есть не сон, а не сон не есть сон.
Итак, не про сон сказать, что это сон - все равно, что сказать про сон, что это не сон.
Повелеваем про сон сказать, что это не сон, а сон это про не сон...
Царевна нигде не была.
Ей все приснилось.
Все поняли нас?
Пошла!
А еще я видел сон, что учу крокодилов читать по- фарситски.
А еще я видел сон, будто я минарет, а на моей голове кричат муэдзины.
А еще я видел сон, что мои волосы ушли на базар покупать гребешок.
Ну и что?
А то, что ты видела того оборванца тоже во сне.
Если это было во сне, как мог Мубарак вцепиться в него?
Мубарак!
Говорят, что ты вчера вцепился в какого- то оборванца!
Я вчера нигде не был.
Я был на охоте и убил...
Льва.
Льва!
Да!
Я же помню.
Я была в Багдаде и видела козу. - кого? - козу.
Я говорю правду.
Сам Мустафа привел меня во дворец.
Мустафа!
Говорят, что ты вчера... кто?
Я?
У меня болела челюсть!
Дочь наша, Будур, мы не разгневаны!
Скажи, ведь это было?
Ты же ругал меня за Аладдина.
Я ругал тебя за принца Абу Абдулла ибн Абдулла...
- Да нет же!
Аладдин!
- О каком Аладдине ты говоришь?
как же так?.
Аладдин!
Значит, я спала.
И все это был сон.
Завтра ты будешь без головы.
Еще какие вести?
Слышишь эту музыку?.
Я женюсь на царевне Будур!
Ты здесь?
Слушаю и повинуюсь.
У тебя совесть есть?
Что?
Зачем ты позволил схватить Аладдина?
Надо было потереть лампу.
- Ты сам не мог догадаться?
- Это не мое дело.
Я знала, этим кончится!
Волосок моего сердца!
Мой верблюжонок!
Неси Аладдина обратно!
Возьми свою лампу и джина!
И чтобы я их больше не видела!
Я тебе покажу драконов!
Я тебе покажу царевну Будур!
Только бы не коза!
Лампа будет моя!
О, звезда моих очей!
Улетел!
Улетел!
- Где Мубарак?. - кто улетел?
Мубарак!
Что это означает?
Снимите меня!
Что ты там делаешь?
Слезай!
Не могу!
Снимите меня! как ты туда забрался?
Не снимайте его!
Прыгай!
Не могу!
- Зачем ты туда забрался?
- Я не забирался.
Все видели, что ты там сидел!
Раз забрался, скажи, что забрался.
Прости, великий султан, неразумное дитя!
Это он по молодости и излишнему усердию.
Хорошо.
Оставим их еще раз.
Останься!
- А вдруг он опять улетит?
- Пусть только попробует.
О, звезда...
О, звезда моих...... очей!
Будур, спокойной ночи!
Я сын главного везиря!
какой хитрый джин.
Зачем сыну везиря забираться в горшок?.
Дорогу великому султану!
Итак, сидящий в горшке утверждает, что он мой сын!
кто там?
Это ты?
- Разогнать всех!
- Разогнать!
- Зачем ты залез в горшок?.
- Я не залезал.
Подлый лжец.
Все видели, ты там сидел!
Зачем ты залез в горшок?.
Залез он или нет, это нас уже не интересует.
Если ему больше нравится горшок, чем полцарства и рука моей дочери, пусть лазит по горшкам.
Да возвестят в Багдаде!
Отныне сын везиря и царевна Будур больше не муж и жена!
Я никогда так не смеялся!
Давай еще кого- нибудь посадим в горшок!
Погоди.
Есть другое дело.
Уходи!
Почему?.
Потому что когда я проснусь и тебя не окажется, это будет так печально.
Постой!
Пусть этот сон будет и будет...
Только бы не проснуться.
Это не сон.
Просто у меня есть один знакомый джин.
Не веришь?
Потри.
Значит, это не сон, а просто волшебство?
- Ты можешь все?
- Все!
Поклянись.
Это у вас, женщин, клятвы, а у нас, джинов, каждое слово - правда.
Тогда принеси мне персик!
Значит, это не сон!
Значит, все было!
Они меня обманули!
- Зачем это все?
- Свадьба!
- Чья свадьба?
- Наша.
Не мешай.
- Ассалам алейкум.
- Алейкум ассалам.
Откуда это все?
- Что это значит?
- Это значит, что ты спишь.
- То есть, как я сплю?
- И они тоже спят!
И я!
Все мы спим и снимся друг другу.
Сейчас будет свадьба!
А вот мой жених!
Ты же в темнице!
Теперь ты сам понял, что это сон!
Не путай нас.
Что скажет везирь?
- Пусть сначала наимудрейший.
- Что скажет наимудрейший?
Сознание знания есть признак незнания, а сознание незнания...
- А почему я?!
- А почему я?
коза!
Да, коза!
Это моя коза!
Смотрите!
- Не бойся!
Это сон.
- Дай я ему объясню.
Да не бойся ты!
Здесь можно все!
Мы друг другу снимся.
Понял?
Не понял!
Да не бойся ты!
Вот посмотри.
Я тебя толкаю.
А теперь ты меня толкни!
Так хорошо!
Садитесь, дорогие гости.
Свадьба так свадьба!
Погляди на него.
В темнице.
Ему отрубят голову. кстати, когда проснемся, этому тоже отрубите.
А сейчас он что?
Жених на свадьбе!
И ему хорошо!
И нам всем хорошо.
Ух, хорошо на свадьбе!
когда у меня с твоим отцом была свадьба, это было не во сне.
- Отдай лампу.
- Не отдам.
- Я не хочу так.
Отдай!
- А я хочу.
Не ссорьтесь.
Я подарю тебе прялку.
- А что это такое?
- Тебе понравится.
Нет мне пощады и прощения, возлюбленный племянник мой!
Убей меня, как ядовитого пса.
Тогда я сам убью себя и Аллах меня покарает!
- Что же ты медлишь?
- Считаю до трех.
Раз.
Два.
Это плохой сон, надо проснуться.
Два с половиной.
Аладдин, не омрачай свадьбу!
Два с четвертью!
Ладно, прощаю.
Почему нас не восхваляют?
О, несравненный султан, затмевающий блеском солнце и все светила и всех владык мира!
Это нам нравится.
Я пошла доить козу.
- Отдай лампу.
- Не отдам.
- Отдай!
- Не отдам!
Отдашь?
Я хочу, чтобы наша свадьба была на самом деле, а не во сне.
Она и есть на самом деле.
Уйду!
Уходи!
И забирай свою лампу!
- Выходи.
- Не выйду!
- Выходи!
- Не выйду!
- Что надо сказать?
- Слушаю и повинуюсь. - кто ты такой?
- Я раб лампы.
- Повтори.
- Я раб лампы.
Громче!
Не слышу!
Я раб лампы!
Теперь свадьба продолжается.
Жених - я!
Султан.
Великое чудо!
Слава новому султану Аль- Саляму Алейкириму!
Поистине таких не видел мир.
Самый мудрый султан из всех султанов.
Самый мудрый.
Великодушно прости.
Но я должен тебя убить.
Убей.
Я твой друг, но я раб лампы!
Да, конечно.
Я раб лампы, но я твой друг!
Так раб или друг?.
Полезай в кувшин.
- Зачем?
- Будешь жить в кувшине.
- Но джины не живут в кувшинах.
- Ты будешь первый.
Ну как?.
Потри меня.
Слушаю и повинуюсь.
Мне приснилось, что я был султаном.
Не отвлекайся.
Выходи!
Мне приснилось, что я доил козу.
И как звезда, и как созвездие Льва среди простых львов сверкает имя нашего великого...
Изменник!
Дочь наша Будур!
Заходите.
В Багдаде все спокойно.
В Багдаде все спокойно, спокойно, спокойно,
В Багдаде все спокойно, спокойно, спокойно...
Детям до шестнадцати лет...
СИЯНИЕ
Мне назначена встреча с мистером Ульманом.
Меня зовут Джек Торрэнс.
Первая дверь налево - там его офис.
Спасибо.
Мистер У льман?
Я - Джек Торрэнс.
Заходите, Джек.
- Очень рад познакомиться с вами.
- Рад познакомиться.
Это моя секретарша, Сьюзи.
- Как поживаете, Сьюзи?
- Трудно было отыскать нас?
Ничуть.
Я добрался сюда за 3 с половиной часа.
Это очень быстро.
Присядьте на минутку, Джек.
И чувствуйте себя, как дома.
Хотите кофе?
Если есть, то не откажусь.
Спасибо.
- Сьюзи.
- Конечно.
И позовите к нам Билла Ватсона.
Да, сейчас.
Мама?
Да?
Ты, правда, хочешь поехать туда и прожить всю зиму в отеле?
Конечно, хочу.
Там будет очень весело.
Да.
Наверно.
В любом случае, там вряд ли есть кто- то, с кем можно будет поиграть.
Я понимаю.
Всегда нужно время, чтобы найти новых друзей.
Да, наверно.
А Тони?
Могу поспорить, ему очень хочется в отель.
Нет, не хочется, миссис Торрэнс.
Ну, перестань, Тони.
Не глупи.
Я не хочу ехать туда.
Почему же ты не хочешь ехать?
Я просто не хочу.
Там, в Денвере, вам дали хотя бы некоторое представление о том...... в чём заключается эта работа?
Только в самых общих чертах.
Здесь бывают невероятно суровые зимы.
Главное - это не допустить дорогостоящих повреждений...... и износа оборудования, а такое может случиться.
В основном, надо регулировать паровой котёл...... обогревать различные помещения отеля по графику на каждый день...... сразу устранять повреждения...... и ремонтировать оборудование, чтобы ничего не вышло из строя.
Меня это вполне устраивает.
Физически, это не слишком тяжёлый труд.
Единственное, что может стать довольно тягостным здесь зимой...... так это гнетущее ощущение изолированности.
Это как раз именно то, что мне нужно.
У меня складывается замысел новой книги.
Пять месяцев тишины и покоя, вот то, что мне нужно.
Это очень хорошо, Джек.
Потому что для некоторых людей...... одиночество...... и оторванность от мира...... могут, вдруг, стать проблемой.
Не для меня.
А ваша жена и сын?
Думаете, они здесь освоятся?
Отлично.
Прежде чем я поручу вас Биллу...... есть ещё кое- что, о чём, я думаю, нам надо поговорить.
Не хочу драматизировать...... но известно, что этот факт заставил кое- кого...... передумать насчёт этой работы.
Я заинтригован.
Не думаю, что в Денвере хотя бы упоминали...... о той трагедии, что у нас здесь произошла зимой 1970- го года.
Не припоминаю такого.
Мой предшественник нанял...... в качестве смотрителя на зиму мужчину по имени Чарльз Грэди.
Он приехал сюда с женой и двумя дочками 8- ми и 10- ти лет.
У него были хорошие рекомендации и хороший послужной список.
И судя по всему, что говорили мне о нём, он был...... абсолютно нормальным человеком.
Но в какой- то момент в течение зимы у него...... по всей видимости, произошло полное умственное расстройство.
Он взбесился...
... и перебил всю свою семью топором.
Аккуратно сложил тела в комнате в западном крыле, а потом...... сунул оба ствола своего дробовика себе в рот.
По мнению полиции, произошло то...... что старики называют "буйством в клетке".
Реакция на замкнутое пространство, которая может...... возникнуть, если люди заперты где- то вместе и надолго.
Ничего себе...... история.
Да уж.
Мне всё- таки трудно поверить, что такое могло произойти здесь.
Но это так.
Я думаю, вы понимаете, почему я хотел рассказать вам об этом.
Конечно, я понимаю.
А ещё мне понятно, почему ваши люди в Денвере предпочли, чтобы...... об этом рассказывали мне вы.
Разумеется, некоторые люди могут просто не пожелать...... поселиться в таком месте, где произошло нечто подобное.
Будьте уверены, что со мной ничего подобного не случится.
А что касается моей жены, я уверен, что...... когда я ей расскажу, эта история ей очень понравится.
Она обожает истории о призраках...... и фильмы ужасов.
Тони, как думаешь, папа получит эту работу?
Он её уже получил.
Через несколько минут он позвонит Венди и скажет об этом.
- Привет, малышка.
- Привет, милый.
Как дела?
Отлично.
Я в отеле, и у меня тут ещё много дел.
Не думаю, что я буду дома раньше 9 или 10.
Похоже, ты получил работу.
Точно.
Это прекрасное место.
Вам с Дэнни здесь понравится.
Тони, почему ты не хочешь ехать в отель?
Я не знаю.
Ты тоже всё знаешь.
Ну, давай, скажи мне.
Я не хочу.
Пожалуйста.
Нет.
Тони, скажи мне.
ДЕНЬ ЗАКРЫТИЯ
Мы, должно быть, уже высоко.
Здесь совсем другой воздух.
Папа?
Я голоден.
Надо было кушать за завтраком.
Мы найдём тебе что- нибудь, как только доберёмся до отеля.
Хорошо, мама.
Это не где- то здесь караван Доннера застрял в снегу?
Думаю, это случилось западнее, в горах.
Что это за караван Доннера?
Была такая группа переселенцев во времена крытых фургонов.
Однажды зимой их завалило снегом в горах.
Им пришлось заниматься каннибализмом, чтобы выжить.
Они поедали друг друга?
Им пришлось, чтобы уцелеть.
Джек.
Не беспокойся, мама.
Я всё знаю про каннибализм.
Я видел это по телевизору.
Видишь, всё в порядке.
Он видел это по телевизору.
- Во сколько отлетает самолёт?
- В восемь тридцать.
Значит, у нас ещё полно времени, чтобы всё проверить.
- До свидания, мистер У льман.
- Пока.
Доброе утро.
Надеюсь, вы ждёте не слишком долго.
Ничего страшного.
У нас было время, чтобы перекусить.
Хорошо.
Рад, что вы успели, пока они ещё не закрыли кухню.
Ваша семья пошла осматриваться?
Нет, мой сын обнаружил игротеку.
- Ваш багаж уже занесли?
- Вон он.
Учитывая, сколько нам предстоит сделать сегодня...... предлагаю быстро осмотреть вашу квартиру, и займёмся делами.
Пусть вещи Торрэнсов отнесут в их квартиру.
Я лучше сперва соберу семейство.
Это наша гостиная "Колорадо".
Она великолепна.
Боже мой!
Здесь восхитительно, не так ли, милый?
Ну, конечно.
В этом крыле проживает персонал отеля.
Зимой никакие другие спальни не отапливаются.
- До свидания, мистер У льман.
- До свидания, девочки.
А вот и ваша квартира.
Гостиная, спальня, ванная.
И спальня для вашего сына.
То, что нужно для ребёнка.
Когда был построен "Овалук"?
Строить начали в 1907- м.
Закончили в 1909- м.
Предположительно, строили на месте индейского кладбища.
Пока они строили, приходилось отражать нападения индейцев.
Это наш снегоход.
Вы оба умеете водить машину?
Вот и отлично.
В сущности, он ездит почти, как обычная машина.
Вам недолго придётся его осваивать.
Это кухня, да?
Она самая.
Как она тебе, Дэнни?
Достаточно велика для тебя?
Такую большую вижу в первый раз.
Всё это помещение - такой огромный лабиринт.
Каждый раз, заходя сюда, мне придётся сыпать за собой крошки.
Не стоит вам падать духом.
Она большая, но, всё равно, это всего лишь кухня.
К очень многому из этого вам даже не придётся прикасаться.
Я бы не знала, что с этим делать.
Но будьте уверены, вы можете не беспокоиться насчёт пищи.
Здесь можно кушать целый год и ни разу не повторить меню.
Здесь находится наш камерный холодильник.
Тут мы храним всё наше мясо.
15 кусков мяса на рёбрах...... 30 упаковок гамбургеров.
У нас тут 12 индеек, примерно 40 куриц...... 50 филейных стейков, 2 дюжины кусков свинины для жарки...... и 20 бараньих ножек.
Ты любишь баранину, Док?
Не любишь?
Какая же твоя любимая еда?
Жареная картошка и кетчуп.
Думаю, мы сможем приготовить и это, Док.
Пошли дальше.
Не споткнитесь.
Вы знаете, что мы зовём его Док?
- Прошу прощения?
- Вы дважды назвали Дэнни "Доком".
Я назвал?
Иногда мы называем его "Док", как в мультиках про Багза Банни.
Но как вы узнали об этом?
Наверно, я слышал, что вы называли его так.
Возможно.
Но я не помню, чтобы я...... называла его так за то время, что мы были с вами.
Во всяком случае, выглядит он, как Док, верно ведь?
Как дела, Док?
Здесь мы храним все наши сухие продукты и консервы.
У нас есть консервированные фрукты и овощи...... консервированная...... рыба и мясо, изделия из зерна для горячих и холодных блюд.
Сухарики, кукурузные хлопья, сахарная пудра...... рисовое печенье, геркулес, пшеничный порошок и мука.
Вам остаётся дюжина банок с чёрной патокой.
Есть 60 ящиков сухого молока...
Хочешь мороженого, Док?
... печенье, палочки с начинкой...... и по 7 сортов всего, что хотите.
У нас есть сушёные персики, сушёные абрикосы...... изюм и чернослив.
Знаете, нужно регулярно питаться, если вы хотите жить счастливо.
- Как идут дела?
- Отлично.
У ступите нам миссис Торрэнс?
Мы сейчас идём в подвал.
Обещаю, мы не задержим её надолго.
Ничего.
Любишь мороженое, Док?
Я так и думал.
Вы не против того, чтобы я угостил Дэнни мороженым?
- Вовсе нет.
- Мы не против.
- Хорошо.
- Ты доволен, Док?
Ладно, веди себя хорошо.
Какое именно мороженое ты любишь?
Шоколадное.
Пойдём, сынок.
Поразительно; здесь сегодня все в хлопотах.
Гости и часть персонала выехали вчера, но последний...... день всегда суматошный.
Каждый хочет отправиться в путь, как можно раньше.
Часов в 5 вы просто не поверите, что здесь кто- то когда- то был.
Как корабль- призрак, да?
Знаешь, как я узнал, что тебя зовут Док?
Ты ведь понимаешь, о чём я говорю, верно?
Я помню, когда я сам был маленьким мальчиком...... мы с моей бабушкой могли долго разговаривать...... совсем не открывая при этом наши рты.
Она называла это "сиянием".
И мне долго казалось, что только нас, двоих...... озаряет это "сияние".
И ты, наверно, тоже думал, что ты единственный.
Но есть и другие люди...... хотя многие из них не знают об этом или не верят в это.
Давно ли ты стал способен делать это?
Почему ты не хочешь говорить об этом?
Я не должен.
Кто говорит, что ты не должен?
Тони.
Кто такой Тони?
Тони - это маленький мальчик, который живёт у меня во рту.
Это Тони рассказывает тебе разные вещи?
Как он тебе рассказывает?
Я, как будто, засыпаю, а он показывает мне разное.
Но когда я просыпаюсь, я не всё могу вспомнить.
Твоя мама и папа знают про Тони?
Знают о его рассказах тебе?
Тони велел мне не говорить им.
Тони когда- нибудь говорил тебе что- нибудь об этом месте?
Про отель "Овалук"?
Я не знаю.
Теперь хорошенько подумай, Док.
Думай.
Здесь есть что- то плохое?
Знаешь, Док, когда что- то случается...... это может оставить за собой свой след.
Как, например...... если у кого- то подгорел тост.
Наверно, то, что случается, оставляет за собой разные следы.
Но не такие, которые может заметить каждый.
Только люди, озаряемые сиянием, могут видеть эти следы.
И они также могут видеть то, что ещё не произошло...... а иногда они видят то, что случилось давным- давно.
Я думаю, много всякого произошло вот здесь...... в этом самом отеле за долгие годы.
И не всё из этого было хорошим.
А комната 237?
Комната 237?
Ты боишься комнаты 237, верно?
Нет, я не боюсь.
Мистер Хэллоран, что там, в 237?
Ничего.
Нет там ничего, в 237- ой.
Но тебе нечего там делать и незачем туда заходить.
Так что, держись подальше.
Ты понял?
Держись подальше!
ПРОШЁЛ МЕСЯЦ
Доброе утро, милый.
Твой завтрак готов.
Сколько сейчас времени?
Примерно 11. 30.
Господи!
Думаю, мы слишком поздно ложимся.
Я знаю.
Я приготовила, как ты любишь: глазунью.
Славно.
Там, за стенами, так хорошо.
Может, погуляешь со мной, когда позавтракаешь?
Наверно, я должен сперва попробовать что- нибудь написать.
Уже есть идеи?
Хороших нет.
Что- нибудь придумается.
Надо только выработать привычку писать каждый день.
Только и всего.
- Отлично.
- Ты проиграешь.
А я догоню тебя.
Ты уж лучше беги быстрее!
Берегись!
Я уже совсем близко.
Проигравший моет всю Америку.
Отмывай всю Америку.
Ты выиграл, Дэнни.
Теперь давай просто погуляем.
Дай мне руку.
Красиво здесь, да?
Тупик.
Мы выбрались.
Красиво здесь, да?
Просто прелесть.
Я не думала, что он такой большой.
А ты?
ВТОРНИК
Как идут дела?
Отлично.
Много написал сегодня?
В прогнозе погоды сообщили, что сегодня пойдёт снег.
Перестань, милый.
Не будь таким ворчливым.
Я не...... ворчливый.
Я просто хочу закончить работу.
Ладно.
Я понимаю.
Я зайду попозже и принесу пару сэндвичей.
Может, тогда ты позволишь мне что- нибудь прочитать.
Венди...... позволь мне объяснить тебе.
Когда ты приходишь и прерываешь меня, я теряю сосредоточенность.
Ты отвлекаешь меня...... и потом я теряю время, пытаясь собраться с мыслями.
Понятно?
Мы устанавливаем новое правило:
Когда я нахожусь здесь...... и ты слышишь, что я печатаю...... или неважно, что ты там слышишь, но знаешь, что я здесь...... когда я здесь, это значит, что я работаю.
Это значит не входить.
Как думаешь, ты это сможешь?
Отлично.
Может, ты начнёшь прямо сейчас и уберёшься отсюда к чёрту?
Промах!
Не надо!
Так уже нечестно.
СУББОТА
Так я и знала.
КДК 12 вызывает КДК 1.
Это КДК 1.
Мы слышим вас.
Приём.
Это Венди Торрэнс из отеля "Овалук".
Как вы там, друзья, держитесь?
Приём.
У нас всё отлично.
Но наши телефоны почему- то не работают.
Может, произошли поломки на линиях?
Приём.
Да, несколько линий повреждено снегопадом.
Приём.
Есть вероятность, что их скоро починят?
Не могу ничего обещать.
Было много зим, когда их оставляли так до весны.
Эта снежная буря действительно разыгралась, да?
Приём.
Одна из самых сильных, что были у нас здесь за многие годы.
Мы можем сделать для вас что- нибудь, миссис Торрэнс?
Наверно, нет.
Приём.
Если у вас там возникнут проблемы, звоните нам.
И, миссис Торрэнс?
Вам лучше было бы вообще не отключать вашу радиосвязь.
Мы так и сделаем.
Было приятно поговорить с вами.
Пока.
Приём, и отключаюсь.
Привет, Дэнни.
Приходи поиграть с нами.
Приходи поиграть с нами, Дэнни.
Навсегда...... и на веки вечные...... и на веки вечные.
Тони...... мне страшно.
Помнишь, что сказал Хэллоран.
"Это как картинки в книжке, Дэнни.
Они не настоящие ".
ПОНЕДЕЛЬНИК
Можно мне пойти в свою комнату и взять мою пожарную машину?
Сначала подойди сюда на минутку.
Как дела, Док?
Тебе хорошо здесь?
Да, папа.
Хорошо.
Я хочу, чтобы тебе было хорошо.
Мне хорошо, папа.
Ты плохо себя чувствуешь?
Я просто немножко устал.
Почему ты не ляжешь поспать?
Я не могу.
У меня слишком много дел.
Тебе нравится этот отель?
Мне нравится.
А ты?
Наверно.
Хорошо.
Хочу, чтобы тебе здесь нравилось.
Мне бы хотелось, чтобы мы остались здесь навсегда...... на веки вечные...... на веки вечные.
Что?
Ты никогда не обидишь маму или меня, нет?
О чём ты говоришь?
Твоя мать когда- нибудь говорила тебе такое?
Что я могу обидеть тебя?
Нет, папа.
Ты уверен?
Да, папа.
Я люблю тебя, Дэнни.
Я никогда не сделаю тебе ничего плохого...... никогда.
Ты это знаешь, ведь верно?
Да, папа.
Хорошо.
Мама, ты там?
Что случилось?
Милый...... что с тобой?
У меня был самый...... ужасный кошмар в жизни.
- Это был чудовищный сон.
- Всё уже хорошо.
Правда.
Мне приснилось, что я...... что я убил тебя и Дэнни.
Но я не просто убил вас.
Я разрубил вас на мелкие куски.
Боже мой.
Должно быть, я схожу с ума.
Всё будет хорошо.
Ну- ка.
Давай поднимемся с пола.
Вот так.
Всё в порядке.
Всё в порядке.
Дэнни!
Всё хорошо!
Ступай в свою комнату и поиграй немножко.
У твоего папы просто голова разболелась.
Дэнни, делай, что я говорю.
Иди в свою комнату и поиграй.
Милый, дай мне только выставить его отсюда.
Я сейчас вернусь.
Почему ты не слушаешься меня?
О, Господи.
Что с твоей шеей?
Что с твоей шеей?
Это ты сделал с ним...... это же ты?!
Ты, сукин сын!
Ты сделал это с ним!
Ведь это же ты?!
Как ты мог?!
Как ты мог?!
Боже!
Я бы всё отдал, чтобы выпить.
Я бы отдал свою проклятую душу...... за простой стакан пива.
Привет, Ллойд.
Сегодня здесь немного людно, не так ли?
Да, это так, мистер Торрэнс.
Что будете?
Я страшно рад, что ты спросил меня об этом, Ллойд...... потому что у меня как раз есть две двадцатки...... и две десятки, вот они, здесь, в бумажнике.
Я опасался, что они пролежат тут до следующего апреля.
Значит, так:
Ты даёшь мне бутылку "бурбона"...... стаканчик и немного льда.
Ты это можешь, не так ли?
Ты же не слишком занят, верно?
Нет, сэр.
Я совсем не занят.
Молодец.
Ты мне их готовь...... а я буду их опрокидывать, стопку за стопку.
Бремя белого человека, Ллойд, друг мой.
Бремя белого человека.
Знаешь, Ллойд...... оказывается, я сегодня пустой.
Кстати, есть ли у меня кредит в этом заведении?
Полный кредит, мистер Торрэнс.
Это здорово.
Ты мне нравишься, Ллойд.
Ты всегда мне нравился.
Ты всегда был лучшим из них.
Самый лучший чёртов бармен...... от Тимбукту до Портленда, штат Мэн.
Или до Портленда, штат Орегон, если уж на то пошло.
Спасибо вам за эти слова.
Проклятье, я никогда даже пальцем его не трогал.
Не трогал.
Чёрт, я бы не прикоснулся даже к волоску на его головке.
Я люблю этого малыша.
Я готов сделать для него всё.
Любую чёртову фигню для него.
Но эта сука!
Пока я жив...... она никогда не даст мне забыть о том, что произошло.
Однажды я сделал ему больно, так?
Это была случайность.
Совершенно неумышленная.
Такое могло бы случиться с каждым.
И с тех пор прошло три проклятых года!
Маленький мерзавец разбросал по полу все мои бумаги.
Я только хотел остановить его.
На миг потерял контроль над своей мускулатурой.
Я хочу сказать...... несколько лишних фунтов веса, вложенных в силу пинка...... в секунду, в секунду!
Слава Богу, ты здесь.
В отеле, кроме нас, есть ещё кто- то.
Она пыталась задушить Дэнни.
Ты с ума сошла, мать твою?
Это правда.
Я клянусь!
Дэнни рассказал мне.
Он зашёл в одну из спален.
Дверь была открыта, и он увидел эту сумасшедшую в ванной.
Она пыталась задушить его!
В каком номере это произошло?
Десятый канал в Майами...... передаёт программу "Новостей" с Гленом Ринкером и Энн Бишоп...... подготовленную удостоенной премии командой "Новостей".
Добрый вечер.
"Новости", десятый канал.
Пока Майами изнывает от жары, и здесь установилась рекордная...... для зимы температура выше 30 градусов тепла...... центральные и горные штаты засыпаны снегом.
Сегодня в Колорадо за несколько часов выпало 1 0 дюймов снега.
Аэропорты закрыты, там застряли тысячи пассажиров.
Автострады перекрыты снежными заносами.
Железнодорожные пути обледенели.
Официальные лица в Колорадо сообщают в "Новостях", что...... по меньшей мере три человека стали жертвами ледяных ветров.
Ожидается, что губернатор Колорадо...... объявит чрезвычайное положение из- за погодных условий.
Возможно, для расчистки дорог будет вызвана...... Национальная Гвардия.
Синоптики предсказывают продолжение снегопада...... сильный, порывистый ветер сегодня ночью и завтра...... и падение температуры намного ниже нуля.
А здесь, во Флориде, у нас прямо противоположная проблема.
Предполагается, что жара и влажность резко усилятся.
На местных пляжах начнётся столпотворение.
Наш специалист по погоде У олтер Кронайс сообщит...... о местной погоде на завтра позднее в "Новостях".
Сожалеем.
Набранный вами номер на линии прерывается.
Если вам нужна помощь, просим позвонить оператору.
Да, это я.
Слава Богу.
Ты обнаружил что- нибудь?
Нет.
Совсем ничего.
Ни черта я там не увидел.
Ты ходил в номер, про который говорил Дэнни?
В 237- ой?
Да, именно.
И ты там ничего не заметил?
Совсем ничего.
Как он?
Он всё ещё спит.
Хорошо.
Я уверен, к утру он придёт в себя.
Ты уверен, что это был тот номер?
Может быть, Дэнни ошибся.
Он, наверняка, заходил туда.
Дверь была открыта, везде горел свет.
Я просто не понимаю.
А как же эти ссадины у него на шее?
Ведь кто- то же это сделал.
Я думаю...... он сам сделал это с собой.
Нет.
Это же невозможно.
Если отвергнуть его версию того, что произошло...... другого объяснения нет.
Не так ли?
Чем бы это ни объяснялось...
РЕДРАМ... я думаю, мы должны...... увезти Дэнни отсюда.
У везти его отсюда?
Ты предлагаешь...... просто уехать из отеля?
Как это...... типично для тебя, создавать проблемы на пустом месте...... когда у меня, наконец, появился шанс довести хоть что- то до конца!
Как только у меня пошла работа!
Я бы определил свою судьбу, вернувшись сейчас назад, да?
Мостил бы дороги, работал на автомойке.
И это устроило бы тебя?
До сих пор я позволял тебе портить мне жизнь...... но на этот раз я тебе этого не позволю.
Добрый вечер.
Лесничество.
Меня зовут Дик Хэллоран.
Я - шеф- повар отеля "Овалук".
Добрый вечер.
Чем я могу вам помочь?
Я пытался дозвониться туда по срочному делу...... но оператор сказал, что телефонные линии повреждены.
Здесь много линий повреждено снегопадом.
Мне бы очень не хотелось доставлять вам беспокойство...... но там находится семья с ребёнком; они там совсем одни.
А тут ещё этот снегопад и всё прочее...... и я был бы признателен, если бы вы связались с ними...... просто, чтобы убедиться, что там всё в порядке.
Буду рад помочь.
Не могли бы вы перезвонить мне минут через двадцать?
Благодарю вас.
Я перезвоню вам.
Хорошо, сэр.
Добрый вечер, мистер Торрэнс.
Добрый вечер.
Привет, Ллойд.
Я отсутствовал, но уже вернулся.
Добрый вечер, мистер Торрэнс.
Рад видеть вас.
Рад, что я снова здесь, Ллойд.
Что будете, сэр?
То, чем можно опохмелиться.
"Бурбон" со льдом.
Это поможет.
Вам бесплатно, мистер Торрэнс.
Бесплатно?
Ваши деньги здесь не годятся.
Всё за счёт заведения.
Всё за счёт заведения.
Выпейте, мистер Торрэнс.
Я из тех, кого интересует, кто платит за его выпивку.
Это не должно волновать вас, мистер Торрэнс.
Во всяком случае, не сейчас.
Как скажешь, Ллойд.
Как скажешь.
Ох!
Я очень сожалею, сэр.
Ну, надо же.
Надо же.
Я ужасно испачкал вашу куртку, сэр.
Всё в порядке.
У меня полно курток.
К несчастью, это коктейль "адвокат", сэр.
Оставляет пятна.
"Адвокат", да?
Да, сэр.
Думаю, нам лучше...... вместе пройти в помещение для мужчин...... и мы попробуем смыть это водой, сэр.
Похоже, такое пятно есть и на тебе...... Дживиси, старина.
Не имеет значения.
Это вы - важная персона.
Ужасно мило, что ты сказал это.
Конечно, я собирался сменить куртку...... прежде чем начнут подавать рыбу и гусятину.
Очень мудро, сэр.
Очень мудро.
А я...... придержу здесь дверь перед тобой, Дживиси.
Благодарю, сэр.
Благодарю.
Посмотрим, удастся ли нам смыть это водичкой.
Хорошо.
Я только...... поставлю свой "бурбон" с "адвокатом" вот сюда.
Это быстро, один момент.
Отлично.
Как они тебя здесь зовут?
Грэди, сэр.
Дилберт Грэди.
Грэди?
Да, сэр.
Дилберт Грэди.
Именно так, сэр.
Мистер Грэди...... я вас раньше нигде не видел?
Нет, сэр.
Не припоминаю.
Пятно уже сходит, сэр.
Мистер Грэди...... вам никогда не доводилось служить здесь смотрителем?
Нет, сэр.
Не припоминаю такого.
Вы - женатый человек, ведь так, мистер Грэди?
Да, сэр.
У меня есть жена и две дочери.
И...... где же они сейчас?
Они где- то здесь.
Я точно не знаю, в настоящий момент.
Вы были здесь смотрителем.
Я узнаю вас.
Я видел ваши фотографии в газетах.
Вы...... разрубили жену и дочерей на мелкие кусочки.
И...... потом вышибли себе мозги.
Это странно, сэр.
У меня не сохранилось никаких воспоминаний об этом.
Мистер Грэди...... вы были здесь смотрителем.
Сожалею, но не могу согласиться.
Но вы же...... и есть смотритель.
Вы всегда были смотрителем.
Я точно знаю, сэр.
Я всегда был здесь.
Известно ли вам, мистер Торрэнс...... что ваш сын...... пытается вовлечь посторонних лиц...... в данную ситуацию?
Вы знали об этом?
Это так, мистер Торрэнс.
Кого?
Ниггера.
Ниггера?
Чернокожего повара.
Как?
Ваш сын...... наделён великим даром.
Не думаю, что вы представляете, насколько велик этот дар.
Но он пытается использовать этот дар...... против вашей воли.
Что же...... он очень своевольный мальчик.
Да, он такой, мистер Торрэнс.
Очень своевольный мальчик.
Весьма...... непослушный мальчик, если я...... смею так выразиться, сэр.
Это всё его мать.
Она...... вмешивается.
Возможно, с ними надо серьёзно...... поговорить.
Если вы позволите мне так...... выразиться, вероятно...... не просто поговорить.
Мои девочки, сэр...... сначала им не нравился отель "Овалук".
Одна из них даже стащила коробку спичек...... и попыталась сжечь его дотла.
Но я...... наказал их, сэр.
А когда моя жена попыталась помешать мне исполнять свой долг...... я...... наказал её.
КДК 1 вызывает КДК 1 2.
Вы меня слышите?
КДК 1 вызывает КДК 1 2.
КДК 1 вызывает КДК 1 2.
Вы слышите меня?
КДК 1 вызывает КДК 1 2.
КДК 1 вызывает КДК 1 2.
Вы слышите меня?
С вами Хал и Чарли на волне "НОУ", из Денвера.
И у нас здесь скверный денёк.
Сильный снегопад в Денвере и в его пригородах.
Многие горные перевалы...... перевалы Вульф- Крик и Ред- Маунтин закрыты...... и в туннеле Эйзенхауэра огромная пробка.
Нам сообщили из отдела новостей...... в аэропорту Стэплтон примут всего несколько рейсов...... и из- за такой снежной бури...... я думаю, весь аэропорт будет закрыт в течение этого часа.
Снегопад будет продолжаться, и метеорологическая служба...... рекомендует делать запасы, а тем, кто в пути...... для всех районов за пределами Денвера с пригородами.
Одна работа, никакого безделья, бедняга Джек не знает веселья.
Одна работа, никакого безделья, бедняга Джек не знает веселья.
Как тебе это нравится?
Как тебе это нравится?
Что ты здесь делаешь?
Я только...... хотела...... поговорить с тобой.
Ладно.
Давай поговорим.
О чём же ты хочешь поговорить?
Я что- то не могу вспомнить.
Ты не можешь вспомнить.
Нет...... не могу.
Быть может, это насчёт Дэнни?
Быть может, о нём.
Думаю, нам следует обсудить Дэнни.
Я думаю...... мы должны обсудить, что же с ним делать.
Что же с ним делать?
Я не знаю.
Не думаю, что это правда.
Думаю, у тебя есть вполне определённые мысли...... о том, как следует поступить с Дэнни.
И мне хотелось бы знать, что у тебя за мысли.
Ну, я...... я думаю, наверно, его нужно показать врачу.
Ты думаешь, "наверно", его нужно показать врачу?
Когда же, по- твоему, его, "наверно", нужно показать врачу?
Как можно скорее?
"Как можно скорее?"
Прошу тебя.
Ты полагаешь, что его здоровье может вызывать опасения.
Да.
И ты беспокоишься о нём.
А ты беспокоишься обо мне?
Конечно, я беспокоюсь.
Конечно, ты беспокоишься!
Ты когда- нибудь задумывалась о моей ответственности?
О чём ты говоришь?
Ты хотя бы на миг задумывалась о моей ответственности?
Тебе хотя бы на один миг приходила в голову мысль...... о моей ответственности перед моими работодателями?
Тебя хоть раз посещала мысль...... что я обязался отвечать за отель до первого мая?
Имеет ли для тебя хотя бы...... какое- то значение, что владельцы оказали мне полное доверие...... и что я подписал договор...... и взял на себя эту ответственность?
Ты имеешь хоть малейшее...... представление о моральных и этических принципах?
Имеешь?
Ты когда- нибудь думала о том, какое ждёт меня будущее...... если я не справлюсь со своими обязанностями?
Ты когда- нибудь думала об этом?
Думала?
Не подходи ко мне!
Почему?
Я хочу вернуться в свою комнату.
Почему?
Ну...... я совсем запуталась.
И мне нужно, чтобы я могла всё это обдумать.
У тебя была вся твоя проклятая жизнь, чтобы всё это обдумать!
Что могут дать тебе сейчас несколько лишних минут?
Не подходи ко мне!
Пожалуйста!
Не трогай меня.
Я не собираюсь трогать тебя.
Не приближайся ко мне!
Не подходи!
Дорогая...... свет жизни моей.
Я не трону тебя.
Ты не дала мне договорить до конца.
"Я не трону тебя."
Я хочу только вправить тебе мозги.
Я хочу вправить их окончательно, чёрт возьми.
Не подходи ко мне!
Не трогай меня!
Я не собираюсь трогать тебя.
Не подходи ко мне!
Не подходи!
Пожалуйста!
Перестань размахивать битой.
Не подходи ко мне.
Положи эту биту, Венди.
Прекрати!
Отдай мне биту.
У моляю!
- Не подходи!
- Отдай мне биту.
Прекрати!
Отдай мне биту.
- Не подходи ко мне.
- Перестань размахивать битой.
Пожалуйста, прекрати!
Отдай мне биту.
Не приближайся ко мне.
- Перестань!
- Отдай мне биту.
Проклятье --!
Что ты делаешь?
Подожди минутку.
Что ты делаешь?
Что ты делаешь?
Подожди минуту!
Что ты делаешь?
Открой дверь!
Проклятье!
Выпусти меня отсюда!
Открой проклятую дверь!
Венди, послушай.
Выпусти меня, и я обо всём забуду.
Всё будет так, как будто ничего не произошло.
Милая...... мне кажется, ты здорово ушибла мне голову.
У меня головокружение.
Мне нужен врач.
Милая....
Не оставляй меня здесь.
Я сейчас уйду.
Я попытаюсь...... увезти Дэнни отсюда...... на снегоходе сегодня же.
Я привезу сюда доктора.
Сейчас я уйду.
Тебя ожидает большой сюрприз.
Ты никуда не уедешь.
Сходи, посмотри на снегоход и на рацию, и ты поймёшь, о чём я.
Сходи, проверь.
Сходи, проверь!
Сходи, проверь.
Это Грэди, мистер Торрэнс.
Дилберт Грэди.
Грэди?
Привет, Грэди.
Мистер Торрэнс...... я вижу, что вы вряд ли способны справиться с тем делом...... о котором мы говорили.
Не надо тыкать меня носом, мистер Грэди.
Я разберусь с этим, как только выберусь отсюда.
В самом деле, мистер Торрэнс?
Не уверен.
У меня есть сомнения.
У меня, как и у других, сложилось впечатление, что вы...... не вкладываете в это душу.
Что у вас нет должной решимости.
Дайте мне ещё один шанс, чтобы доказать, мистер Грэди.
Это всё, о чём я прошу.
Ваша жена оказалась сильнее, чем мы думали, мистер Торрэнс.
В чем- то даже более...... находчивой.
Представляется, что она одолела вас.
Ненадолго, мистер Грэди.
Совсем ненадолго.
Боюсь, что для решения этого вопроса вам придётся...... пойти на самые крайние меры, мистер Торрэнс.
Боюсь...... что это единственный выход.
Ничто не может доставить мне...... большего удовольствия, мистер Грэди.
Вы даёте нам слово, да, мистер Торрэнс?
Я даю вам слово.
Редрам.
Редрам.
Дэнни, прекрати это!
Я вернулся.
Выходите, выходите, где вы там.
Я не могу вылезти!
Беги!
Беги и прячься!
Беги!
Быстрей!
Поросятки, поросятки, впустите меня.
Не трону ни волосинки на вашей ще- щетинке.
Тогда я как дыхну...... тогда я как пыхну...... и развею ваш домик по ветру!
У моляю!
Не надо!
Не надо!
Перестань!
А вот и Джонни!
Эй?
Здесь есть кто?
Эй?
Здесь есть кто?
Здесь есть кто?
Дэнни- паренёк!
Я иду!
Я иду, Дэн!
Отличная вечеринка, не так ли?
Я иду!
Не уйдёшь!
Я уже настиг тебя!
- Мама!
- Дэнни, сюда!
Мама.
Куда...?
